{"text": "1.0 Gutwita bisobanura iki? Gutwita bisobanura igihe umugore aba atwite umwana mu nda, kuva intanga n’urusoro byahuye kugeza igihe cyo kubyara. Ni urugendo rw’amezi hafi icyenda aho umwana akura, kandi umugore agahinduka mu mubiri no mu buzima bwe. 1.1 Ibimenyetso bigaragaza ko utwite (umugore utwite) Kumenya ko utwite ntibishingira ku kimenyetso kimwe gusa. Iyo hari byinshi byihurijeho, bitanga gihamya ikomeye ko umugore ashobora kuba atwite. Gutinda kw’imihango Ubusanzwe umugore aba afite gahunda y’imihango ye. Iyo imihango itinzeho iminsi irenga irindwi, kandi nta mpamvu izwi yabiteye (nko stress cyangwa indwara), kenshi bishobora kuba ikimenyetso cya mbere cy’uko ashobora kuba atwite. Isesemi no kuruka Mu byumweru bya mbere, umugore ashobora gutangira kumva asesemewe cyangwa akajya akaruka, cyane cyane mu gitondo (babita morning sickness), ariko bishobora no kuba ku masaha atandukanye y’umunsi. Impinduka ku mabere Amabere ashobora:  Kubabara cyangwa kubyimba,  Kugaragara aremereye kurenza ibisanzwe,  Guhindura imvange y’ibimenyetso: rimwe akaryoha, rimwe akaribwa, rimwe akarushaho kuba menshi cyangwa akazana ubushyuhe. Umunaniro ukabije Umugore atangira kumva ananiwe cyane, nubwo ntacyo yakoze kiremereye. Akunda gusinzira cyane, cyangwa akumva nta mbaraga zo gukora imirimo asanzwe akora. Impinduka mu marangamutima Imisemburo irahinduka cyane. Umugore ashobora:  Guhinduranya amarangamutima mu kanya gato,  Kubabara byoroshye cyangwa kurakarira utuntu duto,  Ariko nanone mu gihe gito agahinduka akishima cyane. Kujya ku bwiherero kenshi Mu ntangiriro z’inda, impinduka mu mikorere y’umubiri zituma umugore ajya kunyara inshuro nyinshi kurusha ibisanzwe. Impinduka ku biryo cyangwa ku mpumuro  Ibintu yakundaga kurya ashobora kubyanga.  Impumuro zimwe (nk’iza amavuta cyangwa umunyu) ziramubangamira cyane.  Ibi byose biterwa n’impinduka mu misemburo. Amashereka make agaragara Hari abagore mu ntangiriro z’inda bagaragaza utuntu duto tw’amashereka (colostrum) ku ibere, nubwo biba ari duke kandi atari ibintu bihoraho. Ububabare bukabije cyangwa amaraso atari mu buryo busanzwe  Hari abagore bashobora kugaragaza ububabare bukomeye mu nda.  Hari n’ababona amaraso mu buryo butari busanzwe. Ibi bishobora kwerekana ko hari ikibazo gikomeye mu nda gikeneye kwitabwaho byihuse. Icyo wakora iyo ufite ikimenyetso kimwe gusa • Tegura umunsi wanyuma w’imihango yawe kandi wandike itariki neza. • Niba imihango yatindie iminsi irenga 7, kora ikizamini cy’inda (pregnancy test) mu gitondo ukoresheje inkari za mbere. • Niba test yagaragaje ko utwite: tangira kwipimisha (ANC) mu byumweru bitarenze 12, kandi utangire gufata acide folique buri munsi nk’uko muganga abigutegeka. • Niba test yagaragaje ko atari inda, ariko ikimenyetso gikomeza cyangwa kibangamye, ongera ukore test nyuma y’iminsi 2–3 kandi usabe inama kwa muganga. • Mbere yo kugira gihamya, irinde inzoga, itabi n’imiti itandikiwe n’umuganga. Icyo wakora iyo ibimenyetso birenze kimwe • Kora ikizamini cy’inda nonaha, cyangwa ujye ku kigo nderabuzima usabe isuzuma. • Niba byemejwe ko utwite: andikisha inda yawe (ANC), utegure gahunda z’isuzuma za buri gihe, kandi ukurikize inama z’imirire n’isuku. • Niba test ari negatif ariko ibimenyetso bikomeje, jya kwa muganga basuzume izindi mpamvu. 1.2 Icyo wakora mugihe imihango yatinze Icyo wakora ako kanya: • Niba iminsi irenga 7 itaragera ku mihango isanzwe, kora ikizamini cy’inda mu gitondo. • Irinde inzoga n’itabi; wirinde imiti utandikiwe n’umuganga. Ibyiza ukora mu minsi ya vuba: • Niba test ari pozitivu, andikisha inda yawe (ANC) hakiri kare. • Niba test ari negatifu, ongera ukore test nyuma y’iminsi 2–3. Niba bikomeje, saba inama kwa muganga. Jya kwa muganga ako kanya niba: • Ufite kuribwa bikomeye mu nda cyangwa kuva bidasanzwe. • Ufite ihungabana rikabije n’umutwe ukabije uherekejwe no kuribwa mu nda. 1.3 Icyo wakora mugihe ufite Isesemi no kuruka Icyo wakora ako kanya: • Rya ibiryo bito-bito kenshi; irinde amavuta menshi n’ibiryo bifite impumuro ikaze. • Fata amazi gahoro gahoro kenshi; gerageza icyayi cya tangawizi (ginger) niba kiboneka. Ibyiza ukora mu minsi ya vuba: • Kora urutonde rw’ibiryo bigutera isesemi ubirinde; hitamo ibiryo byoroshye nk’imyumbati, umuceli, imboga. • Genzura ko urimo kurya indyo yuzuye; saba inama ku mirire nibikugora. Jya kwa muganga ako kanya niba: • Uri kuruka cyane ku buryo ntacyo ushobora gufata mu masaha 24. • Ugaragaza ibimenyetso by’umwuma (akanwa kuma, inkari nke cyane, umutwe uhindagurika). 1.3 icyo wakora mugihe ugize impinduka ku mabere (kubyimba/kubabara) Icyo wakora ako kanya: • Koresha amasutiya yoroheje ashyigikira neza, atagukanda. • Irinde gukanda cyangwa gukama amabere udafite impamvu ya muganga. Ibyiza ukora mu minsi ya vuba: • Komeza isuku y’umubiri; niba hari utuntu tw’umukororo (colostrum) kenera agapira ko kubyitwaramo. • Saba inama niba ububabare buterwa n’ahantu humwe ku ibere rimwe. Jya kwa muganga ako kanya niba: • Hari udusebe, uruhu rwatukura cyane, umuriro cyangwa isohoka ridasanzwe (gusa n’amaraso cyangwa ipus). • Hari akabyimba kamwe gafatika mu ibere kagenda kiyongera. 1.4 icyo wakora mugihe ugira Umunaniro ukabije Icyo wakora ako kanya: • Ruhuka; teganya amasaha 8–9 yo gusinzira nijoro. • Igabanya imirimo iremereye kandi unywe amazi ahagije. Ibyiza ukora mu minsi ya vuba: • Rya indyo yuzuye (imboga, imbuto, ibinyampeke, ibinyamavuta byiza n’ibikomoka ku matungo). • Vuga n’umuganga ku nyunganiramirire (iron/fer na acide folique). Jya kwa muganga ako kanya niba: • Uhumeka nabi, umutima wihuta cyane, cyangwa umunaniro urenze ibisanzwe nubwo uruhutse. • Urasarara, udatya cyangwa ugira isereri kenshi. 1.5 icyo wakora mugihe ugira impinduka mu marangamutima Icyo wakora ako kanya: • Ganira n’umugabo wawe cyangwa inshuti; fata umwanya wo kuruhuka. • Kora imyitozo yoroshye yo guhumeka no kurambura umubiri. Ibyiza ukora mu minsi ya vuba: • Shaka itsinda ry’ababyeyi cyangwa umujyanama; tegura gahunda yo kwisuzuma mu gihe ukomeza kumva utameze neza. • Itegure ibikorwa bikunezeza: gusenga, gusoma, kumva umuziki. Jya kwa muganga ako kanya niba: • Agahinda gakomeye kumara ibyumweru birenze bibiri. • Ibitekerezo byo kwiyahura cyangwa kwishora mu"}
{"text": "• Saba inama niba ububabare buterwa n’ahantu humwe ku ibere rimwe. Jya kwa muganga ako kanya niba: • Hari udusebe, uruhu rwatukura cyane, umuriro cyangwa isohoka ridasanzwe (gusa n’amaraso cyangwa ipus). • Hari akabyimba kamwe gafatika mu ibere kagenda kiyongera. 1.4 icyo wakora mugihe ugira Umunaniro ukabije Icyo wakora ako kanya: • Ruhuka; teganya amasaha 8–9 yo gusinzira nijoro. • Igabanya imirimo iremereye kandi unywe amazi ahagije. Ibyiza ukora mu minsi ya vuba: • Rya indyo yuzuye (imboga, imbuto, ibinyampeke, ibinyamavuta byiza n’ibikomoka ku matungo). • Vuga n’umuganga ku nyunganiramirire (iron/fer na acide folique). Jya kwa muganga ako kanya niba: • Uhumeka nabi, umutima wihuta cyane, cyangwa umunaniro urenze ibisanzwe nubwo uruhutse. • Urasarara, udatya cyangwa ugira isereri kenshi. 1.5 icyo wakora mugihe ugira impinduka mu marangamutima Icyo wakora ako kanya: • Ganira n’umugabo wawe cyangwa inshuti; fata umwanya wo kuruhuka. • Kora imyitozo yoroshye yo guhumeka no kurambura umubiri. Ibyiza ukora mu minsi ya vuba: • Shaka itsinda ry’ababyeyi cyangwa umujyanama; tegura gahunda yo kwisuzuma mu gihe ukomeza kumva utameze neza. • Itegure ibikorwa bikunezeza: gusenga, gusoma, kumva umuziki. Jya kwa muganga ako kanya niba: • Agahinda gakomeye kumara ibyumweru birenze bibiri. • Ibitekerezo byo kwiyahura cyangwa kwishora mu byago—shaka ubufasha bwihuse. 1.6 icyo wakora mugihe wumva ushaka kujya ku bwiherero kenshi Icyo wakora ako kanya: • Nyunyuza amazi ahagije umunsi wose; irinde ikawa/caffeine n’inzoga. • Ntukihambirize ku nkari igihe kirekire. Ibyiza ukora mu minsi ya vuba: • Komeza isuku y’igitsina imbere (utagikoresheje ibitera ubusharire). • Niba bikomeza, saba isuzuma ry’inkari (UTI) ku ivuriro. Jya kwa muganga ako kanya niba: • Ujyanishije no kubabara mu nda y’epfo, inkari zishyushya cyangwa zirimo amaraso, umuriro mwinshi. • Umutwe ukabije no kubabara mu mugongo munsi. 1.7 icyo wakora mugihe watangiye kwanga impumuro cyangwa ibiryo bimwe Icyo wakora ako kanya: • Irinde impumuro/ibiryo bikubangamira; funguza inzu cyangwa ukorete umwuka mwiza mu gikoni. • Hitamo ibindi byasimbura ukabona intungamubiri (urugero: niba wanze inyama, ushobora gufata ibishyimbo, amagi, amata). Ibyiza ukora mu minsi ya vuba: • Komeza gufata inyunganiramirire za mbere y’inda/zo mu nda nk’uko muganga abiteganya. • Saba inama z’imirire niba uri gutakaza ibiro. Jya kwa muganga ako kanya niba: • Watakaje ibiro byinshi mu gihe gito cyangwa utabasha gufata indyo yuzuye. • Ufite isesemi rikomeye rikumara igihe kinini. 1.8 icyo wakora mugihe utangiye kubona amashereka make agaragara kare Icyo wakora ako kanya: • Ntugahangayike; bishobora kubaho. Koresha agapira ko kubyitwaramo niba bikubangamiye. • Irinde gukanda ibere kenshi cyangwa kugikama udasabwe n’umuganga. Ibyiza ukora mu minsi ya vuba: • Komeza isuku y’amabere; hamagara umuganga niba bitera uburibwe. • Genzura niba atari isohoka ridasanzwe. Jya kwa muganga ako kanya niba: • Amashereka ari menshi cyane, arimo amaraso, cyangwa uherekejwe n’umuriro/uburibwe bukabije. 1.9 icyo wakora mugihe wumva ububabare bukabije cyangwa kuva bidasanzwe Icyo wakora ako kanya: • Hagarika imirimo; shyira agapira mu myenda ukurikire umubare w’amaraso asohoka (ntukinjize ikintu mu gitsina). • Tegura ibyangombwa byawe (ikarita y’ubwisungane, andi makuru) maze ujye ku ivuriro ryo hafi. Ibyiza ukora mu minsi ya vuba: • Vugisha umuganga n’iyo byagabanutse kugira ngo amenye ibyabaye. • Andika igihe byatangiye, uko byiyongera n’ibindi bimenyetso bikurikirana. Jya kwa muganga ako kanya niba: • Uva amaraso menshi, ufite ibise bikomeye, isereri cyangwa gutitira. • Utekereza ko waba usama nabi (inda iri hanze y’umura) cyangwa wigeze kubigiraho ikibazo mbere. 1.10 Ibimenyetso by’Ibibazo Bikomeye mugihe utwite—Jya kwa Muganga Ako Kanya • Kuva menshi cyangwa kumara igihe kirekire, nko gusimbuza amapira menshi mu masaha make. • Kubabara bikabije mu nda y’epfo, umuriro mwinshi, cyangwa umutwe ukabije uherekejwe n’ijoro rirerire. • Kuruka bituma ntacyo ubasha gufata mu masaha 24 no kumva ufite umwuma. • Inkari zirimo amaraso cyangwa zishyushya cyane. • Guhumeka nabi, umutima wihuta cyangwa isereri ikabije. 1.11 Muri make: icyo wakora mugihe umwnye ko utwite Icyitonderwa n’Inama Rusange • Tangira kwipimisha (ANC) kare, ukurikize gahunda zose z’isuzuma. • Fata acide folique na fer/iron nk’uko muganga abigutegeka; irinde inzoga n’itabi. • Kurya indyo yuzuye no kunywa amazi ahagije; kora imyitozo yoroshye kandi wirinde imirimo iremereye. • Iyi nyandiko ntiyabisimbura kwa muganga; niba ushidikanya, jya ku ivuriro ryo hafi cyangwa ikigo nderabuzima kikwegereye. 2.1 Imirire myiza y’umugore utwite Imirire myiza ku mugore utwite bisobanura gufata ibiribwa bitandukanye kandi byuzuye intungamubiri, kugira ngo umubyeyi abone imbaraga zo gukomeza kubungabunga ubuzima bwe no gutunga umwana uri mu nda. Ibyo biribwa bigomba kuba byuzuye:  Poroteyine (amagi, amafi, inyama, ibishyimbo) – zifasha umwana gukura neza.  Ibiribwa bitanga ingufu (umuceri, kawunga, uburo) – bituma umubyeyi akora imirimo idahutaza ubuzima.  Vitamini n’imyunyu (imboga, imbuto) – birinda indwara kandi bigafasha amaraso n’imitsi y’umwana gukura.  Calcium (amata, yogati, fromaji) – ikomeza amagufa n’amenyo y’umwana.  Amazi meza – afasha igogora no kwirinda umwuma. Muri make, imirire myiza ku mugore utwite ni ugutegura indyo yuzuye buri munsi, igizwe n’ibi byiciro byose, kugira ngo umubyeyi n’umwana babe bazima kandi barindwe ibibazo by’imirire mibi. 2.2 Muri make: imirire myiza ku mugore utwite Muri make, imirire myiza ku mugore utwite ni ugutegura indyo yuzuye buri munsi, igizwe n’ibi byiciro byose, kugira ngo umubyeyi n’umwana babe bazima kandi barindwe ibibazo by’imirire mibi. 2.3 Ibikomoka ku matungo umugore utwite yafata Ingero: • Amagi, amafi ateguye neza, inyama zidafite amavuta menshi. Akamaro: • Bitanga poroteyine nziza ikenerwa mu gukura kw’umwana no gusana umubiri. Icyo wakora: • Rya amagi atetse neza, amafi yokeje cyangwa atetse, inyama zidafite amavuta. Irinde inyama zidashegeshejwe neza. 2.4 Ibinyamisogwe umugore utwite ashobora gufata Ingero: • Ibishyimbo, amashaza, soya. Akamaro: • Bitanga poroteyine kandi bikungahaye ku"}
{"text": "ubuzima bwe no gutunga umwana uri mu nda. Ibyo biribwa bigomba kuba byuzuye:  Poroteyine (amagi, amafi, inyama, ibishyimbo) – zifasha umwana gukura neza.  Ibiribwa bitanga ingufu (umuceri, kawunga, uburo) – bituma umubyeyi akora imirimo idahutaza ubuzima.  Vitamini n’imyunyu (imboga, imbuto) – birinda indwara kandi bigafasha amaraso n’imitsi y’umwana gukura.  Calcium (amata, yogati, fromaji) – ikomeza amagufa n’amenyo y’umwana.  Amazi meza – afasha igogora no kwirinda umwuma. Muri make, imirire myiza ku mugore utwite ni ugutegura indyo yuzuye buri munsi, igizwe n’ibi byiciro byose, kugira ngo umubyeyi n’umwana babe bazima kandi barindwe ibibazo by’imirire mibi. 2.2 Muri make: imirire myiza ku mugore utwite Muri make, imirire myiza ku mugore utwite ni ugutegura indyo yuzuye buri munsi, igizwe n’ibi byiciro byose, kugira ngo umubyeyi n’umwana babe bazima kandi barindwe ibibazo by’imirire mibi. 2.3 Ibikomoka ku matungo umugore utwite yafata Ingero: • Amagi, amafi ateguye neza, inyama zidafite amavuta menshi. Akamaro: • Bitanga poroteyine nziza ikenerwa mu gukura kw’umwana no gusana umubiri. Icyo wakora: • Rya amagi atetse neza, amafi yokeje cyangwa atetse, inyama zidafite amavuta. Irinde inyama zidashegeshejwe neza. 2.4 Ibinyamisogwe umugore utwite ashobora gufata Ingero: • Ibishyimbo, amashaza, soya. Akamaro: • Bitanga poroteyine kandi bikungahaye ku fiber. Icyo wakora: • Tegura ibishyimbo neza kandi ubishyire mu ifunguro rya buri munsi. 2.5 Ibinyampeke umugore utwite ashobora gufata Ingero: • Umuceri, kawunga, amasaka, uburo. Akamaro: • Bitanga ingufu zo gukora imirimo y’umunsi ku munsi. Icyo wakora: • Hinduranya ibinyampeke; ntukomeze ku biribwa bimwe gusa. 2.6 Imboga z’icyatsi umugore utwite ashobora gufata Ingero: • Isombe, dodo, epinari, amashu y’icyatsi. Akamaro: • Zikungahaye kuri folate n’imyunyu ngugu ikenerwa mu gukura kw’ingingo z’umwana. Icyo wakora: • Rya imboga buri munsi, byibura ikiyiko kinini ku ifunguro. 2.7 Imbuto umugore utwite ashobora gufata Ingero: • Amacunga, inanasi, watermelon, ibinyomoro. Akamaro: • Zikungahaye kuri vitamin C ifasha umubiri kumira icyuma. Icyo wakora: • Rya imbuto zitandukanye buri munsi, nibura kabiri ku munsi. 2.8 Ibikomoka ku mata umugore utwite ashobora gufata Ingero: • Amata, yogati, fromaji. Akamaro: • Bitanga calcium ifasha amagufa n’amenyo y’umwana gukomera. Icyo wakora: • Nywa amata cyangwa yogati nibura igikombe kimwe ku munsi. 2.9 Kunywa amazi ku mugore utwite Ingero: • Amazi meza kandi atetse cyangwa apfundikiwe. Akamaro: • Afasha mu igogora no gukwirakwiza intungamubiri mu mubiri. Icyo wakora: • Nywa ibikombe 6–8 ku munsi. Irinde inzoga n’ibinyobwa birimo cafeine. 2.10 Uburyo bwo kurya mugihe utwite Ingero: • Kurya duke kenshi. • Hinduranya ibyiciro by’ibiribwa buri munsi. Akamaro: • Bigabanya isesemi, bikarinda kubura intungamubiri zimwe. Icyo wakora: • Tegura gahunda y’indyo inyuranye buri munsi. 3.1 Ibiribwa bitemewe mu gihe utwite Umugore utwite agomba kwitwararika ku biribwa n’ibinyobwa afata, kuko hari ibyo bishobora guteza ibibazo ku buzima bwe cyangwa ku mwana atwite. Iyi nyandiko isobanura ibyo kwirinda n’icyo wakora. Ibiryo byanduye cyangwa byataye igihe Ibyo kwirinda: • Irinde ibiryo byanduye, bidafunze neza cyangwa byataye igihe. Impamvu: • Bitera indwara z’igifu n’udukoko twangiza umwana. Icyo wakora: • Rya ibiryo bishya kandi byateguwe neza; reba itariki y’ifunguro riboze. Inyama n’amagi bidahiye neza Ibyo kwirinda: • Inyama zidahiye neza, amagi atari atetse neza. Impamvu: • Bishobora kuba bifite udukoko twatera indwara z’inda. Icyo wakora: • Teka inyama kugeza zihindutse neza; teka amagi kugeza umutobe w’imbere wumutse. Imitobe y’isukari nyinshi n’ibinyobwa bya energy Ibyo kwirinda: • Imitobe irimo isukari nyinshi, ibinyobwa byongera imbaraga (energy drinks). Impamvu: • Bitera isukari nyinshi mu maraso, bikongera ibyago byo kubyibuha no kurwara diyabete y’inda. Icyo wakora: • Simbuza imbuto nzima cyangwa imitobe yateguwe mu rugo idafite isukari nyinshi. Umunyu n’amavuta menshi atatunganyijwe Ibyo kwirinda: • Umunyu mwinshi, amavuta y’ikirungo atunganyijwe cyane. Impamvu: • Byongera ibyago by’umuvuduko w’amaraso (hypertension) n’indwara z’umutima. Icyo wakora: • Gabanya umunyu n’amavuta; hitamo amavuta meza nk’ay’inyanya, amacunga cyangwa avoka. 3.1 Ibiribwa bitemewe mu gihe utwite Umugore utwite agomba kwitwararika ku biribwa n’ibinyobwa afata, kuko hari ibyo bishobora guteza ibibazo ku buzima bwe cyangwa ku mwana atwite. Iyi nyandiko isobanura ibyo kwirinda n’icyo wakora. Ibiryo byanduye cyangwa byataye igihe Ibyo kwirinda: • Irinde ibiryo byanduye, bidafunze neza cyangwa byataye igihe. Impamvu: • Bitera indwara z’igifu n’udukoko twangiza umwana. Icyo wakora: • Rya ibiryo bishya kandi byateguwe neza; reba itariki y’ifunguro riboze. Inyama n’amagi bidahiye neza Ibyo kwirinda: • Inyama zidahiye neza, amagi atari atetse neza. Impamvu: • Bishobora kuba bifite udukoko twatera indwara z’inda. Icyo wakora: • Teka inyama kugeza zihindutse neza; teka amagi kugeza umutobe w’imbere wumutse. Imitobe y’isukari nyinshi n’ibinyobwa bya energy Ibyo kwirinda: • Imitobe irimo isukari nyinshi, ibinyobwa byongera imbaraga (energy drinks). Impamvu: • Bitera isukari nyinshi mu maraso, bikongera ibyago byo kubyibuha no kurwara diyabete y’inda. Icyo wakora: • Simbuza imbuto nzima cyangwa imitobe yateguwe mu rugo idafite isukari nyinshi. Umunyu n’amavuta menshi atatunganyijwe Ibyo kwirinda: • Umunyu mwinshi, amavuta y’ikirungo atunganyijwe cyane. Impamvu: • Byongera ibyago by’umuvuduko w’amaraso (hypertension) n’indwara z’umutima. Icyo wakora: • Gabanya umunyu n’amavuta; hitamo amavuta meza nk’ay’inyanya, amacunga cyangwa avoka. Imitobe irimo isukari nyinshi (n’ibinyobwa byaswe isukari, sodas) Ibyo kwirinda: • Imitobe yongeretsemo isukari, sodas, “juice drinks” zidakomoka ku mbuto 100%. Impamvu: • Isukari nyinshi izamura cyane glucose mu maraso, ikongera ibyago bya diyabete y’inda no kubyibuha bikabije. Icyo wakora: • Hitamo imbuto nzima uko ziri cyangwa “juice” witeguriye mu rugo udashyizemo isukari; shyira imbere amazi meza. Inzoga (alcohol) Ibyo kwirinda: • Inzoga zose (divayi, bierre, spirit…). Impamvu: • Inzoga zinjira ku mwana nta kizuzi, zikangiza ubwonko n’imikurire (nta gipimo cy’“umutekano” gihari ku mugore utwite). Icyo wakora: • Subiza inzoga amazi, amata, cyangwa imitobe y’imbuto wateguye mu"}
{"text": "Bishobora kuba bifite udukoko twatera indwara z’inda. Icyo wakora: • Teka inyama kugeza zihindutse neza; teka amagi kugeza umutobe w’imbere wumutse. Imitobe y’isukari nyinshi n’ibinyobwa bya energy Ibyo kwirinda: • Imitobe irimo isukari nyinshi, ibinyobwa byongera imbaraga (energy drinks). Impamvu: • Bitera isukari nyinshi mu maraso, bikongera ibyago byo kubyibuha no kurwara diyabete y’inda. Icyo wakora: • Simbuza imbuto nzima cyangwa imitobe yateguwe mu rugo idafite isukari nyinshi. Umunyu n’amavuta menshi atatunganyijwe Ibyo kwirinda: • Umunyu mwinshi, amavuta y’ikirungo atunganyijwe cyane. Impamvu: • Byongera ibyago by’umuvuduko w’amaraso (hypertension) n’indwara z’umutima. Icyo wakora: • Gabanya umunyu n’amavuta; hitamo amavuta meza nk’ay’inyanya, amacunga cyangwa avoka. Imitobe irimo isukari nyinshi (n’ibinyobwa byaswe isukari, sodas) Ibyo kwirinda: • Imitobe yongeretsemo isukari, sodas, “juice drinks” zidakomoka ku mbuto 100%. Impamvu: • Isukari nyinshi izamura cyane glucose mu maraso, ikongera ibyago bya diyabete y’inda no kubyibuha bikabije. Icyo wakora: • Hitamo imbuto nzima uko ziri cyangwa “juice” witeguriye mu rugo udashyizemo isukari; shyira imbere amazi meza. Inzoga (alcohol) Ibyo kwirinda: • Inzoga zose (divayi, bierre, spirit…). Impamvu: • Inzoga zinjira ku mwana nta kizuzi, zikangiza ubwonko n’imikurire (nta gipimo cy’“umutekano” gihari ku mugore utwite). Icyo wakora: • Subiza inzoga amazi, amata, cyangwa imitobe y’imbuto wateguye mu rugo. Itabi (harimo n’umwotsi w’itabi w’abandi) Ibyo kwirinda: • Kunywa itabi n’uko kose kwihorera mu mwotsi w’itabi (passive smoking). Impamvu: • Nikotine na carbon monoxide bigabanya umwuka n’amaraso agera ku nda, bigadindiza imikurire y’umwana. Icyo wakora: • Kureka itabi burundu; gusaba abo mubana/aho ukorera kutatandika hafi yawe. Ibiyobyabwenge (urumogi, cocaine, heroin, meth, n’imiti ikoreshwa nabi) Ibyo kwirinda: • Ibiyobyabwenge byose n’imiti ikoreshwa mu buryo butanditswe n’umuganga. Impamvu: • Byangiza ubwonko, imitsi n’umutima; binyura ku mwana biciye mu maraso/placenta. Icyo wakora: • Irinde rwose; niba hari ikibazo cyo kubireka, shaka ubufasha kwa muganga. 3.2 Ibiryo byanduye cyangwa byataye igihe  Impamvu: Iyo ibiryo byanduye cyangwa byapfuye, bigira udukoko (microbes) dutera indwara z’igifu nka salmonella cyangwa E.coli.  Ku mubyeyi: ashobora kurwara isesemi rikomeye, guhitwa, umuriro mwinshi cyangwa dehydration.  Ku mwana: ashobora kutabona amaraso n’intungamubiri zihagije, bikamudindiza mu mikurire cyangwa inda igacika. 3.3 Inyama n’amagi bidahiye neza  Impamvu: Inyama zidahiye neza cyangwa amagi atarimo gushya neza bishobora kubamo udukoko nka toxoplasma gondii cyangwa salmonella.  Ku mubyeyi: bishobora gutera infection, umuriro no kuribwa mu nda.  Ku mwana: ashobora kugira ubumuga bw’amaso, ubwonko cyangwa kuvuka afite intege nke. 3.4 Imitobe y’isukari nyinshi n’ibinyobwa bya energy  Impamvu: Isukari nyinshi ituma igipimo cy’isukari mu maraso gihora kiri hejuru, naho ibinyobwa bya energy bikaba bifite caffeine nyinshi n’amavuta.  Ku mubyeyi: byongera ibyago byo kurwara diyabete y’inda, kubyibuha bikabije no kugira umuvuduko w’amaraso.  Ku mwana: ashobora kuvuka afite ibiro byinshi cyane cyangwa imirire mibi, ndetse bikamutera kuvuka kare. 3.5 Umunyu n’amavuta menshi atunganyijwe cyane  Impamvu: Umunyu mwinshi utuma amazi afata mu mubiri, naho amavuta menshi atunganyijwe cyane (processed oils) agatera cholesterol nyinshi.  Ku mubyeyi: byongera ibyago bya pre-eclampsia (umuvuduko mwinshi w’amaraso n’inkari zirimo proteyine), indwara z’umutima.  Ku mwana: ashobora kubura amaraso amukwiye no kudakura neza mu nda. 3.6 Ikawa na caffeine nyinshi  Impamvu: Caffeine ishyira umubiri ku murimo mwinshi (stimulant), ikagabanya gusinzira no gukora k’umutima. Umwana nta bushobozi afite bwo kuyisohora mu maraso ye.  Ku mubyeyi: atakaza amazi menshi, akagira isereri, umutima ukihuta no gusinzira gake.  Ku mwana: akura buhoro, ashobora kuvuka ari muto cyane, bikongera ibyago byo kubura inda. 3.7 Inzoga  Impamvu: Inzoga zose zinjira mu maraso ya mama zikagera ku mwana nta kizuzi, zikangiza ubwonko n’imikaya ye.  Ku mubyeyi: ashobora kugira intege nke, kubura amaraso no kugira ibibazo by’amarangamutima.  Ku mwana: ashobora kuvuka afite Fetal Alcohol Syndrome (ubumuga bw’ubwonko n’isura idasanzwe), kuvuka kare cyangwa inda igacika. 3.8 Itabi  Impamvu: Itabi ririmo nikotine na carbon monoxide bikabuza amaraso gutembera neza ku nda. Ndetse n’umwotsi w’itabi wo ku bandi (passive smoking) ufite ingaruka.  Ku mubyeyi: atangira kugira umuvuduko w’amaraso, indwara z’umutima no guhumeka nabi.  Ku mwana: abura umwuka uhagije, akavuka ari muto, imburagihe cyangwa inda igacika. 3.9 Ibiyobyabwenge (urumogi, cocaine, heroin n’ibindi)  Impamvu: Ibiyobyabwenge bikangiza ubwonko, imitsi n’umutima. Byinjira mu maraso ya mama bikagera ku mwana mu nda.  Ku mubyeyi: agira intege nke, ashobora kubura amaraso, indwara z’umutima no kwiyongera kwa stress.  Ku mwana: ashobora kuvuka afite addiction (yamenyereye ibiyobyabwenge akiri mu nda), kuba afite ubumuga bw’ubwonko, indwara y’imitima cyangwa kuvuka kare. 3.11 Ikawa na Caffeine nyinshi  Impamvu bitemewe: o Caffeine ni ikinyabutabire gishyira umubiri ku murimo mwinshi (stimulant). Iyo ikawa ibaye nyinshi, ishobora gutera umuvuduko w’amaraso no kwihuta k’umutima. o Ku mwana uri mu nda, caffeine yinjira mu maraso ya nyina ikagera ku mwana. Umwana nta bushobozi afite bwo kuyisohora, bigatuma atangira kugaragaza ibibazo byo gukura. o Ibyago byiyongera byo gukuramo inda cyangwa kubura ibiro byinshi ku mwana avuka.  Icyo wakora: o Gabanya ikawa n’ibinyobwa bifite caffeine (nk’icyayi gikaze, energy drinks). o Simbuza amazi meza, imitobe y’imbuto cyangwa icyayi cya herbal kitagira caffeine. 3.12 Inzoga  Impamvu zibuza: o Inzoga (alcool) nta gipimo cyemewe cy’umutekano ku mugore utwite: inzoga nkeya cyangwa nyinshi byose byangiza. o Zishobora gutera ibibazo bikomeye ku mikurire y’ubwonko bw’umwana (Fetal Alcohol Syndrome). o Byongera ibyago byo gukuramo inda, kuvuka imburagihe cyangwa umwana ufite ubumuga bwo mu mutwe n’ubwenge.  Icyo wakora: o Irinde inzoga zose (cyane cyane divayi, bierre, ibinyobwa bikomeye). o Simbuza amazi, imitobe y’imbuto cyangwa amata. 3.13 Itabi  Impamvu zibuza: o Itabi ririmo nikotine na carbon monoxide bihagarika umwuka mwiza kugera ku mwana. o Bitera kugabanuka"}
{"text": "afite addiction (yamenyereye ibiyobyabwenge akiri mu nda), kuba afite ubumuga bw’ubwonko, indwara y’imitima cyangwa kuvuka kare. 3.11 Ikawa na Caffeine nyinshi  Impamvu bitemewe: o Caffeine ni ikinyabutabire gishyira umubiri ku murimo mwinshi (stimulant). Iyo ikawa ibaye nyinshi, ishobora gutera umuvuduko w’amaraso no kwihuta k’umutima. o Ku mwana uri mu nda, caffeine yinjira mu maraso ya nyina ikagera ku mwana. Umwana nta bushobozi afite bwo kuyisohora, bigatuma atangira kugaragaza ibibazo byo gukura. o Ibyago byiyongera byo gukuramo inda cyangwa kubura ibiro byinshi ku mwana avuka.  Icyo wakora: o Gabanya ikawa n’ibinyobwa bifite caffeine (nk’icyayi gikaze, energy drinks). o Simbuza amazi meza, imitobe y’imbuto cyangwa icyayi cya herbal kitagira caffeine. 3.12 Inzoga  Impamvu zibuza: o Inzoga (alcool) nta gipimo cyemewe cy’umutekano ku mugore utwite: inzoga nkeya cyangwa nyinshi byose byangiza. o Zishobora gutera ibibazo bikomeye ku mikurire y’ubwonko bw’umwana (Fetal Alcohol Syndrome). o Byongera ibyago byo gukuramo inda, kuvuka imburagihe cyangwa umwana ufite ubumuga bwo mu mutwe n’ubwenge.  Icyo wakora: o Irinde inzoga zose (cyane cyane divayi, bierre, ibinyobwa bikomeye). o Simbuza amazi, imitobe y’imbuto cyangwa amata. 3.13 Itabi  Impamvu zibuza: o Itabi ririmo nikotine na carbon monoxide bihagarika umwuka mwiza kugera ku mwana. o Bitera kugabanuka k’amaraso ajya ku nda, bigatuma umwana adakura neza. o Byongera ibyago byo kubura inda (miscarriage), kuvuka imburagihe, cyangwa umwana ufite ibiro bikeya cyane. o No guhumeka umwotsi w’itabi rituruka ku bandi (passive smoking) nabyo bigira ingaruka zimwe.  Icyo wakora: o Kureka itabi burundu. o Gusaba abo mubana kudatandika hafi yawe. o Niba bikugoye kureka, shaka ubufasha ku muganga cyangwa mu matsinda y’abafasha kureka itabi. 3.14 Ibiyobyabwenge (nk’urumogi, cocaine, heroin, n’ibindi)  Impamvu zibuza: o Byangiza ubwonko n’imitsi by’umwana mu nda. o Byongera ibyago byo kubura inda, kubura amaraso ku mugore, kuvuka imburagihe n’ubumuga bukomeye ku mwana. o Umwana ashobora kuvuka afite kwiyumvisha inzoga cyangwa ibiyobyabwenge mu maraso (addiction) bigatuma arwara kuva akivuka.  Icyo wakora: o Irinde ibiyobyabwenge byose. o Niba hari ikibazo cyo kubireka, shaka ubufasha ku muganga cyangwa ku kigo cy’ubuvuzi. 3.15 ibinyobwa bitemewe mugihe utwite Imitobe y’isukari nyinshi n’ibinyobwa bya energy  Impamvu: Isukari nyinshi ituma igipimo cy’isukari mu maraso gihora kiri hejuru, naho ibinyobwa bya energy bikaba bifite caffeine nyinshi n’amavuta.  Ku mubyeyi: byongera ibyago byo kurwara diyabete y’inda, kubyibuha bikabije no kugira umuvuduko w’amaraso.  Ku mwana: ashobora kuvuka afite ibiro byinshi cyane cyangwa imirire mibi, ndetse bikamutera kuvuka kare. Ikawa na Caffeine nyinshi  Impamvu bitemewe: o Caffeine ni ikinyabutabire gishyira umubiri ku murimo mwinshi (stimulant). Iyo ikawa ibaye nyinshi, ishobora gutera umuvuduko w’amaraso no kwihuta k’umutima. o Ku mwana uri mu nda, caffeine yinjira mu maraso ya nyina ikagera ku mwana. Umwana nta bushobozi afite bwo kuyisohora, bigatuma atangira kugaragaza ibibazo byo gukura. o Ibyago byiyongera byo gukuramo inda cyangwa kubura ibiro byinshi ku mwana avuka.  Icyo wakora: o Gabanya ikawa n’ibinyobwa bifite caffeine (nk’icyayi gikaze, energy drinks). o Simbuza amazi meza, imitobe y’imbuto cyangwa icyayi cya herbal kitagira caffeine. Inzoga  Impamvu zibuza: o Inzoga (alcool) nta gipimo cyemewe cy’umutekano ku mugore utwite: inzoga nkeya cyangwa nyinshi byose byangiza. o Zishobora gutera ibibazo bikomeye ku mikurire y’ubwonko bw’umwana (Fetal Alcohol Syndrome). o Byongera ibyago byo gukuramo inda, kuvuka imburagihe cyangwa umwana ufite ubumuga bwo mu mutwe n’ubwenge.  Icyo wakora: o Irinde inzoga zose (cyane cyane divayi, bierre, ibinyobwa bikomeye). o Simbuza amazi, imitobe y’imbuto cyangwa amata. Itabi  Impamvu zibuza: o Itabi ririmo nikotine na carbon monoxide bihagarika umwuka mwiza kugera ku mwana. o Bitera kugabanuka k’amaraso ajya ku nda, bigatuma umwana adakura neza. o Byongera ibyago byo kubura inda (miscarriage), kuvuka imburagihe, cyangwa umwana ufite ibiro bikeya cyane. o No guhumeka umwotsi w’itabi rituruka ku bandi (passive smoking) nabyo bigira ingaruka zimwe.  Icyo wakora: o Kureka itabi burundu. o Gusaba abo mubana kudatandika hafi yawe. o Niba bikugoye kureka, shaka ubufasha ku muganga cyangwa mu matsinda y’abafasha kureka itabi. Ibiyobyabwenge (nk’urumogi, cocaine, heroin, n’ibindi)  Impamvu zibuza: o Byangiza ubwonko n’imitsi by’umwana mu nda. o Byongera ibyago byo kubura inda, kubura amaraso ku mugore, kuvuka imburagihe n’ubumuga bukomeye ku mwana. o Umwana ashobora kuvuka afite kwiyumvisha inzoga cyangwa ibiyobyabwenge mu maraso (addiction) bigatuma arwara kuva akivuka.  Icyo wakora: o Irinde ibiyobyabwenge byose. o Niba hari ikibazo cyo kubireka, shaka ubufasha ku muganga cyangwa ku kigo cy’ubuvuzi. 4.1 Ibibazo biterwa no gutwita Mu gihe umugore atwite, ubudahangarwa bw’umubiri ndetse n’ubw’amarangamutima buragabanuka, ni yo mpamvu agomba kwirinda icyamuhungabanya cyose.dore bimwe mu bibazo bishobora kugaragara mu gihe cyo gutwita Ibimenyetso Mpuruza (Danger Signs) Mugihe utwite kandi ukabona ibimenyetso bikurikira bisaba kwihutira kujya kwa muganga kuko bishobora gushyira ubuzima bw’umubyeyi ndetse n’ubw’umwana mu kaga: • Kuva amaraso menshi mu gitsina: bishobora gusobanura gukuramo inda kare, placenta yashwanyutse cyangwa indi ndwara ikomeye. • Kuribwa umutwe bikabije: bishobora kuba ikimenyetso cya umuvuduko w’amaraso mwinshi (pre-eclampsia) n’ibindi bibazo bikomeye. • Kuribwa mu kiziba cy’inda: bishobora kwerekana ko inda ifite ikibazo, harimo kuba hari inda iri hanze y’umura cyangwa placenta yamanutse. • Gucika intege cyane cyangwa kugira isereri: bishobora kuba ikimenyetso cyo kubura amaraso (anémie) cyangwa izindi ndwara zikeneye kwitabwaho. • Umuriro mwinshi cyangwa guhumeka nabi: bishobora gusobanura infection cyangwa ikibazo ku bihaha. Iyo kimwe muri ibi bibaye, umugore agomba guhita atabaza muganga cyangwa umujyanama w’ubuzima. 4.2 Ibyo Umugore Agomba Kwitwararika mu gihe atwite • Kwirinda umuhangayiko: Stress ishobora gutera ibibazo ku misemburo no ku mikurire y’umwana. • Kwirinda malariya: Malariya ku mugore utwite ishobora gutera kubura inda cyangwa umwana kuvuka ari muto"}
{"text": "ikibazo cyo kubireka, shaka ubufasha ku muganga cyangwa ku kigo cy’ubuvuzi. 4.1 Ibibazo biterwa no gutwita Mu gihe umugore atwite, ubudahangarwa bw’umubiri ndetse n’ubw’amarangamutima buragabanuka, ni yo mpamvu agomba kwirinda icyamuhungabanya cyose.dore bimwe mu bibazo bishobora kugaragara mu gihe cyo gutwita Ibimenyetso Mpuruza (Danger Signs) Mugihe utwite kandi ukabona ibimenyetso bikurikira bisaba kwihutira kujya kwa muganga kuko bishobora gushyira ubuzima bw’umubyeyi ndetse n’ubw’umwana mu kaga: • Kuva amaraso menshi mu gitsina: bishobora gusobanura gukuramo inda kare, placenta yashwanyutse cyangwa indi ndwara ikomeye. • Kuribwa umutwe bikabije: bishobora kuba ikimenyetso cya umuvuduko w’amaraso mwinshi (pre-eclampsia) n’ibindi bibazo bikomeye. • Kuribwa mu kiziba cy’inda: bishobora kwerekana ko inda ifite ikibazo, harimo kuba hari inda iri hanze y’umura cyangwa placenta yamanutse. • Gucika intege cyane cyangwa kugira isereri: bishobora kuba ikimenyetso cyo kubura amaraso (anémie) cyangwa izindi ndwara zikeneye kwitabwaho. • Umuriro mwinshi cyangwa guhumeka nabi: bishobora gusobanura infection cyangwa ikibazo ku bihaha. Iyo kimwe muri ibi bibaye, umugore agomba guhita atabaza muganga cyangwa umujyanama w’ubuzima. 4.2 Ibyo Umugore Agomba Kwitwararika mu gihe atwite • Kwirinda umuhangayiko: Stress ishobora gutera ibibazo ku misemburo no ku mikurire y’umwana. • Kwirinda malariya: Malariya ku mugore utwite ishobora gutera kubura inda cyangwa umwana kuvuka ari muto cyane. Ni yo mpamvu inzitiramibu iteye umuti ari ngombwa. • Isuku: Gukora isuku y’umubiri n’aho atuye birinda indwara ziterwa n’umwanda nko guhitwa no kurwara urwuma. • Kuruhuka bihagije: Kuba utaruhutse bihagije bishobora gutera umunaniro ukabije no kubura imbaraga. • Kwirinda imirimo ivunanye: Imirimo iremereye ishobora gutera gukuramo inda cyangwa kugera ku nda kare. • Imyitozo yoroshye: Nko kugenda buhoro, yoga yoroshye, guhumeka neza – bifasha umubiri kugira imbaraga no kurinda kubyimba amaguru. • Uburyo bwo kuryama: Kuryamira urubavu rw’ibumoso ni bwo bwiza kuko bituma amaraso atembera neza ajya ku nda n’umwana. Kuryama ugaramye cyangwa ububitse inda byongera ibyago byo kugira isereri no kugabanya amaraso agera ku mwana. 4.3 Uburyo bwo Kuryama mugihe utwite Kuryamira urubavu rw’ibumoso (ni bwo bwiza cyane)  Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava) n’umwijima w’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku mpyiko za mama; bigafasha no kugabanya kubyimba amaguru.  Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi munsi y’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse. Kuryamira urubavu rw’iburyo (ni byiza nk’impalternativa)  Impamvu: nta kibazo gikomeye, ariko urubavu rw’ibumoso ruba rufite inyungu nyinshi; gusimburanya impande zombi birinda kubabara mu mugongo no gupfukirana. Kuryama ugaramye (flat on the back) – wirinde cyane ugiye hejuru y’ibyumweru 20  Impamvu: inda ikura igakanda vena cava, bigatera isereri, umutima kugenda buhoro, no guhanagura amaraso agera ku mwana.  Icyitonderwa: nibiba ukabyuka wisanze ugaramye, hindukira ucye usubire ku rubavu; ushobora no gukoresha pilo y’akabambano (wedge) ku ruhande rw’iburyo kugira ngo umubiri ube ufite ikizenguruko gito (atari flat). Kuryama wubitse inda (wubitse umusaya) – birahinduka uko inda ikura  Mu ntangiriro: bishobora kutagira ingaruka zikomeye niba byoroheye mama.  Nyuma: ntibikunda no kworoha bitewe n’uko inda iba nini; wirinde gucinya inda. Kuzamura igihimba cy’hejuru (semi-recline)  Impamvu: bigabanya isesemi n’induru mu muhogo (reflux/heartburn) kandi bifasha abumva kubura umwuka nijoro.  Uko ubikora: shyira amapilo menshi ku mutwe n’igitsina cyo hejuru; wirinde kuryama muri saa 2–3 za mbere nyuma yo kurya. Uburyo bwo kuruhuka neza nijoro  Gahunda y’ibitotsi: gerageza amasaha 8–9; jya kuryama no kubyuka igihe kimwe buri munsi.  Amazi: nywa menshi ku manywa, ugabanye nijoro kugira ngo kujya ku bwiherero kenshi bitaguhungabanya.  Umwuka na pilo: funguza icyumba, koresha amapilo afasha uruti rw’umugongo (spine) kuguma mu murongo. Ibyo wirinda nijoro  Kwicara/kwirambika umwanya muremure utimukiye → biha amazi gufata mu maguru; wimuke gake-gake (stretching).  Ibiryo biremereye mbere yo kuryama → byongera reflux/heartburn. Aho wihutira gusaba ubufasha  Isereri ikabije iyo ugaramye, guhumeka nabi, ububabare bukomeye mu gituza, cyangwa ikimenyetso cy’akabombambari k’akaguru (urwara rudahemuka, akaguru kababaye, kabyimbye kurusha akandi): jya kwa muganga ako kanya. 4.4 Uburyo bwiza bwo kuryama igihe utwite • Uburyo bwiza: ni kuryamira urubavu cyane cyane urubavu rw’ibumoso. Ibi bifasha amaraso kugera neza ku nda n’umwana, bigabanya ibyago byo kugira umuvuduko w’amaraso mwinshi.  Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava) n’umwijima w’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku mpyiko za mama; bigafasha no kugabanya kubyimba amaguru.  Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi munsi y’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse. 4.5 Kuryamira urubavu rw’ibumoso (ni bwo bwiza cyane)  Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava) n’umwijima w’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku mpyiko za mama; bigafasha no kugabanya kubyimba amaguru.  Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi munsi y’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse. Kuryamira urubavu rw’iburyo (ni byiza nk’impalternativa)  Impamvu: nta kibazo gikomeye, ariko urubavu rw’ibumoso ruba rufite inyungu nyinshi; gusimburanya impande zombi birinda kubabara mu mugongo no gupfukirana. 4.6 Kuryama ugaramye (flat on the back) – wirinde cyane ugiye hejuru y’ibyumweru 20  Impamvu: inda ikura igakanda vena cava, bigatera isereri, umutima kugenda buhoro, no guhanagura amaraso agera ku mwana.  Icyitonderwa: nibiba ukabyuka wisanze ugaramye, hindukira ucye usubire ku rubavu; ushobora no gukoresha pilo y’akabambano (wedge) ku ruhande rw’iburyo kugira ngo umubiri ube ufite ikizenguruko gito (atari flat). 4.7 Kuryama wubitse inda (wubitse umusaya) – birahinduka uko inda ikura  Mu ntangiriro: bishobora kutagira ingaruka zikomeye niba byoroheye mama.  Nyuma: ntibikunda no kworoha bitewe n’uko inda iba nini; wirinde gucinya inda. 4.8 Kuzamura igihimba cy’hejuru (semi-recline)  Impamvu: bigabanya isesemi"}
{"text": "umuriro/pilo hagati y’amavi, undi munsi y’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse. 4.5 Kuryamira urubavu rw’ibumoso (ni bwo bwiza cyane)  Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava) n’umwijima w’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku mpyiko za mama; bigafasha no kugabanya kubyimba amaguru.  Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi munsi y’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse. Kuryamira urubavu rw’iburyo (ni byiza nk’impalternativa)  Impamvu: nta kibazo gikomeye, ariko urubavu rw’ibumoso ruba rufite inyungu nyinshi; gusimburanya impande zombi birinda kubabara mu mugongo no gupfukirana. 4.6 Kuryama ugaramye (flat on the back) – wirinde cyane ugiye hejuru y’ibyumweru 20  Impamvu: inda ikura igakanda vena cava, bigatera isereri, umutima kugenda buhoro, no guhanagura amaraso agera ku mwana.  Icyitonderwa: nibiba ukabyuka wisanze ugaramye, hindukira ucye usubire ku rubavu; ushobora no gukoresha pilo y’akabambano (wedge) ku ruhande rw’iburyo kugira ngo umubiri ube ufite ikizenguruko gito (atari flat). 4.7 Kuryama wubitse inda (wubitse umusaya) – birahinduka uko inda ikura  Mu ntangiriro: bishobora kutagira ingaruka zikomeye niba byoroheye mama.  Nyuma: ntibikunda no kworoha bitewe n’uko inda iba nini; wirinde gucinya inda. 4.8 Kuzamura igihimba cy’hejuru (semi-recline)  Impamvu: bigabanya isesemi n’induru mu muhogo (reflux/heartburn) kandi bifasha abumva kubura umwuka nijoro.  Uko ubikora: shyira amapilo menshi ku mutwe n’igitsina cyo hejuru; wirinde kuryama muri saa 2–3 za mbere nyuma yo kurya. 4.9 Uburyo bwo kuruhuka neza nijoro  Gahunda y’ibitotsi: gerageza amasaha 8–9; jya kuryama no kubyuka igihe kimwe buri munsi.  Amazi: nywa menshi ku manywa, ugabanye nijoro kugira ngo kujya ku bwiherero kenshi bitaguhungabanya.  Umwuka na pilo: funguza icyumba, koresha amapilo afasha uruti rw’umugongo (spine) kuguma mu murongo. . 5.1 Uruhare rw’Umugabo mu Gihe Umugore we Atwite Umugabo ufasha umugore we mu gihe cyo gutwita atuma umugore agira umutuzo w’amarangamutima, bikagabanya stress no kongera ubusabane hagati yabo. Kumuherekeza kwisuzumisha (ANC) bituma ibibazo bikemurwa hakiri kare kandi bigatanga umutekano. Iyo umugabo amuba hafi igihe cyo kubyara, umugore agira ubutwari n’amahoro, ububabare buragabanuka kandi yumva akunzwe. Kugirana umubano n’umwana akiri mu nda binyuze mu kumuganiriza, kumuririmbira no gukoraho inda bimufasha gukura neza mu bwenge, mu mibanire n’amarangamutima. Ibyo umugabo ashobora gukora • Kumuherekeza kwa muganga no kumushyigikira mu isuzuma. • Gufasha mu mirimo yo mu rugo kugira ngo umugore aruhuke. • Kumuganiriza no kumwumva. • Gushyikirana n’umwana akiri mu nda (kumuririmbira, kumuganiriza, gukoraho inda buhoro). 5.2 Ibyiciro by’Ingenzi by’Imikurire y’Umwana uri mu nda • Ukwezi kwa 1: Isura itangira kwirema, ahazajya amaso hagaragara utuziga twijimye. • Ukwezi kwa 2: Ubwonko butangira kwirema. • Ukwezi kwa 3: Amaboko, ibiganza, intoki, ibirenge n’ino biba byamaze kwirema. Ibice byose by’umubiri biba byarangiye kurema. • Ukwezi kwa 4: Umutima ushobora kumvwa n’igikoresho cyabugenewe. • Ukwezi kwa 5: Umwana atangira kwinyagambura mu nda. • Ukwezi kwa 6: Amaso atangira gufunguka. • Ukwezi kwa 7: Ubushobozi bwo kumva (amatwi) buba bwuzuye neza. • Ukwezi kwa 8: Umwana ashobora kumva no kureba, ubwonko bukura vuba cyane. • Ukwezi kwa 9: Ibihaha biba byarangiye kurema neza. Umwana ashobora kumva ijwi, kubona urumuri no kumva gukorwaho. • Ukwezi kwa 10: Umwana aba ageze igihe cyo kuvuka; kwinyagambura kwe kuragabanuka kuko aba amaze kuba munini. 5.3 Urutonde rw’Ibiribwa Bikungahaye ku Butare (Fer) • Amagi (umuhondo) • Amafi • Udushyimbo duto twa rantiye • Sesame • Ingano, porici, igikoma, kinowa • Umuceri, uburo • Ibishyimbo, amashaza • Imboga rwatsi (epinari) • Imbuto z’amasaka nka cashew, almonde, ubunyobwa, pisitaciyo • Inyama zitukura, inkoko • Tangawizi • Imbuto zimwe • Tofu • Umugati ukungahaye ku butare Fer ni ingenzi mu gukora amaraso mashya, kugabanya umunaniro no gufasha umwana gukura neza. 5.4 Ibyokurya Bikungahaye kuri Vitamine C • Icunga • Papayi • Indimu • Urusenda rutukura • Imbuto zitukura (inkeri) • Shufureri • Amashu atukura • Brokoli • Ibirayi by’umweru Vitamine C ifasha umubiri kumira neza fer kandi irinda umubiri indwara. Icyitonderwa: Icyayi gikomeye kigabanya uko fer imirwa. Ntukinywe mu gihe uri kurya ibiribwa bikungahaye ku butare. 5.5 Ibiribwa Bikungahaye kuri Kalisiyumu • Shufureri • Celeri • Imiteja • Imboga rwatsi • Inzuzi • Beterave • Coconati • Avoka • Amashu • Sesame • Ibitunguru Kalisiyumu ikomeza amagufa n’amenyo y’umwana, kandi irinda umubyeyi kubura ibinyabutabire by’ingenzi. 6.1 Gushyikirana hagati y’umubyeyi utwite n’umwana we Gushyikirana hagati y’umubyeyi utwite n’umwana we bikubiyemo guhererekanya no kwakira amakuru hagati y’umwana uri mu nda na nyina, bitanyuze mu magambo gusa, ahubwo biciye mu amaraso, amarangamutima, amajwi, imisemburo, no gukorakora inda. Umwana aba ashobora kumva no kwiyumvisha ibibera hanze n’iby’umubyeyi kuva mu mezi ya mbere y’inda. 6.2 Uburyo butandukanye umubyeyi utwite ashobora gushyikirana n’umwana we Gushyikirana hagati y’umubyeyi utwite n’umwana we bikubiyemo guhererekanya no kwakira amakuru hagati y’umwana uri mu nda na nyina, bitanyuze mu magambo gusa, ahubwo biciye mu amaraso, amarangamutima, amajwi, imisemburo, no gukorakora inda. Umwana aba ashobora kumva no kwiyumvisha ibibera hanze n’iby’umubyeyi kuva mu mezi ya mbere y’inda. 1. Biciye mu maraso n’imisemburo o Placenta itwara umwuka n’intungamubiri biva ku mubyeyi bikagera ku mwana, kandi isubizayo imyanda. o Iyo mama afite stress cyangwa ibyishimo, imisemburo y’umubiri (hormones) ihinduka, bikagera no ku mwana. 2. Biciye mu majwi n’amagambo o Kuva ku mezi 5–6, umwana atangira kumva amajwi; yumva ijwi rya mama we nk’iryo hafi cyane. o Iyo mama aririmba indirimbo zimwe kenshi, umwana azikomeza kumenya no nyuma avutse. 3. Biciye mu gukoraho inda o Iyo mama cyangwa se bamukoraho inda buhoro, umwana ashobora kwinyagambura cyangwa kwitura aho bamukoze. o Ibi bituma yumva ahuje n’ababyeyi be. 4."}
{"text": "Gushyikirana hagati y’umubyeyi utwite n’umwana we bikubiyemo guhererekanya no kwakira amakuru hagati y’umwana uri mu nda na nyina, bitanyuze mu magambo gusa, ahubwo biciye mu amaraso, amarangamutima, amajwi, imisemburo, no gukorakora inda. Umwana aba ashobora kumva no kwiyumvisha ibibera hanze n’iby’umubyeyi kuva mu mezi ya mbere y’inda. 6.2 Uburyo butandukanye umubyeyi utwite ashobora gushyikirana n’umwana we Gushyikirana hagati y’umubyeyi utwite n’umwana we bikubiyemo guhererekanya no kwakira amakuru hagati y’umwana uri mu nda na nyina, bitanyuze mu magambo gusa, ahubwo biciye mu amaraso, amarangamutima, amajwi, imisemburo, no gukorakora inda. Umwana aba ashobora kumva no kwiyumvisha ibibera hanze n’iby’umubyeyi kuva mu mezi ya mbere y’inda. 1. Biciye mu maraso n’imisemburo o Placenta itwara umwuka n’intungamubiri biva ku mubyeyi bikagera ku mwana, kandi isubizayo imyanda. o Iyo mama afite stress cyangwa ibyishimo, imisemburo y’umubiri (hormones) ihinduka, bikagera no ku mwana. 2. Biciye mu majwi n’amagambo o Kuva ku mezi 5–6, umwana atangira kumva amajwi; yumva ijwi rya mama we nk’iryo hafi cyane. o Iyo mama aririmba indirimbo zimwe kenshi, umwana azikomeza kumenya no nyuma avutse. 3. Biciye mu gukoraho inda o Iyo mama cyangwa se bamukoraho inda buhoro, umwana ashobora kwinyagambura cyangwa kwitura aho bamukoze. o Ibi bituma yumva ahuje n’ababyeyi be. 4. Biciye mu marangamutima o Iyo mama afite amahoro, umwana aba atuje. Iyo afite stress cyangwa agahinda, umwana ashobora kubyiyumvamo (nko gukubita umutima vuba). 5. Biciye mu rumuri n’urusaku o Nubwo inda imucyingiriza rumuri ruke, umwana ashobora gutandukanya umucyo n’umwijima. o Ashobora no kumva urusaku rukabije arwumvise (nk’umuziki w’urusaku). 6.3 Akamaro KO kuba hari imishyikirano hagati y’umubyeyi utwite n’umwana uri mu nda 1. Kongera ubusabane (bonding) mbere yo kuvuka o Umwana amenya ijwi rya mama n’umuryango, bikamufasha kumenyera urukundo n’umutekano akivuka. 2. Guteza imbere ubwonko n’imikurire o Gushyikirana na mama bigira uruhare mu mikorere y’ubwonko bw’umwana (cognitive development). o Byongera ubushobozi bwo kumva, kumenya amajwi, no kumva ibidukikije. 3. Kurinda umubyeyi stress nyinshi o Iyo umubyeyi aganiriza cyangwa aririmbira umwana, nawe araruhuka, amaraso atembera neza, kandi amarangamutima ye aba meza. 4. Kongerera umwana amahirwe yo kuvuka afite ubuzima bwiza o Uko amarangamutima n’imibereho myiza ya mama ari meza, niko umwana akura neza mu mitsi, mu magufa no mu bwenge. 5. Kwereka umwana ko ari uw’agaciro kuva akiri mu nda o Ibi bituma umuryango wose (umugabo, abavandimwe, ababyeyi) uha agaciro uwo mwana akiri mu nda, bigatuma avuka afite umubano mwiza n’ababyeyi be. 6.4 Ingero z’ibyo wakora kugira ngo ushyikirane n’umwana wawe uri munda  Mama aririmbira indirimbo za gakondo buhoro → umwana aratuza.  Se akora ku nda, akavuga amagambo meza → umwana akanyeganyega cyangwa akiturira aho amajwi aturuka.  Mama arimo gusenga cyangwa asoma amagambo y’amahoro → umwana aba mu mutuzo.  Mu gihe hari indirimbo ikomeye cyangwa urusaku rukabije → umwana ashobora kwinyagambura cyane. 6.5 Kuki umugore utwite agomba kwirinda stress?  Stress izamura imisemburo mibi (cortisol) ishobora guhungabanya imikurire y’umwana.  Ishobora gutera umuvuduko mwinshi w’amaraso (pre-eclampsia) no kudatembera neza k’amaraso ku nda.  Ituma umubyeyi atakaza imbaraga, agasiba kurya cyangwa gusinzira neza.  Yongera ibyago byo kubura inda cyangwa kuvuka imburagihe.  Ishobora kugira ingaruka ku bwenge n’imibanire y’umwana akivuka. 6.6 Kongera ubusabane (bonding) mbere yo kuvuka  Ibisobanuro: Iyo umubyeyi aganiriza cyangwa aririmbira umwana, uwo mwana atangira kumenyera ijwi rya mama ndetse n’ay’abandi bo mu muryango.  Impamvu: Uko kumenyera amajwi bituma umwana akura yumva afite umutekano, kandi igihe avutse yumva ibidukikije bimurimo urukundo n’ubusabane. Ibi bituma umubano we n’ababyeyi uhera ku rukundo rufatika. 6.7 Guteza imbere ubwonko n’imikurire  Ibisobanuro: Ubutumwa, indirimbo n’ijwi rya mama bituma ubwonko bw’umwana butangira gukora imikoranire (neural connections).  Impamvu: Ibi bituma umwana agira ubushobozi bwo gutangira kumva, gutandukanya amajwi, no kumenya ibidukikije hakiri kare. Byongera amahirwe yo kugira imikurire myiza mu bwenge (cognitive development) no mu mikorere y’ubuzima bwe bwose. 6.8 Kurinda umubyeyi stress nyinshi  Ibisobanuro: Iyo mama aririmbira cyangwa aganiriza umwana, nawe araruhuka, umutima ugakora neza, amaraso akatembera neza kandi akagira amarangamutima meza.  Impamvu: Kugabanya stress ku mugore utwite birinda indwara nko kugira umuvuduko w’amaraso mwinshi cyangwa kubura amaraso. Uko mama afite umutuzo, niko n’umwana amera neza mu nda. 6.9 Kongerera umwana amahirwe yo kuvuka afite ubuzima bwiza  Ibisobanuro: Uko amarangamutima ya mama ari meza kandi atuje, niko n’imikurire y’umwana mu nda igenda neza mu magufa, mu mitsi ndetse no mu bwonko.  Impamvu: Ubuzima bwiza bwa mama butuma umwana abonera intungamubiri n’amaraso ahagije, bigatuma avuka afite ubuzima buzira umuze kandi afite imbaraga. 6.10 Kwereka umwana ko ari uw’agaciro kuva akiri mu nda  Ibisobanuro: Iyo umuryango wose uganiriza cyangwa ugashyikirana n’umwana akiri mu nda, uwo mwana atangira gufatwa nk’uw’agaciro mbere y’uko avuka.  Impamvu: Ibi byubaka umubano mwiza hagati y’umwana n’umuryango we. Bituma akura azi ko akunzwe, ko ahawe umwanya, kandi bikamufasha kugira imibanire myiza akivuka ndetse no mu buzima bwe bw’igihe kirekire.  6.11 Muri make : kubijyanye n’imishyikirano iri hagati y’umubyeyi utwite n’umwna we: Gushyikirana hagati y’umubyeyi n’umwana we si amagambo gusa, ahubwo ni itumanaho ry’umubiri, amarangamutima n’amajwi rifasha umwana kumenya, gukura neza no kwiyumvamo ko akundwa mbere y’uko avuka. 6.12 imiti gakondo mu gihe utwite Imiti gakondo ntiyemewe ku mugore utwite keretse iyo yemejwe n’umuganga. Kuyikoresha ku giti cyawe ni ingorabahizi kuko ishobora gutera ibibazo bikomeye ku buzima bwa mama no ku mwana. Imiti gakondo ikozwe mu byatsi cyangwa ibimera ishobora kuba ikaze cyane ku mubiri, ikagira ingaruka zitazwi kuko idapimwa nk’imiti isanzwe yemewe na muganga. Ku mugore utwite:  Gukuramo inda (miscarriage): bimwe mu byatsi bizwiho gutera ibise bikomeye bikaba byakurura"}
{"text": "mu mitsi ndetse no mu bwonko.  Impamvu: Ubuzima bwiza bwa mama butuma umwana abonera intungamubiri n’amaraso ahagije, bigatuma avuka afite ubuzima buzira umuze kandi afite imbaraga. 6.10 Kwereka umwana ko ari uw’agaciro kuva akiri mu nda  Ibisobanuro: Iyo umuryango wose uganiriza cyangwa ugashyikirana n’umwana akiri mu nda, uwo mwana atangira gufatwa nk’uw’agaciro mbere y’uko avuka.  Impamvu: Ibi byubaka umubano mwiza hagati y’umwana n’umuryango we. Bituma akura azi ko akunzwe, ko ahawe umwanya, kandi bikamufasha kugira imibanire myiza akivuka ndetse no mu buzima bwe bw’igihe kirekire.  6.11 Muri make : kubijyanye n’imishyikirano iri hagati y’umubyeyi utwite n’umwna we: Gushyikirana hagati y’umubyeyi n’umwana we si amagambo gusa, ahubwo ni itumanaho ry’umubiri, amarangamutima n’amajwi rifasha umwana kumenya, gukura neza no kwiyumvamo ko akundwa mbere y’uko avuka. 6.12 imiti gakondo mu gihe utwite Imiti gakondo ntiyemewe ku mugore utwite keretse iyo yemejwe n’umuganga. Kuyikoresha ku giti cyawe ni ingorabahizi kuko ishobora gutera ibibazo bikomeye ku buzima bwa mama no ku mwana. Imiti gakondo ikozwe mu byatsi cyangwa ibimera ishobora kuba ikaze cyane ku mubiri, ikagira ingaruka zitazwi kuko idapimwa nk’imiti isanzwe yemewe na muganga. Ku mugore utwite:  Gukuramo inda (miscarriage): bimwe mu byatsi bizwiho gutera ibise bikomeye bikaba byakurura inda.  Kubyara imburagihe: imiti ibangura igifu cyangwa igatera imbarurira ishobora gutuma inda isohoka kare.  Kubura amaraso cyangwa umuvuduko w’amaraso: bimwe bigabanya amaraso cyangwa bikazamura cyane umuvuduko w’amaraso.  Indwara z’igifu n’impyiko: imiti iteguwe mu buryo budafite isuku ishobora kwanduza bagiteri cyangwa kwangiza impyiko.  Kwivanga n’imiti ya muganga: ishobora kugabanya cyangwa kongera imbaraga z’imiti muganga yaguhaye, bikaba bibi cyane. Ku mwana uri mu nda:  Kudakura neza: imiti igabanya intungamubiri cyangwa amaraso agera ku nda, bigatuma umwana akura nabi.  Ubumuga bw’ubwonko n’imitsi: bimwe mu bigize imiti byinjira mu maraso ya mama bikagera ku mwana bigahungabanya ubwonko.  Kuvuka ari muto cyane (low birth weight): kubera kubura amaraso cyangwa intungamubiri zihagije.  Kuvuka imburagihe: kubera ibise bitungurwa n’imiti gakondo.  Urupfu rw’umwana akiri mu nda: mu gihe imiti ifite ingaruka zikaze. 6.13 Inkingo umugore utwite agomba gufata  Tetanusi/Td vaccine – irinda mama n’umwana indwara ya tetanusi igihe cyo kubyara.  Malaria prevention (SP/Fansidar) – ahantu hari malaria, abagore batwite bahabwa imiti yo kuyirinda.  Indi nkingo: bitewe n’aho uri n’inama za muganga (urugero: Hepatite B, influenza). Kuki ari ngombwa kuzifata?  Zirinda indwara zirembera ku mugore utwite.  Zirinda umwana uri mu nda n’igihe avutse.  Zigabanya ibyago byo gupfa kwa mama cyangwa umwana. 6.14 Kuki ari ngombwa kwipimisha hakiri kare mu gihe utwite (ANC)  Kumenya kare niba inda iri mu buryo bwiza.  Kugenzura amaraso, inkari, ibipimo by’umuvuduko w’amaraso, fer/iron, acide folique.  Kugenzura uko umwana akura mu nda.  Gutegura gahunda yo kubyara (birth plan).  Kugabanya ibyago byo kubura inda cyangwa kugira ibibazo bikomeye. Icyo bitanga: umutekano ku buzima bwa mama n’umwana, kumenya kare ibibazo bishobora kubaho. 6.14. Wakora iki mugihe umenye ko utwite cyangwa usanze utwite  Kora ikizamini cy’inda (pregnancy test) ukimara gutinda imihango.  Jya ku kigo nderabuzima uandikishe inda (ANC) mbere y’ibyumweru 12.  Tangira gufata acide folique na fer/iron buri munsi nk’uko muganga abigutegeka.  Irinde inzoga, itabi, ibiyobyabwenge, imiti gakondo n’ibiribwa bitemewe.  Kurya indyo yuzuye: ibiribwa bikungahaye kuri proteyine, imboga, imbuto, amata, ibinyampeke.  Kumenya ibimenyetso mpuruza (kuribwa bikabije, kuva amaraso, umuriro mwinshi, kutumva umwana anyeganyega).  Shaka inkunga y’umuryango n’umugabo: kuba hafi, kugufasha mu mirimo, kukuganiriza. Muri make  Inkingo: zirinda mama n’umwana indwara zikomeye.  Kwipimisha kare: bituma bamenya ibibazo hakiri kare kandi bigakemurwa.  Iyo umenye ko utwite: andikisha inda, fata imiti y’inyunganiramirire, irinde ibyangiza umwana, kurya neza no gukurikiza inama za muganga. 6.15 Ingaruka zo kudafata ibinini mbonezabuzima (Fer/iron na Acide folique) igihe utwite Ibinini mbonezamirire (inyunganiramirire) bigizwe ahanini na Fer/iron n’Acide folique. Umugore utwite abihabwa kugira ngo afashe umubiri we n’umwana gukura neza, kurinda indwara no kubura amaraso. Ingaruka ku mubyeyi:  Anemia (kubura amaraso) → umubyeyi ahora ananiwe, acika intege, ashobora kugira umutwe ukabije n’isereri.  Kubyara imburagihe kubera kubura intungamubiri zihagije.  Kubura imbaraga igihe cyo kubyara (labor complications).  Kwiyongera ibyago byo gupfa ku mugore igihe cyo kubyara kubera kubura amaraso ahagije. Ingaruka ku mwana uri mu nda:  Kudakura neza mu nda (growth restriction).  Kuvuka ari muto cyane (low birth weight).  Kuvuka imburagihe (premature birth).  Ubumuga bwo mu bwonko n’umugongo (neural tube defects) bitewe no kubura acide folique.  Kwiyongera ibyago byo gupfa akiri mu nda cyangwa akivuka. Umwanzuro Kunywa fer/iron na acide folique buri munsi kuva utangira kwipimisha kugeza ubyaye ni ingenzi cyane:  Birinda kubura amaraso,  Bituma umwana akura neza,  Birinda ubumuga bukomeye ku mwana. 6.16 Wabwirwa n’iki ko umugore utwite afite ikibazo cy’imirire? Ibimenyetso ku mubiri wa mama  Kunanuka cyane cyangwa kubura ibiro (BMI iri hasi).  Guhora ananiwe, isereri kenshi – bishobora kwerekana kubura amaraso (anemia).  Uruhu rwumye cyangwa rucikagurika, imisatsi itangiye kugwa.  Amaguru n’ibirenge byabyimbye (bishobora kwerekana ikibazo cya proteyine).  Amenyo ashobora gutangira kwangirika kubera kubura calcium na vitamini.  Umunwa ugaragaza ibisebe cyangwa ururimi ruryaryata (kubura vitamini B cyangwa C). Ibimenyetso mu mikorere  Kutagira imbaraga zo gukora imirimo isanzwe.  Kugira isesemi ikabije n’ibibazo byo kutabona ibyo kurya bihagije.  Kurwara kenshi kubera kugabanuka k’ubudahangarwa. Ibimenyetso ku mwana uri mu nda  Kudakura neza mu nda (fetal growth restriction).  Kuvuka ari muto cyane cyangwa imburagihe.  Ibyago byo kugira ubumuga bw’ubwonko cyangwa amagufa bitewe no kubura intungamubiri (nk’acide folique, calcium)."}
{"text": "muto cyane (low birth weight).  Kuvuka imburagihe (premature birth).  Ubumuga bwo mu bwonko n’umugongo (neural tube defects) bitewe no kubura acide folique.  Kwiyongera ibyago byo gupfa akiri mu nda cyangwa akivuka. Umwanzuro Kunywa fer/iron na acide folique buri munsi kuva utangira kwipimisha kugeza ubyaye ni ingenzi cyane:  Birinda kubura amaraso,  Bituma umwana akura neza,  Birinda ubumuga bukomeye ku mwana. 6.16 Wabwirwa n’iki ko umugore utwite afite ikibazo cy’imirire? Ibimenyetso ku mubiri wa mama  Kunanuka cyane cyangwa kubura ibiro (BMI iri hasi).  Guhora ananiwe, isereri kenshi – bishobora kwerekana kubura amaraso (anemia).  Uruhu rwumye cyangwa rucikagurika, imisatsi itangiye kugwa.  Amaguru n’ibirenge byabyimbye (bishobora kwerekana ikibazo cya proteyine).  Amenyo ashobora gutangira kwangirika kubera kubura calcium na vitamini.  Umunwa ugaragaza ibisebe cyangwa ururimi ruryaryata (kubura vitamini B cyangwa C). Ibimenyetso mu mikorere  Kutagira imbaraga zo gukora imirimo isanzwe.  Kugira isesemi ikabije n’ibibazo byo kutabona ibyo kurya bihagije.  Kurwara kenshi kubera kugabanuka k’ubudahangarwa. Ibimenyetso ku mwana uri mu nda  Kudakura neza mu nda (fetal growth restriction).  Kuvuka ari muto cyane cyangwa imburagihe.  Ibyago byo kugira ubumuga bw’ubwonko cyangwa amagufa bitewe no kubura intungamubiri (nk’acide folique, calcium). 6.17 Wakora iki niba umugore utwite afite ikibazo cy’imirire 1. Kwipimisha no gukurikirana kwa muganga  Jya ku kigo nderabuzima cyangwa kwa muganga hakiri kare kugira ngo bamenye imiterere y’ikibazo.  Muganga ashobora gupima amaraso (anemia, fer/iron) no kugenzura imikurire y’umwana.  Ukurikize gahunda zose za ANC (Antenatal Care). 2. Indyo yuzuye buri munsi  Proteyine: amagi, inyama zidafite amavuta menshi, amafi, ibishyimbo, amashaza, soya.  Imboga n’imbuto: imboga z’icyatsi (isombe, dodo, epinari), imbuto zifite vitamin C (icunga, indimu, inanasi, papayi).  Ibinyampeke: umuceri, kawunga, amasaka, uburo.  Ibikomoka ku mata: amata, yogati, fromaji (byongera calcium).  Amazi meza: ibikombe 6–8 ku munsi. 3. Inyunganiramirire  Fata buri munsi fer/iron na acide folique nk’uko muganga abigutegeka.  Ahandi hakenewe, muganga ashobora kongeraho vitamini cyangwa kalisiyumu. 4. Kwirinda ibyangiza  Irinde inzoga, itabi, ibiyobyabwenge, imiti gakondo n’ibiryo byanduye.  Gabanya ikawa na caffeine nyinshi. 5. Inkunga y’umuryango  Umugabo n’umuryango bagomba gufasha umugore kubona indyo yuzuye, kumuha akaruhuko, no kumushyigikira mu rugendo rwo gutwita. Jya kwa muganga ako kanya niba  Hari kubura amaraso gukabije (isereri, gucika intege cyane, umutwe ukabije).  Umugore atabona ibiro bihagije cyangwa abura ibiro byinshi.  Umwana ntakomeza kugaragaza imikurire (ntanyeganyega uko byari bisanzwe). 6.18 Ingaruka z’imirire mibi mu gihe umugore atwite Ku mugore utwite 1. Kubura amaraso (anemia) o Umugore ahora ananiwe, agira isereri kenshi, umutwe ukabije. o Byongera ibyago byo kugira amaraso make cyane igihe cyo kubyara. 2. Kunanuka cyangwa kubura ibiro bikenewe o Umubiri we ubura ubushobozi bwo kwihanganira inzira yo kubyara. o Gucika intege no guhora ananiwe. 3. Kugabanuka k’ubudahangarwa o Ashobora kurwara indwara zoroheje kenshi (z’igifu, z’ubuhumekero, iz’uruhu). 4. Umunaniro n’agahinda gakabije o Stress ikiyongera, rimwe na rimwe bigatera agahinda gakabije (depression). 5. Ibibazo mu gihe cyo kubyara o Kubura imbaraga zo kubyara. o Kwiyongera k’ibyago byo gupfa igihe cyo kubyara. o Kugira ibibazo mu gukira nyuma yo kubyara. Ku mwana uri mu nda 1. Kudakura neza (growth restriction) o Umwana ashobora kuvuka ari muto cyane (low birth weight). 2. Kuvuka imburagihe (premature birth) o Inda ikarangira kare, umwana akavuka adakuriye neza. 3. Ibibazo mu mikurire y’ubwonko n’umugongo o Kubura acide folique bishobora gutera ubumuga bwo mu bwonko cyangwa mu mugongo (neural tube defects). 4. Intege nke cyangwa ubumuga o Kubura intungamubiri (fer, vitamini, kalisiyumu) bigatera amagufa adakomera cyangwa ubwonko budakura neza. 5. Kwiyongera k’icyago cyo gupfa o Umwana ashobora gupfa akiri mu nda cyangwa akivuka. 6.19 Icyo wakora wakora mu gihe ufite imirire mibi kandi utwite Ku mugore utwite  Kwipimisha kare no gukurikirana ANC ku kigo nderabuzima.  Kurya indyo yuzuye buri munsi: ibinyampeke, ibikomoka ku matungo, imboga, imbuto, amata n’amafi.  Kunywa fer/iron na acide folique buri munsi nk’uko muganga abigutegeka.  Kunywa amazi meza ahagije.  Kwirinda ibyangiza: inzoga, itabi, ibiyobyabwenge, imiti gakondo. Ku mwana uri mu nda  Iyo mama akurikiranye imirire ye neza, umwana ahabwa intungamubiri zimufasha gukura neza mu magufa, mu bwonko no mu mubiri wose.  Gukurikirana kwa muganga (ANC) bituma ibibazo bamenyekana kare kandi umwana akarindwa ingaruka z’imirire mibi. Muri make Imirire mibi ku mugore utwite itera kubura amaraso, gucika intege, kurwara kenshi, no kugira ibyago byinshi igihe cyo kubyara. Ku mwana, itera kudakura neza, kuvuka ari muto cyangwa imburagihe, ndetse n’ubumuga bukomeye. Igisubizo: kwipimisha hakiri kare, kurya indyo yuzuye, gufata inyunganiramirire (fer/iron na acide folique), no kwirinda ibyangiza."}
{"text": "mibi ku mugore utwite itera kubura amaraso, gucika intege, kurwara kenshi, no kugira ibyago byinshi igihe cyo kubyara. Ku mwana, itera kudakura neza, kuvuka ari muto cyangwa imburagihe, ndetse n’ubumuga bukomeye. Igisubizo: kwipimisha hakiri kare, kurya indyo yuzuye, gufata inyunganiramirire (fer/iron na acide folique), no kwirinda ibyangiza."}
