{"page": 1, "text": "1.0 Gutwita bisobanura iki?\nGutwita bisobanura igihe umugore aba atwite umwana mu nda, kuva intanga n’urusoro\nbyahuye kugeza igihe cyo kubyara. Ni urugendo rw’amezi hafi icyenda aho umwana akura,\nkandi umugore agahinduka mu mubiri no mu buzima bwe.\n1.1 Ibimenyetso bigaragaza ko utwite (umugore utwite)\nKumenya ko utwite ntibishingira ku kimenyetso kimwe gusa. Iyo hari byinshi byihurijeho,\nbitanga gihamya ikomeye ko umugore ashobora kuba atwite.\n Gutinda kw’imihango\nUbusanzwe umugore aba afite gahunda y’imihango ye. Iyo imihango itinzeho iminsi irenga\nirindwi, kandi nta mpamvu izwi yabiteye (nko stress cyangwa indwara), kenshi bishobora kuba\nikimenyetso cya mbere cy’uko ashobora kuba atwite.\nIsesemi no kuruka\nMu byumweru bya mbere, umugore ashobora gutangira kumva asesemewe cyangwa akajya\nakaruka, cyane cyane mu gitondo (babita morning sickness), ariko bishobora no kuba ku masaha\natandukanye y’umunsi.\n Impinduka ku mabere\nAmabere ashobora:\n Kubabara cyangwa kubyimba,\n Kugaragara aremereye kurenza ibisanzwe,\n Guhindura imvange y’ibimenyetso: rimwe akaryoha, rimwe akaribwa, rimwe akarushaho\nkuba menshi cyangwa akazana ubushyuhe.\nUmunaniro ukabije\nUmugore atangira kumva ananiwe cyane, nubwo ntacyo yakoze kiremereye. Akunda gusinzira\ncyane, cyangwa akumva nta mbaraga zo gukora imirimo asanzwe akora.\n Impinduka mu marangamutima\nImisemburo irahinduka cyane. Umugore ashobora:\n Guhinduranya amarangamutima mu kanya gato,\n Kubabara byoroshye cyangwa kurakarira utuntu duto,\n Ariko nanone mu gihe gito agahinduka akishima cyane."}
{"page": 2, "text": "Kujya ku bwiherero kenshi\nMu ntangiriro z’inda, impinduka mu mikorere y’umubiri zituma umugore ajya kunyara inshuro\nnyinshi kurusha ibisanzwe.\n Impinduka ku biryo cyangwa ku mpumuro\n Ibintu yakundaga kurya ashobora kubyanga.\n Impumuro zimwe (nk’iza amavuta cyangwa umunyu) ziramubangamira cyane.\n Ibi byose biterwa n’impinduka mu misemburo.\nAmashereka make agaragara\nHari abagore mu ntangiriro z’inda bagaragaza utuntu duto tw’amashereka (colostrum) ku\nibere, nubwo biba ari duke kandi atari ibintu bihoraho.\nUbubabare bukabije cyangwa amaraso atari mu buryo busanzwe\n Hari abagore bashobora kugaragaza ububabare bukomeye mu nda.\n Hari n’ababona amaraso mu buryo butari busanzwe.\nIbi bishobora kwerekana ko hari ikibazo gikomeye mu nda gikeneye kwitabwaho\nbyihuse.\nIcyo wakora iyo ufite ikimenyetso kimwe gusa\n• Tegura umunsi wanyuma w’imihango yawe kandi wandike itariki neza.\n• Niba imihango yatindie iminsi irenga 7, kora ikizamini cy’inda (pregnancy test) mu gitondo\nukoresheje inkari za mbere.\n• Niba test yagaragaje ko utwite: tangira kwipimisha (ANC) mu byumweru bitarenze 12, kandi\nutangire gufata acide folique buri munsi nk’uko muganga abigutegeka.\n• Niba test yagaragaje ko atari inda, ariko ikimenyetso gikomeza cyangwa kibangamye, ongera\nukore test nyuma y’iminsi 2–3 kandi usabe inama kwa muganga.\n• Mbere yo kugira gihamya, irinde inzoga, itabi n’imiti itandikiwe n’umuganga.\nIcyo wakora iyo ibimenyetso birenze kimwe\n• Kora ikizamini cy’inda nonaha, cyangwa ujye ku kigo nderabuzima usabe isuzuma.\n• Niba byemejwe ko utwite: andikisha inda yawe (ANC), utegure gahunda z’isuzuma za buri\ngihe, kandi ukurikize inama z’imirire n’isuku.\n• Niba test ari negatif ariko ibimenyetso bikomeje, jya kwa muganga basuzume izindi mpamvu.\n1.2 Icyo wakora mugihe imihango yatinze\nIcyo wakora ako kanya:\n• Niba iminsi irenga 7 itaragera ku mihango isanzwe, kora ikizamini cy’inda mu gitondo.\n• Irinde inzoga n’itabi; wirinde imiti utandikiwe n’umuganga.\nIbyiza ukora mu minsi ya vuba:\n• Niba test ari pozitivu, andikisha inda yawe (ANC) hakiri kare."}
{"page": 2, "text": "cyo wakora mugihe imihango yatinze\nIcyo wakora ako kanya:\n• Niba iminsi irenga 7 itaragera ku mihango isanzwe, kora ikizamini cy’inda mu gitondo.\n• Irinde inzoga n’itabi; wirinde imiti utandikiwe n’umuganga.\nIbyiza ukora mu minsi ya vuba:\n• Niba test ari pozitivu, andikisha inda yawe (ANC) hakiri kare."}
{"page": 3, "text": "• Niba test ari negatifu, ongera ukore test nyuma y’iminsi 2–3. Niba bikomeje, saba inama kwa\nmuganga.\nJya kwa muganga ako kanya niba:\n• Ufite kuribwa bikomeye mu nda cyangwa kuva bidasanzwe.\n• Ufite ihungabana rikabije n’umutwe ukabije uherekejwe no kuribwa mu nda.\n1.3 Icyo wakora mugihe ufite Isesemi no kuruka\nIcyo wakora ako kanya:\n• Rya ibiryo bito-bito kenshi; irinde amavuta menshi n’ibiryo bifite impumuro ikaze.\n• Fata amazi gahoro gahoro kenshi; gerageza icyayi cya tangawizi (ginger) niba kiboneka.\nIbyiza ukora mu minsi ya vuba:\n• Kora urutonde rw’ibiryo bigutera isesemi ubirinde; hitamo ibiryo byoroshye nk’imyumbati,\numuceli, imboga.\n• Genzura ko urimo kurya indyo yuzuye; saba inama ku mirire nibikugora.\nJya kwa muganga ako kanya niba:\n• Uri kuruka cyane ku buryo ntacyo ushobora gufata mu masaha 24.\n• Ugaragaza ibimenyetso by’umwuma (akanwa kuma, inkari nke cyane, umutwe uhindagurika).\n1.3 icyo wakora mugihe ugize impinduka ku mabere (kubyimba/kubabara)\nIcyo wakora ako kanya:\n• Koresha amasutiya yoroheje ashyigikira neza, atagukanda.\n• Irinde gukanda cyangwa gukama amabere udafite impamvu ya muganga.\nIbyiza ukora mu minsi ya vuba:\n• Komeza isuku y’umubiri; niba hari utuntu tw’umukororo (colostrum) kenera agapira ko\nkubyitwaramo.\n• Saba inama niba ububabare buterwa n’ahantu humwe ku ibere rimwe.\nJya kwa muganga ako kanya niba:\n• Hari udusebe, uruhu rwatukura cyane, umuriro cyangwa isohoka ridasanzwe (gusa n’amaraso\ncyangwa ipus).\n• Hari akabyimba kamwe gafatika mu ibere kagenda kiyongera.\n1.4 icyo wakora mugihe ugira Umunaniro ukabije\nIcyo wakora ako kanya:\n• Ruhuka; teganya amasaha 8–9 yo gusinzira nijoro.\n• Igabanya imirimo iremereye kandi unywe amazi ahagije.\nIbyiza ukora mu minsi ya vuba:\n• Rya indyo yuzuye (imboga, imbuto, ibinyampeke, ibinyamavuta byiza n’ibikomoka ku\nmatungo).\n• Vuga n’umuganga ku nyunganiramirire (iron/fer na acide folique).\nJya kwa muganga ako kanya niba:\n• Uhumeka nabi, umutima wihuta cyane, cyangwa umunaniro urenze ibisanzwe nubwo uruhutse.\n• Urasarara, udatya cyangwa ugira isereri kenshi.\n1.5 icyo wakora mugihe ugira impinduka mu marangamutima\nIcyo wakora ako kanya:\n• Ganira n’umugabo wawe cyangwa inshuti; fata umwanya wo kuruhuka.\n"}
{"page": 3, "text": "si ya vuba:\n• Rya indyo yuzuye (imboga, imbuto, ibinyampeke, ibinyamavuta byiza n’ibikomoka ku\nmatungo).\n• Vuga n’umuganga ku nyunganiramirire (iron/fer na acide folique).\nJya kwa muganga ako kanya niba:\n• Uhumeka nabi, umutima wihuta cyane, cyangwa umunaniro urenze ibisanzwe nubwo uruhutse.\n• Urasarara, udatya cyangwa ugira isereri kenshi.\n1.5 icyo wakora mugihe ugira impinduka mu marangamutima\nIcyo wakora ako kanya:\n• Ganira n’umugabo wawe cyangwa inshuti; fata umwanya wo kuruhuka.\n• Kora imyitozo yoroshye yo guhumeka no kurambura umubiri."}
{"page": 4, "text": "Ibyiza ukora mu minsi ya vuba:\n• Shaka itsinda ry’ababyeyi cyangwa umujyanama; tegura gahunda yo kwisuzuma mu gihe\nukomeza kumva utameze neza.\n• Itegure ibikorwa bikunezeza: gusenga, gusoma, kumva umuziki.\nJya kwa muganga ako kanya niba:\n• Agahinda gakomeye kumara ibyumweru birenze bibiri.\n• Ibitekerezo byo kwiyahura cyangwa kwishora mu byago—shaka ubufasha bwihuse.\n1.6 icyo wakora mugihe wumva ushaka kujya ku bwiherero kenshi\nIcyo wakora ako kanya:\n• Nyunyuza amazi ahagije umunsi wose; irinde ikawa/caffeine n’inzoga.\n• Ntukihambirize ku nkari igihe kirekire.\nIbyiza ukora mu minsi ya vuba:\n• Komeza isuku y’igitsina imbere (utagikoresheje ibitera ubusharire).\n• Niba bikomeza, saba isuzuma ry’inkari (UTI) ku ivuriro.\nJya kwa muganga ako kanya niba:\n• Ujyanishije no kubabara mu nda y’epfo, inkari zishyushya cyangwa zirimo amaraso, umuriro\nmwinshi.\n• Umutwe ukabije no kubabara mu mugongo munsi.\n1.7 icyo wakora mugihe watangiye kwanga impumuro cyangwa ibiryo bimwe\nIcyo wakora ako kanya:\n• Irinde impumuro/ibiryo bikubangamira; funguza inzu cyangwa ukorete umwuka mwiza mu\ngikoni.\n• Hitamo ibindi byasimbura ukabona intungamubiri (urugero: niba wanze inyama, ushobora\ngufata ibishyimbo, amagi, amata).\nIbyiza ukora mu minsi ya vuba:\n• Komeza gufata inyunganiramirire za mbere y’inda/zo mu nda nk’uko muganga abiteganya.\n• Saba inama z’imirire niba uri gutakaza ibiro.\nJya kwa muganga ako kanya niba:\n• Watakaje ibiro byinshi mu gihe gito cyangwa utabasha gufata indyo yuzuye.\n• Ufite isesemi rikomeye rikumara igihe kinini.\n1.8 icyo wakora mugihe utangiye kubona amashereka make agaragara kare\nIcyo wakora ako kanya:\n• Ntugahangayike; bishobora kubaho. Koresha agapira ko kubyitwaramo niba bikubangamiye.\n• Irinde gukanda ibere kenshi cyangwa kugikama udasabwe n’umuganga.\nIbyiza ukora mu minsi ya vuba:\n• Komeza isuku y’amabere; hamagara umuganga niba bitera uburibwe.\n• Genzura niba atari isohoka ridasanzwe.\nJya kwa muganga ako kanya niba:\n• Amashereka ari menshi cyane, arimo amaraso, cyangwa uherekejwe n’umuriro/uburibwe\nbukabije.\n1.9 icyo wakora mugihe wumva ububabare bukabije cyangwa kuva bidasanzwe\nIcyo wakora ako kanya:"}
{"page": 4, "text": ".\n• Irinde gukanda ibere kenshi cyangwa kugikama udasabwe n’umuganga.\nIbyiza ukora mu minsi ya vuba:\n• Komeza isuku y’amabere; hamagara umuganga niba bitera uburibwe.\n• Genzura niba atari isohoka ridasanzwe.\nJya kwa muganga ako kanya niba:\n• Amashereka ari menshi cyane, arimo amaraso, cyangwa uherekejwe n’umuriro/uburibwe\nbukabije.\n1.9 icyo wakora mugihe wumva ububabare bukabije cyangwa kuva bidasanzwe\nIcyo wakora ako kanya:"}
{"page": 5, "text": "• Hagarika imirimo; shyira agapira mu myenda ukurikire umubare w’amaraso asohoka (ntukinjize\nikintu mu gitsina).\n• Tegura ibyangombwa byawe (ikarita y’ubwisungane, andi makuru) maze ujye ku ivuriro ryo\nhafi.\nIbyiza ukora mu minsi ya vuba:\n• Vugisha umuganga n’iyo byagabanutse kugira ngo amenye ibyabaye.\n• Andika igihe byatangiye, uko byiyongera n’ibindi bimenyetso bikurikirana.\nJya kwa muganga ako kanya niba:\n• Uva amaraso menshi, ufite ibise bikomeye, isereri cyangwa gutitira.\n• Utekereza ko waba usama nabi (inda iri hanze y’umura) cyangwa wigeze kubigiraho ikibazo\nmbere.\n1.10 Ibimenyetso by’Ibibazo Bikomeye mugihe utwite—Jya kwa Muganga Ako Kanya\n• Kuva menshi cyangwa kumara igihe kirekire, nko gusimbuza amapira menshi mu masaha make.\n• Kubabara bikabije mu nda y’epfo, umuriro mwinshi, cyangwa umutwe ukabije uherekejwe\nn’ijoro rirerire.\n• Kuruka bituma ntacyo ubasha gufata mu masaha 24 no kumva ufite umwuma.\n• Inkari zirimo amaraso cyangwa zishyushya cyane.\n• Guhumeka nabi, umutima wihuta cyangwa isereri ikabije.\n1.11 Muri make: icyo wakora mugihe umwnye ko utwite Icyitonderwa n’Inama Rusange\n• Tangira kwipimisha (ANC) kare, ukurikize gahunda zose z’isuzuma.\n• Fata acide folique na fer/iron nk’uko muganga abigutegeka; irinde inzoga n’itabi.\n• Kurya indyo yuzuye no kunywa amazi ahagije; kora imyitozo yoroshye kandi wirinde imirimo\niremereye.\n• Iyi nyandiko ntiyabisimbura kwa muganga; niba ushidikanya, jya ku ivuriro ryo hafi cyangwa\nikigo nderabuzima kikwegereye.\n2.1 Imirire myiza y’umugore utwite\nImirire myiza ku mugore utwite bisobanura gufata ibiribwa bitandukanye kandi byuzuye\nintungamubiri, kugira ngo umubyeyi abone imbaraga zo gukomeza kubungabunga ubuzima bwe\nno gutunga umwana uri mu nda.\nIbyo biribwa bigomba kuba byuzuye:\n Poroteyine (amagi, amafi, inyama, ibishyimbo) – zifasha umwana gukura neza.\n Ibiribwa bitanga ingufu (umuceri, kawunga, uburo) – bituma umubyeyi akora imirimo\nidahutaza ubuzima.\n Vitamini n’imyunyu (imboga, imbuto) – birinda indwara kandi bigafasha amaraso\nn’imitsi y’umwana gukura.\n Calcium (amata, yogati, fromaji) – ikomeza amagufa n’amenyo y’umwana.\n Amazi meza – afasha igogora no kwirinda umwuma.\nMuri make, im"}
{"page": 5, "text": " uri mu nda.\nIbyo biribwa bigomba kuba byuzuye:\n Poroteyine (amagi, amafi, inyama, ibishyimbo) – zifasha umwana gukura neza.\n Ibiribwa bitanga ingufu (umuceri, kawunga, uburo) – bituma umubyeyi akora imirimo\nidahutaza ubuzima.\n Vitamini n’imyunyu (imboga, imbuto) – birinda indwara kandi bigafasha amaraso\nn’imitsi y’umwana gukura.\n Calcium (amata, yogati, fromaji) – ikomeza amagufa n’amenyo y’umwana.\n Amazi meza – afasha igogora no kwirinda umwuma.\nMuri make, imirire myiza ku mugore utwite ni ugutegura indyo yuzuye buri munsi, igizwe\nn’ibi byiciro byose, kugira ngo umubyeyi n’umwana babe bazima kandi barindwe ibibazo\nby’imirire mibi."}
{"page": 6, "text": "2.2 Muri make: imirire myiza ku mugore utwite\n Muri make, imirire myiza ku mugore utwite ni ugutegura indyo yuzuye buri munsi, igizwe\nn’ibi byiciro byose, kugira ngo umubyeyi n’umwana babe bazima kandi barindwe ibibazo\nby’imirire mibi.\n2.3 Ibikomoka ku matungo umugore utwite yafata\nIngero:\n• Amagi, amafi ateguye neza, inyama zidafite amavuta menshi.\nAkamaro:\n• Bitanga poroteyine nziza ikenerwa mu gukura kw’umwana no gusana umubiri.\nIcyo wakora:\n• Rya amagi atetse neza, amafi yokeje cyangwa atetse, inyama zidafite amavuta. Irinde inyama\nzidashegeshejwe neza.\n2.4 Ibinyamisogwe umugore utwite ashobora gufata\nIngero:\n• Ibishyimbo, amashaza, soya.\nAkamaro:\n• Bitanga poroteyine kandi bikungahaye ku fiber.\nIcyo wakora:\n• Tegura ibishyimbo neza kandi ubishyire mu ifunguro rya buri munsi.\n2.5 Ibinyampeke umugore utwite ashobora gufata\nIngero:\n• Umuceri, kawunga, amasaka, uburo.\nAkamaro:\n• Bitanga ingufu zo gukora imirimo y’umunsi ku munsi.\nIcyo wakora:\n• Hinduranya ibinyampeke; ntukomeze ku biribwa bimwe gusa.\n2.6 Imboga z’icyatsi umugore utwite ashobora gufata\nIngero:\n• Isombe, dodo, epinari, amashu y’icyatsi.\nAkamaro:\n• Zikungahaye kuri folate n’imyunyu ngugu ikenerwa mu gukura kw’ingingo z’umwana.\nIcyo wakora:\n• Rya imboga buri munsi, byibura ikiyiko kinini ku ifunguro.\n2.7 Imbuto umugore utwite ashobora gufata\nIngero:\n• Amacunga, inanasi, watermelon, ibinyomoro."}
{"page": 7, "text": "Akamaro:\n• Zikungahaye kuri vitamin C ifasha umubiri kumira icyuma.\nIcyo wakora:\n• Rya imbuto zitandukanye buri munsi, nibura kabiri ku munsi.\n2.8 Ibikomoka ku mata umugore utwite ashobora gufata\nIngero:\n• Amata, yogati, fromaji.\nAkamaro:\n• Bitanga calcium ifasha amagufa n’amenyo y’umwana gukomera.\nIcyo wakora:\n• Nywa amata cyangwa yogati nibura igikombe kimwe ku munsi.\n2.9 Kunywa amazi ku mugore utwite\nIngero:\n• Amazi meza kandi atetse cyangwa apfundikiwe.\nAkamaro:\n• Afasha mu igogora no gukwirakwiza intungamubiri mu mubiri.\nIcyo wakora:\n• Nywa ibikombe 6–8 ku munsi. Irinde inzoga n’ibinyobwa birimo cafeine.\n2.10 Uburyo bwo kurya mugihe utwite\nIngero:\n• Kurya duke kenshi.\n• Hinduranya ibyiciro by’ibiribwa buri munsi.\nAkamaro:\n• Bigabanya isesemi, bikarinda kubura intungamubiri zimwe.\nIcyo wakora:\n• Tegura gahunda y’indyo inyuranye buri munsi.\n3.1 Ibiribwa bitemewe mu gihe utwite\nUmugore utwite agomba kwitwararika ku biribwa n’ibinyobwa afata, kuko hari ibyo bishobora\nguteza ibibazo ku buzima bwe cyangwa ku mwana atwite. Iyi nyandiko isobanura ibyo kwirinda\nn’icyo wakora.\nIbiryo byanduye cyangwa byataye igihe\nIbyo kwirinda:\n• Irinde ibiryo byanduye, bidafunze neza cyangwa byataye igihe.\nImpamvu:\n• Bitera indwara z’igifu n’udukoko twangiza umwana.\nIcyo wakora:\n• Rya ibiryo bishya kandi byateguwe neza; reba itariki y’ifunguro riboze.\nInyama n’amagi bidahiye neza\nIbyo kwirinda:"}
{"page": 8, "text": "• Inyama zidahiye neza, amagi atari atetse neza.\nImpamvu:\n• Bishobora kuba bifite udukoko twatera indwara z’inda.\nIcyo wakora:\n• Teka inyama kugeza zihindutse neza; teka amagi kugeza umutobe w’imbere wumutse.\nImitobe y’isukari nyinshi n’ibinyobwa bya energy\nIbyo kwirinda:\n• Imitobe irimo isukari nyinshi, ibinyobwa byongera imbaraga (energy drinks).\nImpamvu:\n• Bitera isukari nyinshi mu maraso, bikongera ibyago byo kubyibuha no kurwara diyabete y’inda.\nIcyo wakora:\n• Simbuza imbuto nzima cyangwa imitobe yateguwe mu rugo idafite isukari nyinshi.\nUmunyu n’amavuta menshi atatunganyijwe\nIbyo kwirinda:\n• Umunyu mwinshi, amavuta y’ikirungo atunganyijwe cyane.\nImpamvu:\n• Byongera ibyago by’umuvuduko w’amaraso (hypertension) n’indwara z’umutima.\nIcyo wakora:\n• Gabanya umunyu n’amavuta; hitamo amavuta meza nk’ay’inyanya, amacunga cyangwa avoka.\n3.1 Ibiribwa bitemewe mu gihe utwite\nUmugore utwite agomba kwitwararika ku biribwa n’ibinyobwa afata, kuko hari ibyo bishobora\nguteza ibibazo ku buzima bwe cyangwa ku mwana atwite. Iyi nyandiko isobanura ibyo kwirinda\nn’icyo wakora.\nIbiryo byanduye cyangwa byataye igihe\nIbyo kwirinda:\n• Irinde ibiryo byanduye, bidafunze neza cyangwa byataye igihe.\nImpamvu:\n• Bitera indwara z’igifu n’udukoko twangiza umwana.\nIcyo wakora:\n• Rya ibiryo bishya kandi byateguwe neza; reba itariki y’ifunguro riboze.\nInyama n’amagi bidahiye neza\nIbyo kwirinda:\n• Inyama zidahiye neza, amagi atari atetse neza.\nImpamvu:\n• Bishobora kuba bifite udukoko twatera indwara z’inda.\nIcyo wakora:\n• Teka inyama kugeza zihindutse neza; teka amagi kugeza umutobe w’imbere wumutse.\nImitobe y’isukari nyinshi n’ibinyobwa bya energy\nIbyo kwirinda:\n• Imitobe irimo isukari nyinshi, ibinyobwa byongera imbaraga (energy drinks).\nImpamvu:"}
{"page": 8, "text": "mitobe irimo isukari nyinshi, ibinyobwa byongera imbaraga (energy drinks).\nImpamvu:"}
{"page": 9, "text": "• Bitera isukari nyinshi mu maraso, bikongera ibyago byo kubyibuha no kurwara diyabete y’inda.\nIcyo wakora:\n• Simbuza imbuto nzima cyangwa imitobe yateguwe mu rugo idafite isukari nyinshi.\nUmunyu n’amavuta menshi atatunganyijwe\nIbyo kwirinda:\n• Umunyu mwinshi, amavuta y’ikirungo atunganyijwe cyane.\nImpamvu:\n• Byongera ibyago by’umuvuduko w’amaraso (hypertension) n’indwara z’umutima.\nIcyo wakora:\n• Gabanya umunyu n’amavuta; hitamo amavuta meza nk’ay’inyanya, amacunga cyangwa avoka.\n Imitobe irimo isukari nyinshi (n’ibinyobwa byaswe isukari, sodas)\nIbyo kwirinda:\n• Imitobe yongeretsemo isukari, sodas, “juice drinks” zidakomoka ku mbuto 100%.\nImpamvu:\n• Isukari nyinshi izamura cyane glucose mu maraso, ikongera ibyago bya diyabete y’inda no\nkubyibuha bikabije.\nIcyo wakora:\n• Hitamo imbuto nzima uko ziri cyangwa “juice” witeguriye mu rugo udashyizemo isukari; shyira\nimbere amazi meza.\nInzoga (alcohol)\nIbyo kwirinda:\n• Inzoga zose (divayi, bierre, spirit…).\nImpamvu:\n• Inzoga zinjira ku mwana nta kizuzi, zikangiza ubwonko n’imikurire (nta gipimo\ncy’“umutekano” gihari ku mugore utwite).\nIcyo wakora:\n• Subiza inzoga amazi, amata, cyangwa imitobe y’imbuto wateguye mu rugo.\nItabi (harimo n’umwotsi w’itabi w’abandi)\nIbyo kwirinda:\n• Kunywa itabi n’uko kose kwihorera mu mwotsi w’itabi (passive smoking).\nImpamvu:\n• Nikotine na carbon monoxide bigabanya umwuka n’amaraso agera ku nda, bigadindiza\nimikurire y’umwana."}
{"page": 10, "text": "Icyo wakora:\n• Kureka itabi burundu; gusaba abo mubana/aho ukorera kutatandika hafi yawe.\n Ibiyobyabwenge (urumogi, cocaine, heroin, meth, n’imiti ikoreshwa nabi)\nIbyo kwirinda:\n• Ibiyobyabwenge byose n’imiti ikoreshwa mu buryo butanditswe n’umuganga.\nImpamvu:\n• Byangiza ubwonko, imitsi n’umutima; binyura ku mwana biciye mu maraso/placenta.\nIcyo wakora:\n• Irinde rwose; niba hari ikibazo cyo kubireka, shaka ubufasha kwa muganga.\n3.2  Ibiryo byanduye cyangwa byataye igihe\n Impamvu: Iyo ibiryo byanduye cyangwa byapfuye, bigira udukoko (microbes) dutera\nindwara z’igifu nka salmonella cyangwa E.coli.\n Ku mubyeyi: ashobora kurwara isesemi rikomeye, guhitwa, umuriro mwinshi cyangwa\ndehydration.\n Ku mwana: ashobora kutabona amaraso n’intungamubiri zihagije, bikamudindiza mu\nmikurire cyangwa inda igacika.\n3.3 Inyama n’amagi bidahiye neza\n Impamvu: Inyama zidahiye neza cyangwa amagi atarimo gushya neza bishobora\nkubamo udukoko nka toxoplasma gondii cyangwa salmonella.\n Ku mubyeyi: bishobora gutera infection, umuriro no kuribwa mu nda.\n Ku mwana: ashobora kugira ubumuga bw’amaso, ubwonko cyangwa kuvuka afite intege\nnke.\n3.4 Imitobe y’isukari nyinshi n’ibinyobwa bya energy\n Impamvu: Isukari nyinshi ituma igipimo cy’isukari mu maraso gihora kiri hejuru, naho\nibinyobwa bya energy bikaba bifite caffeine nyinshi n’amavuta.\n Ku mubyeyi: byongera ibyago byo kurwara diyabete y’inda, kubyibuha bikabije no\nkugira umuvuduko w’amaraso.\n Ku mwana: ashobora kuvuka afite ibiro byinshi cyane cyangwa imirire mibi, ndetse\nbikamutera kuvuka kare."}
{"page": 11, "text": "3.5 Umunyu n’amavuta menshi atunganyijwe cyane\n Impamvu: Umunyu mwinshi utuma amazi afata mu mubiri, naho amavuta menshi\natunganyijwe cyane (processed oils) agatera cholesterol nyinshi.\n Ku mubyeyi: byongera ibyago bya pre-eclampsia (umuvuduko mwinshi w’amaraso\nn’inkari zirimo proteyine), indwara z’umutima.\n Ku mwana: ashobora kubura amaraso amukwiye no kudakura neza mu nda.\n3.6 Ikawa na caffeine nyinshi\n Impamvu: Caffeine ishyira umubiri ku murimo mwinshi (stimulant), ikagabanya\ngusinzira no gukora k’umutima. Umwana nta bushobozi afite bwo kuyisohora mu maraso\nye.\n Ku mubyeyi: atakaza amazi menshi, akagira isereri, umutima ukihuta no gusinzira gake.\n Ku mwana: akura buhoro, ashobora kuvuka ari muto cyane, bikongera ibyago byo\nkubura inda.\n3.7 Inzoga\n Impamvu: Inzoga zose zinjira mu maraso ya mama zikagera ku mwana nta kizuzi,\nzikangiza ubwonko n’imikaya ye.\n Ku mubyeyi: ashobora kugira intege nke, kubura amaraso no kugira ibibazo\nby’amarangamutima.\n Ku mwana: ashobora kuvuka afite Fetal Alcohol Syndrome (ubumuga bw’ubwonko\nn’isura idasanzwe), kuvuka kare cyangwa inda igacika.\n3.8 Itabi\n Impamvu: Itabi ririmo nikotine na carbon monoxide bikabuza amaraso gutembera neza\nku nda. Ndetse n’umwotsi w’itabi wo ku bandi (passive smoking) ufite ingaruka.\n Ku mubyeyi: atangira kugira umuvuduko w’amaraso, indwara z’umutima no guhumeka\nnabi.\n Ku mwana: abura umwuka uhagije, akavuka ari muto, imburagihe cyangwa inda\nigacika.\n3.9 Ibiyobyabwenge (urumogi, cocaine, heroin n’ibindi)\n Impamvu: Ibiyobyabwenge bikangiza ubwonko, imitsi n’umutima. Byinjira mu maraso\nya mama bikagera ku mwana mu nda.\n Ku mubyeyi: agira intege nke, ashobora kubura amaraso, indwara z’umutima no\nkwiyongera kwa stress.\n Ku mwana: ashobora kuvuka afite addiction (yamenyereye ibiyobyabwenge akiri mu\nnda), kuba afite ubumuga bw’ubwonko, indwara y’imitima cyangwa kuvuka kare."}
{"page": 11, "text": " z’umutima no\nkwiyongera kwa stress.\n Ku mwana: ashobora kuvuka afite addiction (yamenyereye ibiyobyabwenge akiri mu\nnda), kuba afite ubumuga bw’ubwonko, indwara y’imitima cyangwa kuvuka kare."}
{"page": 12, "text": "3.11 Ikawa na Caffeine nyinshi\n Impamvu bitemewe:\no Caffeine ni ikinyabutabire gishyira umubiri ku murimo mwinshi (stimulant). Iyo\nikawa ibaye nyinshi, ishobora gutera umuvuduko w’amaraso no kwihuta\nk’umutima.\no Ku mwana uri mu nda, caffeine yinjira mu maraso ya nyina ikagera ku mwana.\nUmwana nta bushobozi afite bwo kuyisohora, bigatuma atangira kugaragaza\nibibazo byo gukura.\no Ibyago byiyongera byo gukuramo inda cyangwa kubura ibiro byinshi ku\nmwana avuka.\n Icyo wakora:\no Gabanya ikawa n’ibinyobwa bifite caffeine (nk’icyayi gikaze, energy drinks).\no Simbuza amazi meza, imitobe y’imbuto cyangwa icyayi cya herbal kitagira\ncaffeine.\n3.12 Inzoga\n Impamvu zibuza:\no Inzoga (alcool) nta gipimo cyemewe cy’umutekano ku mugore utwite: inzoga\nnkeya cyangwa nyinshi byose byangiza.\no Zishobora gutera ibibazo bikomeye ku mikurire y’ubwonko bw’umwana\n(Fetal Alcohol Syndrome).\no Byongera ibyago byo gukuramo inda, kuvuka imburagihe cyangwa umwana\nufite ubumuga bwo mu mutwe n’ubwenge.\n Icyo wakora:\no Irinde inzoga zose (cyane cyane divayi, bierre, ibinyobwa bikomeye).\no Simbuza amazi, imitobe y’imbuto cyangwa amata.\n3.13 Itabi\n Impamvu zibuza:\no Itabi ririmo nikotine na carbon monoxide bihagarika umwuka mwiza kugera ku\nmwana.\no Bitera kugabanuka k’amaraso ajya ku nda, bigatuma umwana adakura neza.\no Byongera ibyago byo kubura inda (miscarriage), kuvuka imburagihe,\ncyangwa umwana ufite ibiro bikeya cyane.\no No guhumeka umwotsi w’itabi rituruka ku bandi (passive smoking) nabyo bigira\ningaruka zimwe.\n Icyo wakora:\no Kureka itabi burundu.\no Gusaba abo mubana kudatandika hafi yawe."}
{"page": 13, "text": "o Niba bikugoye kureka, shaka ubufasha ku muganga cyangwa mu matsinda\ny’abafasha kureka itabi.\n3.14 Ibiyobyabwenge (nk’urumogi, cocaine, heroin, n’ibindi)\n Impamvu zibuza:\no Byangiza ubwonko n’imitsi by’umwana mu nda.\no Byongera ibyago byo kubura inda, kubura amaraso ku mugore, kuvuka\nimburagihe n’ubumuga bukomeye ku mwana.\no Umwana ashobora kuvuka afite kwiyumvisha inzoga cyangwa\nibiyobyabwenge mu maraso (addiction) bigatuma arwara kuva akivuka.\n Icyo wakora:\no Irinde ibiyobyabwenge byose.\no Niba hari ikibazo cyo kubireka, shaka ubufasha ku muganga cyangwa ku kigo\ncy’ubuvuzi.\n3.15 ibinyobwa bitemewe mugihe utwite\nImitobe y’isukari nyinshi n’ibinyobwa bya energy\n Impamvu: Isukari nyinshi ituma igipimo cy’isukari mu maraso gihora kiri hejuru, naho\nibinyobwa bya energy bikaba bifite caffeine nyinshi n’amavuta.\n Ku mubyeyi: byongera ibyago byo kurwara diyabete y’inda, kubyibuha bikabije no\nkugira umuvuduko w’amaraso.\n Ku mwana: ashobora kuvuka afite ibiro byinshi cyane cyangwa imirire mibi, ndetse\nbikamutera kuvuka kare.\n Ikawa na Caffeine nyinshi\n Impamvu bitemewe:\no Caffeine ni ikinyabutabire gishyira umubiri ku murimo mwinshi (stimulant). Iyo\nikawa ibaye nyinshi, ishobora gutera umuvuduko w’amaraso no kwihuta\nk’umutima.\no Ku mwana uri mu nda, caffeine yinjira mu maraso ya nyina ikagera ku mwana.\nUmwana nta bushobozi afite bwo kuyisohora, bigatuma atangira kugaragaza\nibibazo byo gukura.\no Ibyago byiyongera byo gukuramo inda cyangwa kubura ibiro byinshi ku\nmwana avuka.\n Icyo wakora:\no Gabanya ikawa n’ibinyobwa bifite caffeine (nk’icyayi gikaze, energy drinks).\no Simbuza amazi meza, imitobe y’imbuto cyangwa icyayi cya herbal kitagira\ncaffeine."}
{"page": 14, "text": "Inzoga\n Impamvu zibuza:\no Inzoga (alcool) nta gipimo cyemewe cy’umutekano ku mugore utwite: inzoga\nnkeya cyangwa nyinshi byose byangiza.\no Zishobora gutera ibibazo bikomeye ku mikurire y’ubwonko bw’umwana\n(Fetal Alcohol Syndrome).\no Byongera ibyago byo gukuramo inda, kuvuka imburagihe cyangwa umwana\nufite ubumuga bwo mu mutwe n’ubwenge.\n Icyo wakora:\no Irinde inzoga zose (cyane cyane divayi, bierre, ibinyobwa bikomeye).\no Simbuza amazi, imitobe y’imbuto cyangwa amata.\nItabi\n Impamvu zibuza:\no Itabi ririmo nikotine na carbon monoxide bihagarika umwuka mwiza kugera ku\nmwana.\no Bitera kugabanuka k’amaraso ajya ku nda, bigatuma umwana adakura neza.\no Byongera ibyago byo kubura inda (miscarriage), kuvuka imburagihe,\ncyangwa umwana ufite ibiro bikeya cyane.\no No guhumeka umwotsi w’itabi rituruka ku bandi (passive smoking) nabyo bigira\ningaruka zimwe.\n Icyo wakora:\no Kureka itabi burundu.\no Gusaba abo mubana kudatandika hafi yawe.\no Niba bikugoye kureka, shaka ubufasha ku muganga cyangwa mu matsinda\ny’abafasha kureka itabi.\nIbiyobyabwenge (nk’urumogi, cocaine, heroin, n’ibindi)\n Impamvu zibuza:\no Byangiza ubwonko n’imitsi by’umwana mu nda.\no Byongera ibyago byo kubura inda, kubura amaraso ku mugore, kuvuka\nimburagihe n’ubumuga bukomeye ku mwana.\no Umwana ashobora kuvuka afite kwiyumvisha inzoga cyangwa\nibiyobyabwenge mu maraso (addiction) bigatuma arwara kuva akivuka.\n Icyo wakora:\no Irinde ibiyobyabwenge byose.\no Niba hari ikibazo cyo kubireka, shaka ubufasha ku muganga cyangwa ku kigo\ncy’ubuvuzi.\n4.1 Ibibazo biterwa no gutwita\nMu gihe umugore atwite, ubudahangarwa bw’umubiri ndetse n’ubw’amarangamutima\nburagabanuka, ni yo mpamvu agomba kwirinda icyamuhungabanya cyose.dore bimwe mu bibazo\nbishobora kugaragara mu gihe cyo gutwita"}
{"page": 14, "text": " bibazo\nbishobora kugaragara mu gihe cyo gutwita"}
{"page": 15, "text": "Ibimenyetso Mpuruza (Danger Signs)\nMugihe utwite kandi ukabona ibimenyetso bikurikira bisaba kwihutira kujya kwa muganga kuko\nbishobora gushyira ubuzima bw’umubyeyi ndetse n’ubw’umwana mu kaga:\n• Kuva amaraso menshi mu gitsina: bishobora gusobanura gukuramo inda kare, placenta\nyashwanyutse cyangwa indi ndwara ikomeye.\n• Kuribwa umutwe bikabije: bishobora kuba ikimenyetso cya umuvuduko w’amaraso mwinshi\n(pre-eclampsia) n’ibindi bibazo bikomeye.\n• Kuribwa mu kiziba cy’inda: bishobora kwerekana ko inda ifite ikibazo, harimo kuba hari inda\niri hanze y’umura cyangwa placenta yamanutse.\n• Gucika intege cyane cyangwa kugira isereri: bishobora kuba ikimenyetso cyo kubura amaraso\n(anémie) cyangwa izindi ndwara zikeneye kwitabwaho.\n• Umuriro mwinshi cyangwa guhumeka nabi: bishobora gusobanura infection cyangwa ikibazo\nku bihaha.\n Iyo kimwe muri ibi bibaye, umugore agomba guhita atabaza muganga cyangwa umujyanama\nw’ubuzima.\n4.2 Ibyo Umugore Agomba Kwitwararika mu gihe atwite\n• Kwirinda umuhangayiko: Stress ishobora gutera ibibazo ku misemburo no ku mikurire\ny’umwana.\n• Kwirinda malariya: Malariya ku mugore utwite ishobora gutera kubura inda cyangwa umwana\nkuvuka ari muto cyane. Ni yo mpamvu inzitiramibu iteye umuti ari ngombwa.\n• Isuku: Gukora isuku y’umubiri n’aho atuye birinda indwara ziterwa n’umwanda nko guhitwa\nno kurwara urwuma.\n• Kuruhuka bihagije: Kuba utaruhutse bihagije bishobora gutera umunaniro ukabije no kubura\nimbaraga.\n• Kwirinda imirimo ivunanye: Imirimo iremereye ishobora gutera gukuramo inda cyangwa\nkugera ku nda kare.\n• Imyitozo yoroshye: Nko kugenda buhoro, yoga yoroshye, guhumeka neza – bifasha umubiri\nkugira imbaraga no kurinda kubyimba amaguru.\n• Uburyo bwo kuryama: Kuryamira urubavu rw’ibumoso ni bwo bwiza kuko bituma amaraso\natembera neza ajya ku nda n’umwana. Kuryama ugaramye cyangwa ububitse inda byongera\nibyago byo kugira isereri no kugabanya amaraso agera ku mwana.\n4.3 Uburyo bwo Kuryama mugihe utwite\nKuryamira urubavu rw’ibumoso (ni bwo bwiza cyane)"}
{"page": 15, "text": " bwo bwiza kuko bituma amaraso\natembera neza ajya ku nda n’umwana. Kuryama ugaramye cyangwa ububitse inda byongera\nibyago byo kugira isereri no kugabanya amaraso agera ku mwana.\n4.3 Uburyo bwo Kuryama mugihe utwite\nKuryamira urubavu rw’ibumoso (ni bwo bwiza cyane)"}
{"page": 16, "text": " Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava) n’umwijima\nw’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku mpyiko za mama;\nbigafasha no kugabanya kubyimba amaguru.\n Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi munsi\ny’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse.\nKuryamira urubavu rw’iburyo (ni byiza nk’impalternativa)\n Impamvu: nta kibazo gikomeye, ariko urubavu rw’ibumoso ruba rufite inyungu nyinshi;\ngusimburanya impande zombi birinda kubabara mu mugongo no gupfukirana.\nKuryama ugaramye (flat on the back) – wirinde cyane ugiye hejuru y’ibyumweru 20\n Impamvu: inda ikura igakanda vena cava, bigatera isereri, umutima kugenda buhoro, no\nguhanagura amaraso agera ku mwana.\n Icyitonderwa: nibiba ukabyuka wisanze ugaramye, hindukira ucye usubire ku rubavu;\nushobora no gukoresha pilo y’akabambano (wedge) ku ruhande rw’iburyo kugira ngo\numubiri ube ufite ikizenguruko gito (atari flat).\nKuryama wubitse inda (wubitse umusaya) – birahinduka uko inda ikura\n Mu ntangiriro: bishobora kutagira ingaruka zikomeye niba byoroheye mama.\n Nyuma: ntibikunda no kworoha bitewe n’uko inda iba nini; wirinde gucinya inda.\n Kuzamura igihimba cy’hejuru (semi-recline)\n Impamvu: bigabanya isesemi n’induru mu muhogo (reflux/heartburn) kandi bifasha\nabumva kubura umwuka nijoro.\n Uko ubikora: shyira amapilo menshi ku mutwe n’igitsina cyo hejuru; wirinde kuryama\nmuri saa 2–3 za mbere nyuma yo kurya.\n Uburyo bwo kuruhuka neza nijoro\n Gahunda y’ibitotsi: gerageza amasaha 8–9; jya kuryama no kubyuka igihe kimwe buri\nmunsi.\n Amazi: nywa menshi ku manywa, ugabanye nijoro kugira ngo kujya ku bwiherero\nkenshi bitaguhungabanya.\n Umwuka na pilo: funguza icyumba, koresha amapilo afasha uruti rw’umugongo (spine)\nkuguma mu murongo.\nIbyo wirinda nijoro\n Kwicara/kwirambika umwanya muremure utimukiye → biha amazi gufata mu\nmaguru; wimuke gake-gake (stretching).\n Ibiryo biremereye mbere yo kuryama → byongera reflux/heartburn.\nAho wihutira gusaba ubufasha"}
{"page": 16, "text": "enshi bitaguhungabanya.\n Umwuka na pilo: funguza icyumba, koresha amapilo afasha uruti rw’umugongo (spine)\nkuguma mu murongo.\nIbyo wirinda nijoro\n Kwicara/kwirambika umwanya muremure utimukiye → biha amazi gufata mu\nmaguru; wimuke gake-gake (stretching).\n Ibiryo biremereye mbere yo kuryama → byongera reflux/heartburn.\nAho wihutira gusaba ubufasha"}
{"page": 17, "text": " Isereri ikabije iyo ugaramye, guhumeka nabi, ububabare bukomeye mu gituza,\ncyangwa ikimenyetso cy’akabombambari k’akaguru (urwara rudahemuka, akaguru\nkababaye, kabyimbye kurusha akandi): jya kwa muganga ako kanya.\n4.4 Uburyo bwiza bwo kuryama igihe utwite\n• Uburyo bwiza: ni kuryamira urubavu cyane cyane urubavu rw’ibumoso. Ibi bifasha amaraso\nkugera neza ku nda n’umwana, bigabanya ibyago byo kugira umuvuduko w’amaraso mwinshi.\n Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava) n’umwijima\nw’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku mpyiko za mama;\nbigafasha no kugabanya kubyimba amaguru.\n Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi munsi\ny’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse.\n4.5 Kuryamira urubavu rw’ibumoso (ni bwo bwiza cyane)\n Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava) n’umwijima\nw’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku mpyiko za mama;\nbigafasha no kugabanya kubyimba amaguru.\n Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi munsi\ny’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse.\nKuryamira urubavu rw’iburyo (ni byiza nk’impalternativa)\n Impamvu: nta kibazo gikomeye, ariko urubavu rw’ibumoso ruba rufite inyungu nyinshi;\ngusimburanya impande zombi birinda kubabara mu mugongo no gupfukirana.\n4.6 Kuryama ugaramye (flat on the back) – wirinde cyane ugiye hejuru y’ibyumweru 20\n Impamvu: inda ikura igakanda vena cava, bigatera isereri, umutima kugenda buhoro, no\nguhanagura amaraso agera ku mwana.\n Icyitonderwa: nibiba ukabyuka wisanze ugaramye, hindukira ucye usubire ku rubavu;\nushobora no gukoresha pilo y’akabambano (wedge) ku ruhande rw’iburyo kugira ngo\numubiri ube ufite ikizenguruko gito (atari flat).\n4.7 Kuryama wubitse inda (wubitse umusaya) – birahinduka uko inda ikura\n Mu ntangiriro: bishobora kutagira ingaruka zikomeye niba byoroheye mama.\n Nyuma: ntibikunda no kworoha bitewe n’uko inda iba nini; wirinde gucinya inda.\n 4.8 Kuzamura igihimba cy’hejuru (semi-recline)\n Impamvu: bigabanya isesemi n’induru mu muhogo (reflux"}
{"page": 17, "text": " usubire ku rubavu;\nushobora no gukoresha pilo y’akabambano (wedge) ku ruhande rw’iburyo kugira ngo\numubiri ube ufite ikizenguruko gito (atari flat).\n4.7 Kuryama wubitse inda (wubitse umusaya) – birahinduka uko inda ikura\n Mu ntangiriro: bishobora kutagira ingaruka zikomeye niba byoroheye mama.\n Nyuma: ntibikunda no kworoha bitewe n’uko inda iba nini; wirinde gucinya inda.\n 4.8 Kuzamura igihimba cy’hejuru (semi-recline)\n Impamvu: bigabanya isesemi n’induru mu muhogo (reflux/heartburn) kandi bifasha\nabumva kubura umwuka nijoro.\n Uko ubikora: shyira amapilo menshi ku mutwe n’igitsina cyo hejuru; wirinde kuryama\nmuri saa 2–3 za mbere nyuma yo kurya."}
{"page": 18, "text": "4.9 Uburyo bwo kuruhuka neza nijoro\n Gahunda y’ibitotsi: gerageza amasaha 8–9; jya kuryama no kubyuka igihe kimwe buri\nmunsi.\n Amazi: nywa menshi ku manywa, ugabanye nijoro kugira ngo kujya ku bwiherero\nkenshi bitaguhungabanya.\n Umwuka na pilo: funguza icyumba, koresha amapilo afasha uruti rw’umugongo (spine)\nkuguma mu murongo.\n.\n5.1 Uruhare rw’Umugabo mu Gihe Umugore we Atwite\nUmugabo ufasha umugore we mu gihe cyo gutwita atuma umugore agira umutuzo\nw’amarangamutima, bikagabanya stress no kongera ubusabane hagati yabo. Kumuherekeza\nkwisuzumisha (ANC) bituma ibibazo bikemurwa hakiri kare kandi bigatanga umutekano.\nIyo umugabo amuba hafi igihe cyo kubyara, umugore agira ubutwari n’amahoro, ububabare\nburagabanuka kandi yumva akunzwe. Kugirana umubano n’umwana akiri mu nda binyuze mu\nkumuganiriza, kumuririmbira no gukoraho inda bimufasha gukura neza mu bwenge, mu mibanire\nn’amarangamutima.\nIbyo umugabo ashobora gukora\n• Kumuherekeza kwa muganga no kumushyigikira mu isuzuma.\n• Gufasha mu mirimo yo mu rugo kugira ngo umugore aruhuke.\n• Kumuganiriza no kumwumva.\n• Gushyikirana n’umwana akiri mu nda (kumuririmbira, kumuganiriza, gukoraho inda buhoro).\n5.2 Ibyiciro by’Ingenzi by’Imikurire y’Umwana uri mu nda\n• Ukwezi kwa 1: Isura itangira kwirema, ahazajya amaso hagaragara utuziga twijimye.\n• Ukwezi kwa 2: Ubwonko butangira kwirema.\n• Ukwezi kwa 3: Amaboko, ibiganza, intoki, ibirenge n’ino biba byamaze kwirema. Ibice byose\nby’umubiri biba byarangiye kurema.\n• Ukwezi kwa 4: Umutima ushobora kumvwa n’igikoresho cyabugenewe.\n• Ukwezi kwa 5: Umwana atangira kwinyagambura mu nda.\n• Ukwezi kwa 6: Amaso atangira gufunguka.\n• Ukwezi kwa 7: Ubushobozi bwo kumva (amatwi) buba bwuzuye neza.\n• Ukwezi kwa 8: Umwana ashobora kumva no kureba, ubwonko bukura vuba cyane.\n• Ukwezi kwa 9: Ibihaha biba byarangiye kurema neza. Umwana ashobora kumva ijwi, kubona\nurumuri no kumva gukorwaho.\n• Ukwezi kwa 10: Umwana aba ageze igihe cyo kuvuka; kwinyagambura kwe kuragabanuka\nkuko aba amaze kuba munini.\n5.3 Urutonde rw’Ibiribwa Bikungahaye ku Butare (Fer)\n• Amagi (umuhondo)\n• Amafi\n• Ud"}
{"page": 18, "text": "• Ukwezi kwa 7: Ubushobozi bwo kumva (amatwi) buba bwuzuye neza.\n• Ukwezi kwa 8: Umwana ashobora kumva no kureba, ubwonko bukura vuba cyane.\n• Ukwezi kwa 9: Ibihaha biba byarangiye kurema neza. Umwana ashobora kumva ijwi, kubona\nurumuri no kumva gukorwaho.\n• Ukwezi kwa 10: Umwana aba ageze igihe cyo kuvuka; kwinyagambura kwe kuragabanuka\nkuko aba amaze kuba munini.\n5.3 Urutonde rw’Ibiribwa Bikungahaye ku Butare (Fer)\n• Amagi (umuhondo)\n• Amafi\n• Udushyimbo duto twa rantiye\n• Sesame"}
{"page": 19, "text": "• Ingano, porici, igikoma, kinowa\n• Umuceri, uburo\n• Ibishyimbo, amashaza\n• Imboga rwatsi (epinari)\n• Imbuto z’amasaka nka cashew, almonde, ubunyobwa, pisitaciyo\n• Inyama zitukura, inkoko\n• Tangawizi\n• Imbuto zimwe\n• Tofu\n• Umugati ukungahaye ku butare\n Fer ni ingenzi mu gukora amaraso mashya, kugabanya umunaniro no gufasha umwana gukura\nneza.\n5.4 Ibyokurya Bikungahaye kuri Vitamine C\n• Icunga\n• Papayi\n• Indimu\n• Urusenda rutukura\n• Imbuto zitukura (inkeri)\n• Shufureri\n• Amashu atukura\n• Brokoli\n• Ibirayi by’umweru\n Vitamine C ifasha umubiri kumira neza fer kandi irinda umubiri indwara.\nIcyitonderwa: Icyayi gikomeye kigabanya uko fer imirwa. Ntukinywe mu gihe uri kurya ibiribwa\nbikungahaye ku butare.\n5.5 Ibiribwa Bikungahaye kuri Kalisiyumu\n• Shufureri\n• Celeri\n• Imiteja\n• Imboga rwatsi\n• Inzuzi\n• Beterave\n• Coconati\n• Avoka\n• Amashu\n• Sesame\n• Ibitunguru\nKalisiyumu ikomeza amagufa n’amenyo y’umwana, kandi irinda umubyeyi kubura\nibinyabutabire by’ingenzi.\n6.1 Gushyikirana hagati y’umubyeyi utwite n’umwana we\nGushyikirana hagati y’umubyeyi utwite n’umwana we bikubiyemo guhererekanya no kwakira\namakuru hagati y’umwana uri mu nda na nyina, bitanyuze mu magambo gusa, ahubwo biciye mu"}
{"page": 20, "text": "amaraso, amarangamutima, amajwi, imisemburo, no gukorakora inda.\nUmwana aba ashobora kumva no kwiyumvisha ibibera hanze n’iby’umubyeyi kuva mu mezi ya\nmbere y’inda.\n 6.2 Uburyo butandukanye umubyeyi utwite ashobora gushyikirana n’umwana we\nGushyikirana hagati y’umubyeyi utwite n’umwana we bikubiyemo guhererekanya no kwakira\namakuru hagati y’umwana uri mu nda na nyina, bitanyuze mu magambo gusa, ahubwo biciye mu\namaraso, amarangamutima, amajwi, imisemburo, no gukorakora inda.\nUmwana aba ashobora kumva no kwiyumvisha ibibera hanze n’iby’umubyeyi kuva mu mezi ya\nmbere y’inda.\n1. Biciye mu maraso n’imisemburo\no Placenta itwara umwuka n’intungamubiri biva ku mubyeyi bikagera ku\nmwana, kandi isubizayo imyanda.\no Iyo mama afite stress cyangwa ibyishimo, imisemburo y’umubiri (hormones)\nihinduka, bikagera no ku mwana.\n2. Biciye mu majwi n’amagambo\no Kuva ku mezi 5–6, umwana atangira kumva amajwi; yumva ijwi rya mama we\nnk’iryo hafi cyane.\no Iyo mama aririmba indirimbo zimwe kenshi, umwana azikomeza kumenya no\nnyuma avutse.\n3. Biciye mu gukoraho inda\no Iyo mama cyangwa se bamukoraho inda buhoro, umwana ashobora\nkwinyagambura cyangwa kwitura aho bamukoze.\no Ibi bituma yumva ahuje n’ababyeyi be.\n4. Biciye mu marangamutima\no Iyo mama afite amahoro, umwana aba atuje. Iyo afite stress cyangwa agahinda,\numwana ashobora kubyiyumvamo (nko gukubita umutima vuba).\n5. Biciye mu rumuri n’urusaku\no Nubwo inda imucyingiriza rumuri ruke, umwana ashobora gutandukanya\numucyo n’umwijima.\no Ashobora no kumva urusaku rukabije arwumvise (nk’umuziki w’urusaku).\n6.3 Akamaro KO kuba hari imishyikirano hagati y’umubyeyi utwite n’umwana uri mu nda\n1. Kongera ubusabane (bonding) mbere yo kuvuka\no Umwana amenya ijwi rya mama n’umuryango, bikamufasha kumenyera\nurukundo n’umutekano akivuka.\n2. Guteza imbere ubwonko n’imikurire\no Gushyikirana na mama bigira uruhare mu mikorere y’ubwonko bw’umwana\n(cognitive development).\no Byongera ubushobozi bwo kumva, kumenya amajwi, no kumva ibidukikije.\n3. Kurinda umubyeyi stress nyinshi\no Iyo umubyeyi aganiriza cyangwa aririmbira umwana, nawe araruhuka, amaraso\natembera neza, kandi amarangamutima ye aba meza.\n4. Kongerera"}
{"page": 20, "text": "bonding) mbere yo kuvuka\no Umwana amenya ijwi rya mama n’umuryango, bikamufasha kumenyera\nurukundo n’umutekano akivuka.\n2. Guteza imbere ubwonko n’imikurire\no Gushyikirana na mama bigira uruhare mu mikorere y’ubwonko bw’umwana\n(cognitive development).\no Byongera ubushobozi bwo kumva, kumenya amajwi, no kumva ibidukikije.\n3. Kurinda umubyeyi stress nyinshi\no Iyo umubyeyi aganiriza cyangwa aririmbira umwana, nawe araruhuka, amaraso\natembera neza, kandi amarangamutima ye aba meza.\n4. Kongerera umwana amahirwe yo kuvuka afite ubuzima bwiza"}
{"page": 21, "text": "o Uko amarangamutima n’imibereho myiza ya mama ari meza, niko umwana akura\nneza mu mitsi, mu magufa no mu bwenge.\n5. Kwereka umwana ko ari uw’agaciro kuva akiri mu nda\no Ibi bituma umuryango wose (umugabo, abavandimwe, ababyeyi) uha agaciro\nuwo mwana akiri mu nda, bigatuma avuka afite umubano mwiza n’ababyeyi be.\n6.4 Ingero z’ibyo wakora kugira ngo ushyikirane n’umwana wawe uri munda\n Mama aririmbira indirimbo za gakondo buhoro → umwana aratuza.\n Se akora ku nda, akavuga amagambo meza → umwana akanyeganyega cyangwa akiturira\naho amajwi aturuka.\n Mama arimo gusenga cyangwa asoma amagambo y’amahoro → umwana aba mu\nmutuzo.\n Mu gihe hari indirimbo ikomeye cyangwa urusaku rukabije → umwana ashobora\nkwinyagambura cyane.\n6.5 Kuki umugore utwite agomba kwirinda stress?\n Stress izamura imisemburo mibi (cortisol) ishobora guhungabanya imikurire\ny’umwana.\n Ishobora gutera umuvuduko mwinshi w’amaraso (pre-eclampsia) no kudatembera\nneza k’amaraso ku nda.\n Ituma umubyeyi atakaza imbaraga, agasiba kurya cyangwa gusinzira neza.\n Yongera ibyago byo kubura inda cyangwa kuvuka imburagihe.\n Ishobora kugira ingaruka ku bwenge n’imibanire y’umwana akivuka.\n6.6 Kongera ubusabane (bonding) mbere yo kuvuka\n Ibisobanuro: Iyo umubyeyi aganiriza cyangwa aririmbira umwana, uwo mwana atangira\nkumenyera ijwi rya mama ndetse n’ay’abandi bo mu muryango.\n Impamvu: Uko kumenyera amajwi bituma umwana akura yumva afite umutekano, kandi\nigihe avutse yumva ibidukikije bimurimo urukundo n’ubusabane. Ibi bituma umubano we\nn’ababyeyi uhera ku rukundo rufatika.\n6.7 Guteza imbere ubwonko n’imikurire\n Ibisobanuro: Ubutumwa, indirimbo n’ijwi rya mama bituma ubwonko bw’umwana\nbutangira gukora imikoranire (neural connections).\n Impamvu: Ibi bituma umwana agira ubushobozi bwo gutangira kumva, gutandukanya\namajwi, no kumenya ibidukikije hakiri kare. Byongera amahirwe yo kugira imikurire\nmyiza mu bwenge (cognitive development) no mu mikorere y’ubuzima bwe bwose.\n6.8 Kurinda umubyeyi stress nyinshi\n Ibisobanuro: Iyo mama aririmbira cyangwa aganiriza umwana, nawe araruhuka,\numutima ugakora neza, amaraso akatembera neza kandi akagira amarangamutima meza."}
{"page": 21, "text": "’umwana\nbutangira gukora imikoranire (neural connections).\n Impamvu: Ibi bituma umwana agira ubushobozi bwo gutangira kumva, gutandukanya\namajwi, no kumenya ibidukikije hakiri kare. Byongera amahirwe yo kugira imikurire\nmyiza mu bwenge (cognitive development) no mu mikorere y’ubuzima bwe bwose.\n6.8 Kurinda umubyeyi stress nyinshi\n Ibisobanuro: Iyo mama aririmbira cyangwa aganiriza umwana, nawe araruhuka,\numutima ugakora neza, amaraso akatembera neza kandi akagira amarangamutima meza."}
{"page": 22, "text": " Impamvu: Kugabanya stress ku mugore utwite birinda indwara nko kugira umuvuduko\nw’amaraso mwinshi cyangwa kubura amaraso. Uko mama afite umutuzo, niko n’umwana\namera neza mu nda.\n6.9 Kongerera umwana amahirwe yo kuvuka afite ubuzima bwiza\n Ibisobanuro: Uko amarangamutima ya mama ari meza kandi atuje, niko n’imikurire\ny’umwana mu nda igenda neza mu magufa, mu mitsi ndetse no mu bwonko.\n Impamvu: Ubuzima bwiza bwa mama butuma umwana abonera intungamubiri\nn’amaraso ahagije, bigatuma avuka afite ubuzima buzira umuze kandi afite imbaraga.\n6.10 Kwereka umwana ko ari uw’agaciro kuva akiri mu nda\n Ibisobanuro: Iyo umuryango wose uganiriza cyangwa ugashyikirana n’umwana akiri mu\nnda, uwo mwana atangira gufatwa nk’uw’agaciro mbere y’uko avuka.\n Impamvu: Ibi byubaka umubano mwiza hagati y’umwana n’umuryango we. Bituma\nakura azi ko akunzwe, ko ahawe umwanya, kandi bikamufasha kugira imibanire myiza\nakivuka ndetse no mu buzima bwe bw’igihe kirekire.\n\n6.11 Muri make : kubijyanye n’imishyikirano iri hagati y’umubyeyi utwite n’umwna we:\nGushyikirana hagati y’umubyeyi n’umwana we si amagambo gusa, ahubwo ni itumanaho\nry’umubiri, amarangamutima n’amajwi rifasha umwana kumenya, gukura neza no\nkwiyumvamo ko akundwa mbere y’uko avuka.\n6.12 imiti gakondo mu gihe utwite\nImiti gakondo ntiyemewe ku mugore utwite keretse iyo yemejwe n’umuganga.\nKuyikoresha ku giti cyawe ni ingorabahizi kuko ishobora gutera ibibazo bikomeye ku buzima\nbwa mama no ku mwana.\nImiti gakondo ikozwe mu byatsi cyangwa ibimera ishobora kuba ikaze cyane ku mubiri, ikagira\ningaruka zitazwi kuko idapimwa nk’imiti isanzwe yemewe na muganga.\n Ku mugore utwite:\n Gukuramo inda (miscarriage): bimwe mu byatsi bizwiho gutera ibise bikomeye bikaba\nbyakurura inda.\n Kubyara imburagihe: imiti ibangura igifu cyangwa igatera imbarurira ishobora gutuma\ninda isohoka kare.\n Kubura amaraso cyangwa umuvuduko w’amaraso: bimwe bigabanya amaraso\ncyangwa bikazamura cyane umuvuduko w’amaraso.\n Indwara z’igifu n’impyiko: imiti iteguwe mu buryo budafite isuku ishobora kwanduza\nbagiteri cyangwa kwangiza impyiko.\n Kwivanga n’imiti ya muganga: ishobora kugabanya cyangwa kongera imbaraga z’imiti\n"}
{"page": 22, "text": " bimwe mu byatsi bizwiho gutera ibise bikomeye bikaba\nbyakurura inda.\n Kubyara imburagihe: imiti ibangura igifu cyangwa igatera imbarurira ishobora gutuma\ninda isohoka kare.\n Kubura amaraso cyangwa umuvuduko w’amaraso: bimwe bigabanya amaraso\ncyangwa bikazamura cyane umuvuduko w’amaraso.\n Indwara z’igifu n’impyiko: imiti iteguwe mu buryo budafite isuku ishobora kwanduza\nbagiteri cyangwa kwangiza impyiko.\n Kwivanga n’imiti ya muganga: ishobora kugabanya cyangwa kongera imbaraga z’imiti\nmuganga yaguhaye, bikaba bibi cyane."}
{"page": 23, "text": "Ku mwana uri mu nda:\n Kudakura neza: imiti igabanya intungamubiri cyangwa amaraso agera ku nda, bigatuma\numwana akura nabi.\n Ubumuga bw’ubwonko n’imitsi: bimwe mu bigize imiti byinjira mu maraso ya mama\nbikagera ku mwana bigahungabanya ubwonko.\n Kuvuka ari muto cyane (low birth weight): kubera kubura amaraso cyangwa\nintungamubiri zihagije.\n Kuvuka imburagihe: kubera ibise bitungurwa n’imiti gakondo.\n Urupfu rw’umwana akiri mu nda: mu gihe imiti ifite ingaruka zikaze.\n6.13 Inkingo umugore utwite agomba gufata\n Tetanusi/Td vaccine – irinda mama n’umwana indwara ya tetanusi igihe cyo kubyara.\n Malaria prevention (SP/Fansidar) – ahantu hari malaria, abagore batwite bahabwa\nimiti yo kuyirinda.\n Indi nkingo: bitewe n’aho uri n’inama za muganga (urugero: Hepatite B, influenza).\n Kuki ari ngombwa kuzifata?\n Zirinda indwara zirembera ku mugore utwite.\n Zirinda umwana uri mu nda n’igihe avutse.\n Zigabanya ibyago byo gupfa kwa mama cyangwa umwana.\n6.14 Kuki ari ngombwa kwipimisha hakiri kare mu gihe utwite (ANC)\n Kumenya kare niba inda iri mu buryo bwiza.\n Kugenzura amaraso, inkari, ibipimo by’umuvuduko w’amaraso, fer/iron, acide folique.\n Kugenzura uko umwana akura mu nda.\n Gutegura gahunda yo kubyara (birth plan).\n Kugabanya ibyago byo kubura inda cyangwa kugira ibibazo bikomeye.\nIcyo bitanga: umutekano ku buzima bwa mama n’umwana, kumenya kare ibibazo bishobora\nkubaho.\n6.14. Wakora iki mugihe umenye ko utwite cyangwa usanze utwite\n Kora ikizamini cy’inda (pregnancy test) ukimara gutinda imihango.\n Jya ku kigo nderabuzima uandikishe inda (ANC) mbere y’ibyumweru 12.\n Tangira gufata acide folique na fer/iron buri munsi nk’uko muganga abigutegeka.\n Irinde inzoga, itabi, ibiyobyabwenge, imiti gakondo n’ibiribwa bitemewe.\n Kurya indyo yuzuye: ibiribwa bikungahaye kuri proteyine, imboga, imbuto, amata,\nibinyampeke."}
{"page": 23, "text": ", ibiyobyabwenge, imiti gakondo n’ibiribwa bitemewe.\n Kurya indyo yuzuye: ibiribwa bikungahaye kuri proteyine, imboga, imbuto, amata,\nibinyampeke."}
{"page": 24, "text": " Kumenya ibimenyetso mpuruza (kuribwa bikabije, kuva amaraso, umuriro mwinshi,\nkutumva umwana anyeganyega).\n Shaka inkunga y’umuryango n’umugabo: kuba hafi, kugufasha mu mirimo,\nkukuganiriza.\n Muri make\n Inkingo: zirinda mama n’umwana indwara zikomeye.\n Kwipimisha kare: bituma bamenya ibibazo hakiri kare kandi bigakemurwa.\n Iyo umenye ko utwite: andikisha inda, fata imiti y’inyunganiramirire, irinde ibyangiza\numwana, kurya neza no gukurikiza inama za muganga.\n6.15 Ingaruka zo kudafata ibinini mbonezabuzima (Fer/iron na Acide folique) igihe utwite\n Ibinini mbonezamirire (inyunganiramirire) bigizwe ahanini na Fer/iron n’Acide folique.\nUmugore utwite abihabwa kugira ngo afashe umubiri we n’umwana gukura neza, kurinda\nindwara no kubura amaraso.\n Ingaruka ku mubyeyi:\n Anemia (kubura amaraso) → umubyeyi ahora ananiwe, acika intege, ashobora kugira\numutwe ukabije n’isereri.\n Kubyara imburagihe kubera kubura intungamubiri zihagije.\n Kubura imbaraga igihe cyo kubyara (labor complications).\n Kwiyongera ibyago byo gupfa ku mugore igihe cyo kubyara kubera kubura amaraso\nahagije.\n Ingaruka ku mwana uri mu nda:\n Kudakura neza mu nda (growth restriction).\n Kuvuka ari muto cyane (low birth weight).\n Kuvuka imburagihe (premature birth).\n Ubumuga bwo mu bwonko n’umugongo (neural tube defects) bitewe no kubura acide\nfolique.\n Kwiyongera ibyago byo gupfa akiri mu nda cyangwa akivuka.\n Umwanzuro\nKunywa fer/iron na acide folique buri munsi kuva utangira kwipimisha kugeza ubyaye ni\ningenzi cyane:\n Birinda kubura amaraso,\n Bituma umwana akura neza,\n Birinda ubumuga bukomeye ku mwana."}
{"page": 25, "text": "6.16 Wabwirwa n’iki ko umugore utwite afite ikibazo cy’imirire?\n Ibimenyetso ku mubiri wa mama\n Kunanuka cyane cyangwa kubura ibiro (BMI iri hasi).\n Guhora ananiwe, isereri kenshi – bishobora kwerekana kubura amaraso (anemia).\n Uruhu rwumye cyangwa rucikagurika, imisatsi itangiye kugwa.\n Amaguru n’ibirenge byabyimbye (bishobora kwerekana ikibazo cya proteyine).\n Amenyo ashobora gutangira kwangirika kubera kubura calcium na vitamini.\n Umunwa ugaragaza ibisebe cyangwa ururimi ruryaryata (kubura vitamini B\ncyangwa C).\nIbimenyetso mu mikorere\n Kutagira imbaraga zo gukora imirimo isanzwe.\n Kugira isesemi ikabije n’ibibazo byo kutabona ibyo kurya bihagije.\n Kurwara kenshi kubera kugabanuka k’ubudahangarwa.\nIbimenyetso ku mwana uri mu nda\n Kudakura neza mu nda (fetal growth restriction).\n Kuvuka ari muto cyane cyangwa imburagihe.\n Ibyago byo kugira ubumuga bw’ubwonko cyangwa amagufa bitewe no kubura\nintungamubiri (nk’acide folique, calcium).\n6.17 Wakora iki niba umugore utwite afite ikibazo cy’imirire\n1. Kwipimisha no gukurikirana kwa muganga\n Jya ku kigo nderabuzima cyangwa kwa muganga hakiri kare kugira ngo bamenye\nimiterere y’ikibazo.\n Muganga ashobora gupima amaraso (anemia, fer/iron) no kugenzura imikurire\ny’umwana.\n Ukurikize gahunda zose za ANC (Antenatal Care).\n2. Indyo yuzuye buri munsi\n Proteyine: amagi, inyama zidafite amavuta menshi, amafi, ibishyimbo, amashaza, soya.\n Imboga n’imbuto: imboga z’icyatsi (isombe, dodo, epinari), imbuto zifite vitamin C\n(icunga, indimu, inanasi, papayi).\n Ibinyampeke: umuceri, kawunga, amasaka, uburo.\n Ibikomoka ku mata: amata, yogati, fromaji (byongera calcium).\n Amazi meza: ibikombe 6–8 ku munsi.\n3. Inyunganiramirire\n Fata buri munsi fer/iron na acide folique nk’uko muganga abigutegeka.\n Ahandi hakenewe, muganga ashobora kongeraho vitamini cyangwa kalisiyumu."}
{"page": 25, "text": " Inyunganiramirire\n Fata buri munsi fer/iron na acide folique nk’uko muganga abigutegeka.\n Ahandi hakenewe, muganga ashobora kongeraho vitamini cyangwa kalisiyumu."}
{"page": 26, "text": "4. Kwirinda ibyangiza\n Irinde inzoga, itabi, ibiyobyabwenge, imiti gakondo n’ibiryo byanduye.\n Gabanya ikawa na caffeine nyinshi.\n5. Inkunga y’umuryango\n Umugabo n’umuryango bagomba gufasha umugore kubona indyo yuzuye, kumuha\nakaruhuko, no kumushyigikira mu rugendo rwo gutwita.\nJya kwa muganga ako kanya niba\n Hari kubura amaraso gukabije (isereri, gucika intege cyane, umutwe ukabije).\n Umugore atabona ibiro bihagije cyangwa abura ibiro byinshi.\n Umwana ntakomeza kugaragaza imikurire (ntanyeganyega uko byari bisanzwe).\n6.18 Ingaruka z’imirire mibi mu gihe umugore atwite\n Ku mugore utwite\n1. Kubura amaraso (anemia)\no Umugore ahora ananiwe, agira isereri kenshi, umutwe ukabije.\no Byongera ibyago byo kugira amaraso make cyane igihe cyo kubyara.\n2. Kunanuka cyangwa kubura ibiro bikenewe\no Umubiri we ubura ubushobozi bwo kwihanganira inzira yo kubyara.\no Gucika intege no guhora ananiwe.\n3. Kugabanuka k’ubudahangarwa\no Ashobora kurwara indwara zoroheje kenshi (z’igifu, z’ubuhumekero, iz’uruhu).\n4. Umunaniro n’agahinda gakabije\no Stress ikiyongera, rimwe na rimwe bigatera agahinda gakabije (depression).\n5. Ibibazo mu gihe cyo kubyara\no Kubura imbaraga zo kubyara.\no Kwiyongera k’ibyago byo gupfa igihe cyo kubyara.\no Kugira ibibazo mu gukira nyuma yo kubyara.\nKu mwana uri mu nda\n1. Kudakura neza (growth restriction)\no Umwana ashobora kuvuka ari muto cyane (low birth weight).\n2. Kuvuka imburagihe (premature birth)\no Inda ikarangira kare, umwana akavuka adakuriye neza.\n3. Ibibazo mu mikurire y’ubwonko n’umugongo\no Kubura acide folique bishobora gutera ubumuga bwo mu bwonko cyangwa mu\nmugongo (neural tube defects).\n4. Intege nke cyangwa ubumuga\no Kubura intungamubiri (fer, vitamini, kalisiyumu) bigatera amagufa adakomera\ncyangwa ubwonko budakura neza."}
{"page": 26, "text": "a adakomera\ncyangwa ubwonko budakura neza."}
{"page": 27, "text": "5. Kwiyongera k’icyago cyo gupfa\no Umwana ashobora gupfa akiri mu nda cyangwa akivuka.\n6.19 Icyo wakora wakora mu gihe ufite imirire mibi kandi utwite\nKu mugore utwite\n Kwipimisha kare no gukurikirana ANC ku kigo nderabuzima.\n Kurya indyo yuzuye buri munsi: ibinyampeke, ibikomoka ku matungo, imboga, imbuto,\namata n’amafi.\n Kunywa fer/iron na acide folique buri munsi nk’uko muganga abigutegeka.\n Kunywa amazi meza ahagije.\n Kwirinda ibyangiza: inzoga, itabi, ibiyobyabwenge, imiti gakondo.\nKu mwana uri mu nda\n Iyo mama akurikiranye imirire ye neza, umwana ahabwa intungamubiri zimufasha\ngukura neza mu magufa, mu bwonko no mu mubiri wose.\n Gukurikirana kwa muganga (ANC) bituma ibibazo bamenyekana kare kandi umwana\nakarindwa ingaruka z’imirire mibi.\nMuri make\nImirire mibi ku mugore utwite itera kubura amaraso, gucika intege, kurwara kenshi, no kugira\nibyago byinshi igihe cyo kubyara.\n Ku mwana, itera kudakura neza, kuvuka ari muto cyangwa imburagihe, ndetse n’ubumuga\nbukomeye.\nIgisubizo: kwipimisha hakiri kare, kurya indyo yuzuye, gufata inyunganiramirire (fer/iron na\nacide folique), no kwirinda ibyangiza."}
