{"page": 1, "text": "1.0 Gutwita bisobanura iki?\nGutwita bisobanura igihe umugore aba atwite umwana mu nda, kuva intanga\nn’urusoro byahuye kugeza igihe cyo kubyara. Ni urugendo rw’amezi hafi icyenda\naho umwana akura, kandi umugore agahinduka mu mubiri no mu buzima bwe.\n1.1 Ibimenyetso bigaragaza ko utwite (umugore utwite)\nKumenya ko utwite ntibishingira ku kimenyetso kimwe gusa. Iyo hari byinshi\nbyihurijeho, bitanga gihamya ikomeye ko umugore ashobora kuba atwite.\n Gutinda kw’imihango\nUbusanzwe umugore aba afite gahunda y’imihango ye. Iyo imihango itinzeho iminsi\nirenga irindwi, kandi nta mpamvu izwi yabiteye (nko stress cyangwa indwara), kenshi\nbishobora kuba ikimenyetso cya mbere cy’uko ashobora kuba atwite.\nIsesemi no kuruka\nMu byumweru bya mbere, umugore ashobora gutangira kumva asesemewe cyangwa\nakajya akaruka, cyane cyane mu gitondo (babita morning sickness), ariko bishobora no\nkuba ku masaha atandukanye y’umunsi.\n Impinduka ku mabere\nAmabere ashobora:\n Kubabara cyangwa kubyimba,\n Kugaragara aremereye kurenza ibisanzwe,\n Guhindura imvange y’ibimenyetso: rimwe akaryoha, rimwe akaribwa, rimwe\nakarushaho kuba menshi cyangwa akazana ubushyuhe.\nUmunaniro ukabije\nUmugore atangira kumva ananiwe cyane, nubwo ntacyo yakoze kiremereye. Akunda\ngusinzira cyane, cyangwa akumva nta mbaraga zo gukora imirimo asanzwe akora.\n Impinduka mu marangamutima\nImisemburo irahinduka cyane. Umugore ashobora:\n Guhinduranya amarangamutima mu kanya gato,\n Kubabara byoroshye cyangwa kurakarira utuntu duto,\n Ariko nanone mu gihe gito agahinduka akishima cyane."}
{"page": 2, "text": "Kujya ku bwiherero kenshi\nMu ntangiriro z’inda, impinduka mu mikorere y’umubiri zituma umugore ajya kunyara\ninshuro nyinshi kurusha ibisanzwe.\n Impinduka ku biryo cyangwa ku mpumuro\n Ibintu yakundaga kurya ashobora kubyanga.\n Impumuro zimwe (nk’iza amavuta cyangwa umunyu) ziramubangamira cyane.\n Ibi byose biterwa n’impinduka mu misemburo.\nAmashereka make agaragara\nHari abagore mu ntangiriro z’inda bagaragaza utuntu duto tw’amashereka (colostrum)\nku ibere, nubwo biba ari duke kandi atari ibintu bihoraho.\nUbubabare bukabije cyangwa amaraso atari mu buryo busanzwe\n Hari abagore bashobora kugaragaza ububabare bukomeye mu nda.\n Hari n’ababona amaraso mu buryo butari busanzwe.\nIbi bishobora kwerekana ko hari ikibazo gikomeye mu nda gikeneye kwitabwaho\nbyihuse.\nIcyo wakora iyo ufite ikimenyetso kimwe gusa\n• Tegura umunsi wanyuma w’imihango yawe kandi wandike itariki neza.\n• Niba imihango yatindie iminsi irenga 7, kora ikizamini cy’inda (pregnancy test) mu\ngitondo ukoresheje inkari za mbere.\n• Niba test yagaragaje ko utwite: tangira kwipimisha (ANC) mu byumweru bitarenze 12,\nkandi utangire gufata acide folique buri munsi nk’uko muganga abigutegeka.\n• Niba test yagaragaje ko atari inda, ariko ikimenyetso gikomeza cyangwa kibangamye,\nongera ukore test nyuma y’iminsi 2–3 kandi usabe inama kwa muganga.\n• Mbere yo kugira gihamya, irinde inzoga, itabi n’imiti itandikiwe n’umuganga.\nIcyo wakora iyo ibimenyetso birenze kimwe\n• Kora ikizamini cy’inda nonaha, cyangwa ujye ku kigo nderabuzima usabe isuzuma.\n• Niba byemejwe ko utwite: andikisha inda yawe (ANC), utegure gahunda z’isuzuma za\nburi gihe, kandi ukurikize inama z’imirire n’isuku.\n• Niba test ari negatif ariko ibimenyetso bikomeje, jya kwa muganga basuzume izindi\nmpamvu.\n1.2 Icyo wakora mugihe imihango yatinze\nIcyo wakora ako kanya:"}
{"page": 2, "text": "akora mugihe imihango yatinze\nIcyo wakora ako kanya:"}
{"page": 3, "text": "• Niba iminsi irenga 7 itaragera ku mihango isanzwe, kora ikizamini cy’inda mu gitondo.\n• Irinde inzoga n’itabi; wirinde imiti utandikiwe n’umuganga.\nIbyiza ukora mu minsi ya vuba:\n• Niba test ari pozitivu, andikisha inda yawe (ANC) hakiri kare.\n• Niba test ari negatifu, ongera ukore test nyuma y’iminsi 2–3. Niba bikomeje, saba\ninama kwa muganga.\nJya kwa muganga ako kanya niba:\n• Ufite kuribwa bikomeye mu nda cyangwa kuva bidasanzwe.\n• Ufite ihungabana rikabije n’umutwe ukabije uherekejwe no kuribwa mu nda.\n1.3 Icyo wakora mugihe ufite Isesemi no kuruka\nIcyo wakora ako kanya:\n• Rya ibiryo bito-bito kenshi; irinde amavuta menshi n’ibiryo bifite impumuro ikaze.\n• Fata amazi gahoro gahoro kenshi; gerageza icyayi cya tangawizi (ginger) niba\nkiboneka.\nIbyiza ukora mu minsi ya vuba:\n• Kora urutonde rw’ibiryo bigutera isesemi ubirinde; hitamo ibiryo byoroshye\nnk’imyumbati, umuceli, imboga.\n• Genzura ko urimo kurya indyo yuzuye; saba inama ku mirire nibikugora.\nJya kwa muganga ako kanya niba:\n• Uri kuruka cyane ku buryo ntacyo ushobora gufata mu masaha 24.\n• Ugaragaza ibimenyetso by’umwuma (akanwa kuma, inkari nke cyane, umutwe\nuhindagurika).\n1.3 icyo wakora mugihe ugize impinduka ku mabere (kubyimba/kubabara)\nIcyo wakora ako kanya:\n• Koresha amasutiya yoroheje ashyigikira neza, atagukanda.\n• Irinde gukanda cyangwa gukama amabere udafite impamvu ya muganga.\nIbyiza ukora mu minsi ya vuba:\n• Komeza isuku y’umubiri; niba hari utuntu tw’umukororo (colostrum) kenera agapira ko\nkubyitwaramo.\n• Saba inama niba ububabare buterwa n’ahantu humwe ku ibere rimwe.\nJya kwa muganga ako kanya niba:\n• Hari udusebe, uruhu rwatukura cyane, umuriro cyangwa isohoka ridasanzwe (gusa\nn’amaraso cyangwa ipus).\n• Hari akabyimba kamwe gafatika mu ibere kagenda kiyongera.\n1.4 icyo wakora mugihe ugira Umunaniro ukabije\nIcyo wakora ako kanya:\n• Ruhuka; teganya amasaha 8–9 yo gusinzira nijoro.\n• Igabanya imirimo iremereye kandi unywe amazi ahagije.\nIbyiza ukora mu minsi ya vuba:\n• Rya indyo yuzuye (imboga, imbuto, ibinyampeke, ibinyamavuta byiza n’ibikomoka ku\nmatungo)."}
{"page": 3, "text": "ba kamwe gafatika mu ibere kagenda kiyongera.\n1.4 icyo wakora mugihe ugira Umunaniro ukabije\nIcyo wakora ako kanya:\n• Ruhuka; teganya amasaha 8–9 yo gusinzira nijoro.\n• Igabanya imirimo iremereye kandi unywe amazi ahagije.\nIbyiza ukora mu minsi ya vuba:\n• Rya indyo yuzuye (imboga, imbuto, ibinyampeke, ibinyamavuta byiza n’ibikomoka ku\nmatungo)."}
{"page": 4, "text": "• Vuga n’umuganga ku nyunganiramirire (iron/fer na acide folique).\nJya kwa muganga ako kanya niba:\n• Uhumeka nabi, umutima wihuta cyane, cyangwa umunaniro urenze ibisanzwe nubwo\nuruhutse.\n• Urasarara, udatya cyangwa ugira isereri kenshi.\n1.5 icyo wakora mugihe ugira impinduka mu marangamutima\nIcyo wakora ako kanya:\n• Ganira n’umugabo wawe cyangwa inshuti; fata umwanya wo kuruhuka.\n• Kora imyitozo yoroshye yo guhumeka no kurambura umubiri.\nIbyiza ukora mu minsi ya vuba:\n• Shaka itsinda ry’ababyeyi cyangwa umujyanama; tegura gahunda yo kwisuzuma mu\ngihe ukomeza kumva utameze neza.\n• Itegure ibikorwa bikunezeza: gusenga, gusoma, kumva umuziki.\nJya kwa muganga ako kanya niba:\n• Agahinda gakomeye kumara ibyumweru birenze bibiri.\n• Ibitekerezo byo kwiyahura cyangwa kwishora mu byago—shaka ubufasha bwihuse.\n1.6 icyo wakora mugihe wumva ushaka kujya ku bwiherero kenshi\nIcyo wakora ako kanya:\n• Nyunyuza amazi ahagije umunsi wose; irinde ikawa/caffeine n’inzoga.\n• Ntukihambirize ku nkari igihe kirekire.\nIbyiza ukora mu minsi ya vuba:\n• Komeza isuku y’igitsina imbere (utagikoresheje ibitera ubusharire).\n• Niba bikomeza, saba isuzuma ry’inkari (UTI) ku ivuriro.\nJya kwa muganga ako kanya niba:\n• Ujyanishije no kubabara mu nda y’epfo, inkari zishyushya cyangwa zirimo amaraso,\numuriro mwinshi.\n• Umutwe ukabije no kubabara mu mugongo munsi.\n1.7 icyo wakora mugihe watangiye kwanga impumuro cyangwa ibiryo bimwe\nIcyo wakora ako kanya:\n• Irinde impumuro/ibiryo bikubangamira; funguza inzu cyangwa ukorete umwuka mwiza\nmu gikoni.\n• Hitamo ibindi byasimbura ukabona intungamubiri (urugero: niba wanze inyama,\nushobora gufata ibishyimbo, amagi, amata).\nIbyiza ukora mu minsi ya vuba:\n• Komeza gufata inyunganiramirire za mbere y’inda/zo mu nda nk’uko muganga\nabiteganya.\n• Saba inama z’imirire niba uri gutakaza ibiro.\nJya kwa muganga ako kanya niba:\n• Watakaje ibiro byinshi mu gihe gito cyangwa utabasha gufata indyo yuzuye.\n• Ufite isesemi rikomeye rikumara igihe kinini."}
{"page": 4, "text": "irire za mbere y’inda/zo mu nda nk’uko muganga\nabiteganya.\n• Saba inama z’imirire niba uri gutakaza ibiro.\nJya kwa muganga ako kanya niba:\n• Watakaje ibiro byinshi mu gihe gito cyangwa utabasha gufata indyo yuzuye.\n• Ufite isesemi rikomeye rikumara igihe kinini."}
{"page": 5, "text": "1.8 icyo wakora mugihe utangiye kubona amashereka make agaragara kare\nIcyo wakora ako kanya:\n• Ntugahangayike; bishobora kubaho. Koresha agapira ko kubyitwaramo niba\nbikubangamiye.\n• Irinde gukanda ibere kenshi cyangwa kugikama udasabwe n’umuganga.\nIbyiza ukora mu minsi ya vuba:\n• Komeza isuku y’amabere; hamagara umuganga niba bitera uburibwe.\n• Genzura niba atari isohoka ridasanzwe.\nJya kwa muganga ako kanya niba:\n• Amashereka ari menshi cyane, arimo amaraso, cyangwa uherekejwe\nn’umuriro/uburibwe bukabije.\n1.9 icyo wakora mugihe wumva ububabare bukabije cyangwa kuva bidasanzwe\nIcyo wakora ako kanya:\n• Hagarika imirimo; shyira agapira mu myenda ukurikire umubare w’amaraso asohoka\n(ntukinjize ikintu mu gitsina).\n• Tegura ibyangombwa byawe (ikarita y’ubwisungane, andi makuru) maze ujye ku\nivuriro ryo hafi.\nIbyiza ukora mu minsi ya vuba:\n• Vugisha umuganga n’iyo byagabanutse kugira ngo amenye ibyabaye.\n• Andika igihe byatangiye, uko byiyongera n’ibindi bimenyetso bikurikirana.\nJya kwa muganga ako kanya niba:\n• Uva amaraso menshi, ufite ibise bikomeye, isereri cyangwa gutitira.\n• Utekereza ko waba usama nabi (inda iri hanze y’umura) cyangwa wigeze kubigiraho\nikibazo mbere.\n1.10 Ibimenyetso by’Ibibazo Bikomeye mugihe utwite—Jya kwa Muganga Ako\nKanya\n• Kuva menshi cyangwa kumara igihe kirekire, nko gusimbuza amapira menshi mu\nmasaha make.\n• Kubabara bikabije mu nda y’epfo, umuriro mwinshi, cyangwa umutwe ukabije\nuherekejwe n’ijoro rirerire.\n• Kuruka bituma ntacyo ubasha gufata mu masaha 24 no kumva ufite umwuma.\n• Inkari zirimo amaraso cyangwa zishyushya cyane.\n• Guhumeka nabi, umutima wihuta cyangwa isereri ikabije.\n1.11 Muri make: icyo wakora mugihe umwnye ko utwite Icyitonderwa n’Inama\nRusange\n• Tangira kwipimisha (ANC) kare, ukurikize gahunda zose z’isuzuma.\n• Fata acide folique na fer/iron nk’uko muganga abigutegeka; irinde inzoga n’itabi.\n• Kurya indyo yuzuye no kunywa amazi ahagije; kora imyitozo yoroshye kandi wirinde\nimirimo iremereye.\n• Iyi nyandiko ntiyabisimbura kwa muganga; niba ushidikanya, jya ku ivuriro ryo hafi\ncyangwa ikigo nderabuzima kikwegereye."}
{"page": 5, "text": "cyitonderwa n’Inama\nRusange\n• Tangira kwipimisha (ANC) kare, ukurikize gahunda zose z’isuzuma.\n• Fata acide folique na fer/iron nk’uko muganga abigutegeka; irinde inzoga n’itabi.\n• Kurya indyo yuzuye no kunywa amazi ahagije; kora imyitozo yoroshye kandi wirinde\nimirimo iremereye.\n• Iyi nyandiko ntiyabisimbura kwa muganga; niba ushidikanya, jya ku ivuriro ryo hafi\ncyangwa ikigo nderabuzima kikwegereye."}
{"page": 6, "text": "2.1 Imirire myiza y’umugore utwite\nImirire myiza ku mugore utwite bisobanura gufata ibiribwa bitandukanye kandi\nbyuzuye intungamubiri, kugira ngo umubyeyi abone imbaraga zo gukomeza\nkubungabunga ubuzima bwe no gutunga umwana uri mu nda.\nIbyo biribwa bigomba kuba byuzuye:\n Poroteyine (amagi, amafi, inyama, ibishyimbo) – zifasha umwana gukura neza.\n Ibiribwa bitanga ingufu (umuceri, kawunga, uburo) – bituma umubyeyi akora\nimirimo idahutaza ubuzima.\n Vitamini n’imyunyu (imboga, imbuto) – birinda indwara kandi bigafasha\namaraso n’imitsi y’umwana gukura.\n Calcium (amata, yogati, fromaji) – ikomeza amagufa n’amenyo y’umwana.\n Amazi meza – afasha igogora no kwirinda umwuma.\nMuri make, imirire myiza ku mugore utwite ni ugutegura indyo yuzuye buri munsi,\nigizwe n’ibi byiciro byose, kugira ngo umubyeyi n’umwana babe bazima kandi\nbarindwe ibibazo by’imirire mibi.\n2.2 Muri make: imirire myiza ku mugore utwite\n Muri make, imirire myiza ku mugore utwite ni ugutegura indyo yuzuye buri munsi,\nigizwe n’ibi byiciro byose, kugira ngo umubyeyi n’umwana babe bazima kandi barindwe\nibibazo by’imirire mibi.\n2.3 Ibikomoka ku matungo umugore utwite yafata\nIngero:\n• Amagi, amafi ateguye neza, inyama zidafite amavuta menshi.\nAkamaro:\n• Bitanga poroteyine nziza ikenerwa mu gukura kw’umwana no gusana umubiri.\nIcyo wakora:\n• Rya amagi atetse neza, amafi yokeje cyangwa atetse, inyama zidafite amavuta. Irinde\ninyama zidashegeshejwe neza.\n2.4 Ibinyamisogwe umugore utwite ashobora gufata\nIngero:\n• Ibishyimbo, amashaza, soya.\nAkamaro:\n• Bitanga poroteyine kandi bikungahaye ku fiber."}
{"page": 7, "text": "Icyo wakora:\n• Tegura ibishyimbo neza kandi ubishyire mu ifunguro rya buri munsi.\n2.5 Ibinyampeke umugore utwite ashobora gufata\nIngero:\n• Umuceri, kawunga, amasaka, uburo.\nAkamaro:\n• Bitanga ingufu zo gukora imirimo y’umunsi ku munsi.\nIcyo wakora:\n• Hinduranya ibinyampeke; ntukomeze ku biribwa bimwe gusa.\n2.6 Imboga z’icyatsi umugore utwite ashobora gufata\nIngero:\n• Isombe, dodo, epinari, amashu y’icyatsi.\nAkamaro:\n• Zikungahaye kuri folate n’imyunyu ngugu ikenerwa mu gukura kw’ingingo z’umwana.\nIcyo wakora:\n• Rya imboga buri munsi, byibura ikiyiko kinini ku ifunguro.\n2.7 Imbuto umugore utwite ashobora gufata\nIngero:\n• Amacunga, inanasi, watermelon, ibinyomoro.\nAkamaro:\n• Zikungahaye kuri vitamin C ifasha umubiri kumira icyuma.\nIcyo wakora:\n• Rya imbuto zitandukanye buri munsi, nibura kabiri ku munsi.\n2.8 Ibikomoka ku mata umugore utwite ashobora gufata\nIngero:\n• Amata, yogati, fromaji.\nAkamaro:\n• Bitanga calcium ifasha amagufa n’amenyo y’umwana gukomera.\nIcyo wakora:\n• Nywa amata cyangwa yogati nibura igikombe kimwe ku munsi.\n2.9 Kunywa amazi ku mugore utwite\nIngero:\n• Amazi meza kandi atetse cyangwa apfundikiwe.\nAkamaro:\n• Afasha mu igogora no gukwirakwiza intungamubiri mu mubiri.\nIcyo wakora:\n• Nywa ibikombe 6–8 ku munsi. Irinde inzoga n’ibinyobwa birimo cafeine."}
{"page": 8, "text": "2.10 Uburyo bwo kurya mugihe utwite\nIngero:\n• Kurya duke kenshi.\n• Hinduranya ibyiciro by’ibiribwa buri munsi.\nAkamaro:\n• Bigabanya isesemi, bikarinda kubura intungamubiri zimwe.\nIcyo wakora:\n• Tegura gahunda y’indyo inyuranye buri munsi.\n3.1 Ibiribwa bitemewe mu gihe utwite\nUmugore utwite agomba kwitwararika ku biribwa n’ibinyobwa afata, kuko hari ibyo\nbishobora guteza ibibazo ku buzima bwe cyangwa ku mwana atwite. Iyi nyandiko\nisobanura ibyo kwirinda n’icyo wakora.\nIbiryo byanduye cyangwa byataye igihe\nIbyo kwirinda:\n• Irinde ibiryo byanduye, bidafunze neza cyangwa byataye igihe.\nImpamvu:\n• Bitera indwara z’igifu n’udukoko twangiza umwana.\nIcyo wakora:\n• Rya ibiryo bishya kandi byateguwe neza; reba itariki y’ifunguro riboze.\nInyama n’amagi bidahiye neza\nIbyo kwirinda:\n• Inyama zidahiye neza, amagi atari atetse neza.\nImpamvu:\n• Bishobora kuba bifite udukoko twatera indwara z’inda.\nIcyo wakora:\n• Teka inyama kugeza zihindutse neza; teka amagi kugeza umutobe w’imbere wumutse.\nImitobe y’isukari nyinshi n’ibinyobwa bya energy\nIbyo kwirinda:\n• Imitobe irimo isukari nyinshi, ibinyobwa byongera imbaraga (energy drinks).\nImpamvu:\n• Bitera isukari nyinshi mu maraso, bikongera ibyago byo kubyibuha no kurwara diyabete\ny’inda.\nIcyo wakora:\n• Simbuza imbuto nzima cyangwa imitobe yateguwe mu rugo idafite isukari nyinshi.\nUmunyu n’amavuta menshi atatunganyijwe\nIbyo kwirinda:\n• Umunyu mwinshi, amavuta y’ikirungo atunganyijwe cyane.\nImpamvu:"}
{"page": 9, "text": "• Byongera ibyago by’umuvuduko w’amaraso (hypertension) n’indwara z’umutima.\nIcyo wakora:\n• Gabanya umunyu n’amavuta; hitamo amavuta meza nk’ay’inyanya, amacunga cyangwa\navoka.\n3.1 Ibiribwa bitemewe mu gihe utwite\nUmugore utwite agomba kwitwararika ku biribwa n’ibinyobwa afata, kuko hari ibyo\nbishobora guteza ibibazo ku buzima bwe cyangwa ku mwana atwite. Iyi nyandiko\nisobanura ibyo kwirinda n’icyo wakora.\nIbiryo byanduye cyangwa byataye igihe\nIbyo kwirinda:\n• Irinde ibiryo byanduye, bidafunze neza cyangwa byataye igihe.\nImpamvu:\n• Bitera indwara z’igifu n’udukoko twangiza umwana.\nIcyo wakora:\n• Rya ibiryo bishya kandi byateguwe neza; reba itariki y’ifunguro riboze.\nInyama n’amagi bidahiye neza\nIbyo kwirinda:\n• Inyama zidahiye neza, amagi atari atetse neza.\nImpamvu:\n• Bishobora kuba bifite udukoko twatera indwara z’inda.\nIcyo wakora:\n• Teka inyama kugeza zihindutse neza; teka amagi kugeza umutobe w’imbere wumutse.\nImitobe y’isukari nyinshi n’ibinyobwa bya energy\nIbyo kwirinda:\n• Imitobe irimo isukari nyinshi, ibinyobwa byongera imbaraga (energy drinks).\nImpamvu:\n• Bitera isukari nyinshi mu maraso, bikongera ibyago byo kubyibuha no kurwara diyabete\ny’inda.\nIcyo wakora:\n• Simbuza imbuto nzima cyangwa imitobe yateguwe mu rugo idafite isukari nyinshi.\nUmunyu n’amavuta menshi atatunganyijwe\nIbyo kwirinda:\n• Umunyu mwinshi, amavuta y’ikirungo atunganyijwe cyane.\nImpamvu:\n• Byongera ibyago by’umuvuduko w’amaraso (hypertension) n’indwara z’umutima.\nIcyo wakora:\n• Gabanya umunyu n’amavuta; hitamo amavuta meza nk’ay’inyanya, amacunga cyangwa\navoka."}
{"page": 10, "text": "Imitobe irimo isukari nyinshi (n’ibinyobwa byaswe isukari, sodas)\nIbyo kwirinda:\n• Imitobe yongeretsemo isukari, sodas, “juice drinks” zidakomoka ku mbuto 100%.\nImpamvu:\n• Isukari nyinshi izamura cyane glucose mu maraso, ikongera ibyago bya diyabete y’inda\nno kubyibuha bikabije.\nIcyo wakora:\n• Hitamo imbuto nzima uko ziri cyangwa “juice” witeguriye mu rugo udashyizemo\nisukari; shyira imbere amazi meza.\nInzoga (alcohol)\nIbyo kwirinda:\n• Inzoga zose (divayi, bierre, spirit…).\nImpamvu:\n• Inzoga zinjira ku mwana nta kizuzi, zikangiza ubwonko n’imikurire (nta gipimo\ncy’“umutekano” gihari ku mugore utwite).\nIcyo wakora:\n• Subiza inzoga amazi, amata, cyangwa imitobe y’imbuto wateguye mu rugo.\nItabi (harimo n’umwotsi w’itabi w’abandi)\nIbyo kwirinda:\n• Kunywa itabi n’uko kose kwihorera mu mwotsi w’itabi (passive smoking).\nImpamvu:\n• Nikotine na carbon monoxide bigabanya umwuka n’amaraso agera ku nda, bigadindiza\nimikurire y’umwana.\nIcyo wakora:\n• Kureka itabi burundu; gusaba abo mubana/aho ukorera kutatandika hafi yawe.\n Ibiyobyabwenge (urumogi, cocaine, heroin, meth, n’imiti ikoreshwa nabi)\nIbyo kwirinda:\n• Ibiyobyabwenge byose n’imiti ikoreshwa mu buryo butanditswe n’umuganga."}
{"page": 11, "text": "Impamvu:\n• Byangiza ubwonko, imitsi n’umutima; binyura ku mwana biciye mu maraso/placenta.\nIcyo wakora:\n• Irinde rwose; niba hari ikibazo cyo kubireka, shaka ubufasha kwa muganga.\n3.2  Ibiryo byanduye cyangwa byataye igihe\n Impamvu: Iyo ibiryo byanduye cyangwa byapfuye, bigira udukoko (microbes)\ndutera indwara z’igifu nka salmonella cyangwa E.coli.\n Ku mubyeyi: ashobora kurwara isesemi rikomeye, guhitwa, umuriro mwinshi\ncyangwa dehydration.\n Ku mwana: ashobora kutabona amaraso n’intungamubiri zihagije, bikamudindiza\nmu mikurire cyangwa inda igacika.\n3.3 Inyama n’amagi bidahiye neza\n Impamvu: Inyama zidahiye neza cyangwa amagi atarimo gushya neza bishobora\nkubamo udukoko nka toxoplasma gondii cyangwa salmonella.\n Ku mubyeyi: bishobora gutera infection, umuriro no kuribwa mu nda.\n Ku mwana: ashobora kugira ubumuga bw’amaso, ubwonko cyangwa kuvuka\nafite intege nke.\n3.4 Imitobe y’isukari nyinshi n’ibinyobwa bya energy\n Impamvu: Isukari nyinshi ituma igipimo cy’isukari mu maraso gihora kiri\nhejuru, naho ibinyobwa bya energy bikaba bifite caffeine nyinshi n’amavuta.\n Ku mubyeyi: byongera ibyago byo kurwara diyabete y’inda, kubyibuha bikabije\nno kugira umuvuduko w’amaraso.\n Ku mwana: ashobora kuvuka afite ibiro byinshi cyane cyangwa imirire mibi,\nndetse bikamutera kuvuka kare.\n3.5 Umunyu n’amavuta menshi atunganyijwe cyane\n Impamvu: Umunyu mwinshi utuma amazi afata mu mubiri, naho amavuta\nmenshi atunganyijwe cyane (processed oils) agatera cholesterol nyinshi.\n Ku mubyeyi: byongera ibyago bya pre-eclampsia (umuvuduko mwinshi\nw’amaraso n’inkari zirimo proteyine), indwara z’umutima.\n Ku mwana: ashobora kubura amaraso amukwiye no kudakura neza mu nda."}
{"page": 12, "text": "3.6 Ikawa na caffeine nyinshi\n Impamvu: Caffeine ishyira umubiri ku murimo mwinshi (stimulant), ikagabanya\ngusinzira no gukora k’umutima. Umwana nta bushobozi afite bwo kuyisohora mu\nmaraso ye.\n Ku mubyeyi: atakaza amazi menshi, akagira isereri, umutima ukihuta no\ngusinzira gake.\n Ku mwana: akura buhoro, ashobora kuvuka ari muto cyane, bikongera ibyago\nbyo kubura inda.\n3.7 Inzoga\n Impamvu: Inzoga zose zinjira mu maraso ya mama zikagera ku mwana nta\nkizuzi, zikangiza ubwonko n’imikaya ye.\n Ku mubyeyi: ashobora kugira intege nke, kubura amaraso no kugira ibibazo\nby’amarangamutima.\n Ku mwana: ashobora kuvuka afite Fetal Alcohol Syndrome (ubumuga\nbw’ubwonko n’isura idasanzwe), kuvuka kare cyangwa inda igacika.\n3.8 Itabi\n Impamvu: Itabi ririmo nikotine na carbon monoxide bikabuza amaraso\ngutembera neza ku nda. Ndetse n’umwotsi w’itabi wo ku bandi (passive smoking)\nufite ingaruka.\n Ku mubyeyi: atangira kugira umuvuduko w’amaraso, indwara z’umutima no\nguhumeka nabi.\n Ku mwana: abura umwuka uhagije, akavuka ari muto, imburagihe cyangwa inda\nigacika.\n3.9 Ibiyobyabwenge (urumogi, cocaine, heroin n’ibindi)\n Impamvu: Ibiyobyabwenge bikangiza ubwonko, imitsi n’umutima. Byinjira mu\nmaraso ya mama bikagera ku mwana mu nda.\n Ku mubyeyi: agira intege nke, ashobora kubura amaraso, indwara z’umutima no\nkwiyongera kwa stress.\n Ku mwana: ashobora kuvuka afite addiction (yamenyereye ibiyobyabwenge akiri\nmu nda), kuba afite ubumuga bw’ubwonko, indwara y’imitima cyangwa kuvuka\nkare."}
{"page": 13, "text": "3.11 Ikawa na Caffeine nyinshi\n Impamvu bitemewe:\no Caffeine ni ikinyabutabire gishyira umubiri ku murimo mwinshi\n(stimulant). Iyo ikawa ibaye nyinshi, ishobora gutera umuvuduko\nw’amaraso no kwihuta k’umutima.\no Ku mwana uri mu nda, caffeine yinjira mu maraso ya nyina ikagera ku\nmwana. Umwana nta bushobozi afite bwo kuyisohora, bigatuma atangira\nkugaragaza ibibazo byo gukura.\no Ibyago byiyongera byo gukuramo inda cyangwa kubura ibiro byinshi\nku mwana avuka.\n Icyo wakora:\no Gabanya ikawa n’ibinyobwa bifite caffeine (nk’icyayi gikaze, energy\ndrinks).\no Simbuza amazi meza, imitobe y’imbuto cyangwa icyayi cya herbal\nkitagira caffeine.\n3.12 Inzoga\n Impamvu zibuza:\no Inzoga (alcool) nta gipimo cyemewe cy’umutekano ku mugore utwite:\ninzoga nkeya cyangwa nyinshi byose byangiza.\no Zishobora gutera ibibazo bikomeye ku mikurire y’ubwonko\nbw’umwana (Fetal Alcohol Syndrome).\no Byongera ibyago byo gukuramo inda, kuvuka imburagihe cyangwa\numwana ufite ubumuga bwo mu mutwe n’ubwenge.\n Icyo wakora:\no Irinde inzoga zose (cyane cyane divayi, bierre, ibinyobwa bikomeye).\no Simbuza amazi, imitobe y’imbuto cyangwa amata.\n3.13 Itabi\n Impamvu zibuza:\no Itabi ririmo nikotine na carbon monoxide bihagarika umwuka mwiza\nkugera ku mwana.\no Bitera kugabanuka k’amaraso ajya ku nda, bigatuma umwana adakura\nneza.\no Byongera ibyago byo kubura inda (miscarriage), kuvuka imburagihe,\ncyangwa umwana ufite ibiro bikeya cyane."}
{"page": 14, "text": "o No guhumeka umwotsi w’itabi rituruka ku bandi (passive smoking) nabyo\nbigira ingaruka zimwe.\n Icyo wakora:\no Kureka itabi burundu.\no Gusaba abo mubana kudatandika hafi yawe.\no Niba bikugoye kureka, shaka ubufasha ku muganga cyangwa mu matsinda\ny’abafasha kureka itabi.\n3.14 Ibiyobyabwenge (nk’urumogi, cocaine, heroin, n’ibindi)\n Impamvu zibuza:\no Byangiza ubwonko n’imitsi by’umwana mu nda.\no Byongera ibyago byo kubura inda, kubura amaraso ku mugore,\nkuvuka imburagihe n’ubumuga bukomeye ku mwana.\no Umwana ashobora kuvuka afite kwiyumvisha inzoga cyangwa\nibiyobyabwenge mu maraso (addiction) bigatuma arwara kuva akivuka.\n Icyo wakora:\no Irinde ibiyobyabwenge byose.\no Niba hari ikibazo cyo kubireka, shaka ubufasha ku muganga cyangwa ku\nkigo cy’ubuvuzi.\n3.15 ibinyobwa bitemewe mugihe utwite\nImitobe y’isukari nyinshi n’ibinyobwa bya energy\n Impamvu: Isukari nyinshi ituma igipimo cy’isukari mu maraso gihora kiri\nhejuru, naho ibinyobwa bya energy bikaba bifite caffeine nyinshi n’amavuta.\n Ku mubyeyi: byongera ibyago byo kurwara diyabete y’inda, kubyibuha bikabije\nno kugira umuvuduko w’amaraso.\n Ku mwana: ashobora kuvuka afite ibiro byinshi cyane cyangwa imirire mibi,\nndetse bikamutera kuvuka kare.\n Ikawa na Caffeine nyinshi\n Impamvu bitemewe:\no Caffeine ni ikinyabutabire gishyira umubiri ku murimo mwinshi\n(stimulant). Iyo ikawa ibaye nyinshi, ishobora gutera umuvuduko\nw’amaraso no kwihuta k’umutima.\no Ku mwana uri mu nda, caffeine yinjira mu maraso ya nyina ikagera ku\nmwana. Umwana nta bushobozi afite bwo kuyisohora, bigatuma atangira\nkugaragaza ibibazo byo gukura.\no Ibyago byiyongera byo gukuramo inda cyangwa kubura ibiro byinshi\nku mwana avuka."}
{"page": 15, "text": " Icyo wakora:\no Gabanya ikawa n’ibinyobwa bifite caffeine (nk’icyayi gikaze, energy\ndrinks).\no Simbuza amazi meza, imitobe y’imbuto cyangwa icyayi cya herbal\nkitagira caffeine.\nInzoga\n Impamvu zibuza:\no Inzoga (alcool) nta gipimo cyemewe cy’umutekano ku mugore utwite:\ninzoga nkeya cyangwa nyinshi byose byangiza.\no Zishobora gutera ibibazo bikomeye ku mikurire y’ubwonko\nbw’umwana (Fetal Alcohol Syndrome).\no Byongera ibyago byo gukuramo inda, kuvuka imburagihe cyangwa\numwana ufite ubumuga bwo mu mutwe n’ubwenge.\n Icyo wakora:\no Irinde inzoga zose (cyane cyane divayi, bierre, ibinyobwa bikomeye).\no Simbuza amazi, imitobe y’imbuto cyangwa amata.\nItabi\n Impamvu zibuza:\no Itabi ririmo nikotine na carbon monoxide bihagarika umwuka mwiza\nkugera ku mwana.\no Bitera kugabanuka k’amaraso ajya ku nda, bigatuma umwana adakura\nneza.\no Byongera ibyago byo kubura inda (miscarriage), kuvuka imburagihe,\ncyangwa umwana ufite ibiro bikeya cyane.\no No guhumeka umwotsi w’itabi rituruka ku bandi (passive smoking) nabyo\nbigira ingaruka zimwe.\n Icyo wakora:\no Kureka itabi burundu.\no Gusaba abo mubana kudatandika hafi yawe.\no Niba bikugoye kureka, shaka ubufasha ku muganga cyangwa mu matsinda\ny’abafasha kureka itabi.\nIbiyobyabwenge (nk’urumogi, cocaine, heroin, n’ibindi)\n Impamvu zibuza:\no Byangiza ubwonko n’imitsi by’umwana mu nda."}
{"page": 16, "text": "o Byongera ibyago byo kubura inda, kubura amaraso ku mugore,\nkuvuka imburagihe n’ubumuga bukomeye ku mwana.\no Umwana ashobora kuvuka afite kwiyumvisha inzoga cyangwa\nibiyobyabwenge mu maraso (addiction) bigatuma arwara kuva akivuka.\n Icyo wakora:\no Irinde ibiyobyabwenge byose.\no Niba hari ikibazo cyo kubireka, shaka ubufasha ku muganga cyangwa ku\nkigo cy’ubuvuzi.\n4.1 Ibibazo biterwa no gutwita\nMu gihe umugore atwite, ubudahangarwa bw’umubiri ndetse n’ubw’amarangamutima\nburagabanuka, ni yo mpamvu agomba kwirinda icyamuhungabanya cyose.dore bimwe\nmu bibazo  bishobora kugaragara mu gihe cyo gutwita\n Ibimenyetso Mpuruza (Danger Signs)\nMugihe utwite kandi ukabona ibimenyetso bikurikira bisaba kwihutira kujya kwa\nmuganga kuko bishobora gushyira ubuzima bw’umubyeyi ndetse n’ubw’umwana mu\nkaga:\n• Kuva amaraso menshi mu gitsina: bishobora gusobanura gukuramo inda kare, placenta\nyashwanyutse cyangwa indi ndwara ikomeye.\n• Kuribwa umutwe bikabije: bishobora kuba ikimenyetso cya umuvuduko w’amaraso\nmwinshi (pre-eclampsia) n’ibindi bibazo bikomeye.\n• Kuribwa mu kiziba cy’inda: bishobora kwerekana ko inda ifite ikibazo, harimo kuba\nhari inda iri hanze y’umura cyangwa placenta yamanutse.\n• Gucika intege cyane cyangwa kugira isereri: bishobora kuba ikimenyetso cyo kubura\namaraso (anémie) cyangwa izindi ndwara zikeneye kwitabwaho.\n• Umuriro mwinshi cyangwa guhumeka nabi: bishobora gusobanura infection cyangwa\nikibazo ku bihaha.\n Iyo kimwe muri ibi bibaye, umugore agomba guhita atabaza muganga cyangwa\numujyanama w’ubuzima.\n4.2 Ibyo Umugore Agomba Kwitwararika mu gihe atwite\n• Kwirinda umuhangayiko: Stress ishobora gutera ibibazo ku misemburo no ku\nmikurire y’umwana.\n• Kwirinda malariya: Malariya ku mugore utwite ishobora gutera kubura inda cyangwa\numwana kuvuka ari muto cyane. Ni yo mpamvu inzitiramibu iteye umuti ari ngombwa.\n• Isuku: Gukora isuku y’umubiri n’aho atuye birinda indwara ziterwa n’umwanda nko\nguhitwa no kurwara urwuma."}
{"page": 16, "text": "ora gutera kubura inda cyangwa\numwana kuvuka ari muto cyane. Ni yo mpamvu inzitiramibu iteye umuti ari ngombwa.\n• Isuku: Gukora isuku y’umubiri n’aho atuye birinda indwara ziterwa n’umwanda nko\nguhitwa no kurwara urwuma."}
{"page": 17, "text": "• Kuruhuka bihagije: Kuba utaruhutse bihagije bishobora gutera umunaniro ukabije no\nkubura imbaraga.\n• Kwirinda imirimo ivunanye: Imirimo iremereye ishobora gutera gukuramo inda\ncyangwa kugera ku nda kare.\n• Imyitozo yoroshye: Nko kugenda buhoro, yoga yoroshye, guhumeka neza – bifasha\numubiri kugira imbaraga no kurinda kubyimba amaguru.\n• Uburyo bwo kuryama: Kuryamira urubavu rw’ibumoso ni bwo bwiza kuko bituma\namaraso atembera neza ajya ku nda n’umwana. Kuryama ugaramye cyangwa ububitse\ninda byongera ibyago byo kugira isereri no kugabanya amaraso agera ku mwana.\n4.3 Uburyo bwo Kuryama mugihe utwite\nKuryamira urubavu rw’ibumoso (ni bwo bwiza cyane)\n Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava)\nn’umwijima w’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku\nmpyiko za mama; bigafasha no kugabanya kubyimba amaguru.\n Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi\nmunsi y’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse.\nKuryamira urubavu rw’iburyo (ni byiza nk’impalternativa)\n Impamvu: nta kibazo gikomeye, ariko urubavu rw’ibumoso ruba rufite inyungu\nnyinshi; gusimburanya impande zombi birinda kubabara mu mugongo no\ngupfukirana.\nKuryama ugaramye (flat on the back) – wirinde cyane ugiye hejuru y’ibyumweru\n20\n Impamvu: inda ikura igakanda vena cava, bigatera isereri, umutima kugenda\nbuhoro, no guhanagura amaraso agera ku mwana.\n Icyitonderwa: nibiba ukabyuka wisanze ugaramye, hindukira ucye usubire ku\nrubavu; ushobora no gukoresha pilo y’akabambano (wedge) ku ruhande\nrw’iburyo kugira ngo umubiri ube ufite ikizenguruko gito (atari flat).\nKuryama wubitse inda (wubitse umusaya) – birahinduka uko inda ikura\n Mu ntangiriro: bishobora kutagira ingaruka zikomeye niba byoroheye mama."}
{"page": 17, "text": "uka uko inda ikura\n Mu ntangiriro: bishobora kutagira ingaruka zikomeye niba byoroheye mama."}
{"page": 18, "text": " Nyuma: ntibikunda no kworoha bitewe n’uko inda iba nini; wirinde gucinya\ninda.\n Kuzamura igihimba cy’hejuru (semi-recline)\n Impamvu: bigabanya isesemi n’induru mu muhogo (reflux/heartburn) kandi\nbifasha abumva kubura umwuka nijoro.\n Uko ubikora: shyira amapilo menshi ku mutwe n’igitsina cyo hejuru; wirinde\nkuryama muri saa 2–3 za mbere nyuma yo kurya.\n Uburyo bwo kuruhuka neza nijoro\n Gahunda y’ibitotsi: gerageza amasaha 8–9; jya kuryama no kubyuka igihe\nkimwe buri munsi.\n Amazi: nywa menshi ku manywa, ugabanye nijoro kugira ngo kujya ku\nbwiherero kenshi bitaguhungabanya.\n Umwuka na pilo: funguza icyumba, koresha amapilo afasha uruti rw’umugongo\n(spine) kuguma mu murongo.\nIbyo wirinda nijoro\n Kwicara/kwirambika umwanya muremure utimukiye → biha amazi gufata mu\nmaguru; wimuke gake-gake (stretching).\n Ibiryo biremereye mbere yo kuryama → byongera reflux/heartburn.\nAho wihutira gusaba ubufasha\n Isereri ikabije iyo ugaramye, guhumeka nabi, ububabare bukomeye mu\ngituza, cyangwa ikimenyetso cy’akabombambari k’akaguru (urwara\nrudahemuka, akaguru kababaye, kabyimbye kurusha akandi): jya kwa muganga\nako kanya.\n4.4 Uburyo bwiza bwo kuryama igihe utwite\n• Uburyo bwiza: ni kuryamira urubavu cyane cyane urubavu rw’ibumoso. Ibi bifasha\namaraso kugera neza ku nda n’umwana, bigabanya ibyago byo kugira umuvuduko\nw’amaraso mwinshi.\n Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava)\nn’umwijima w’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku\nmpyiko za mama; bigafasha no kugabanya kubyimba amaguru.\n Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi\nmunsi y’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse.\n4.5 Kuryamira urubavu rw’ibumoso (ni bwo bwiza cyane)"}
{"page": 18, "text": " utayigarama utabishatse.\n4.5 Kuryamira urubavu rw’ibumoso (ni bwo bwiza cyane)"}
{"page": 19, "text": " Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava)\nn’umwijima w’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku\nmpyiko za mama; bigafasha no kugabanya kubyimba amaguru.\n Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi\nmunsi y’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse.\nKuryamira urubavu rw’iburyo (ni byiza nk’impalternativa)\n Impamvu: nta kibazo gikomeye, ariko urubavu rw’ibumoso ruba rufite inyungu\nnyinshi; gusimburanya impande zombi birinda kubabara mu mugongo no\ngupfukirana.\n4.6 Kuryama ugaramye (flat on the back) – wirinde cyane ugiye hejuru\ny’ibyumweru 20\n Impamvu: inda ikura igakanda vena cava, bigatera isereri, umutima kugenda\nbuhoro, no guhanagura amaraso agera ku mwana.\n Icyitonderwa: nibiba ukabyuka wisanze ugaramye, hindukira ucye usubire ku\nrubavu; ushobora no gukoresha pilo y’akabambano (wedge) ku ruhande\nrw’iburyo kugira ngo umubiri ube ufite ikizenguruko gito (atari flat).\n4.7 Kuryama wubitse inda (wubitse umusaya) – birahinduka uko inda ikura\n Mu ntangiriro: bishobora kutagira ingaruka zikomeye niba byoroheye mama.\n Nyuma: ntibikunda no kworoha bitewe n’uko inda iba nini; wirinde gucinya\ninda.\n 4.8 Kuzamura igihimba cy’hejuru (semi-recline)\n Impamvu: bigabanya isesemi n’induru mu muhogo (reflux/heartburn) kandi\nbifasha abumva kubura umwuka nijoro.\n Uko ubikora: shyira amapilo menshi ku mutwe n’igitsina cyo hejuru; wirinde\nkuryama muri saa 2–3 za mbere nyuma yo kurya.\n 4.9 Uburyo bwo kuruhuka neza nijoro\n Gahunda y’ibitotsi: gerageza amasaha 8–9; jya kuryama no kubyuka igihe\nkimwe buri munsi.\n Amazi: nywa menshi ku manywa, ugabanye nijoro kugira ngo kujya ku\nbwiherero kenshi bitaguhungabanya.\n Umwuka na pilo: funguza icyumba, koresha amapilo afasha uruti rw’umugongo\n(spine) kuguma mu murongo.\n."}
{"page": 19, "text": "abanye nijoro kugira ngo kujya ku\nbwiherero kenshi bitaguhungabanya.\n Umwuka na pilo: funguza icyumba, koresha amapilo afasha uruti rw’umugongo\n(spine) kuguma mu murongo.\n."}
{"page": 20, "text": "5.1 Uruhare rw’Umugabo mu Gihe Umugore we Atwite\nUmugabo ufasha umugore we mu gihe cyo gutwita atuma umugore agira umutuzo\nw’amarangamutima, bikagabanya stress no kongera ubusabane hagati yabo.\nKumuherekeza kwisuzumisha (ANC) bituma ibibazo bikemurwa hakiri kare kandi\nbigatanga umutekano.\nIyo umugabo amuba hafi igihe cyo kubyara, umugore agira ubutwari n’amahoro,\nububabare buragabanuka kandi yumva akunzwe. Kugirana umubano n’umwana akiri mu\nnda binyuze mu kumuganiriza, kumuririmbira no gukoraho inda bimufasha gukura neza\nmu bwenge, mu mibanire n’amarangamutima.\nIbyo umugabo ashobora gukora\n• Kumuherekeza kwa muganga no kumushyigikira mu isuzuma.\n• Gufasha mu mirimo yo mu rugo kugira ngo umugore aruhuke.\n• Kumuganiriza no kumwumva.\n• Gushyikirana n’umwana akiri mu nda (kumuririmbira, kumuganiriza, gukoraho inda\nbuhoro).\n5.2 Ibyiciro by’Ingenzi by’Imikurire y’Umwana uri mu nda\n• Ukwezi kwa 1: Isura itangira kwirema, ahazajya amaso hagaragara utuziga twijimye.\n• Ukwezi kwa 2: Ubwonko butangira kwirema.\n• Ukwezi kwa 3: Amaboko, ibiganza, intoki, ibirenge n’ino biba byamaze kwirema. Ibice\nbyose by’umubiri biba byarangiye kurema.\n• Ukwezi kwa 4: Umutima ushobora kumvwa n’igikoresho cyabugenewe.\n• Ukwezi kwa 5: Umwana atangira kwinyagambura mu nda.\n• Ukwezi kwa 6: Amaso atangira gufunguka.\n• Ukwezi kwa 7: Ubushobozi bwo kumva (amatwi) buba bwuzuye neza.\n• Ukwezi kwa 8: Umwana ashobora kumva no kureba, ubwonko bukura vuba cyane.\n• Ukwezi kwa 9: Ibihaha biba byarangiye kurema neza. Umwana ashobora kumva ijwi,\nkubona urumuri no kumva gukorwaho.\n• Ukwezi kwa 10: Umwana aba ageze igihe cyo kuvuka; kwinyagambura kwe\nkuragabanuka kuko aba amaze kuba munini.\n5.3 Urutonde rw’Ibiribwa Bikungahaye ku Butare (Fer)\n• Amagi (umuhondo)\n• Amafi\n• Udushyimbo duto twa rantiye\n• Sesame\n• Ingano, porici, igikoma, kinowa\n• Umuceri, uburo\n• Ibishyimbo, amashaza\n• Imboga rwatsi (epinari)\n• Imbuto z’amasaka nka cashew, almonde, ubunyobwa, pisitaciyo\n• Inyama zitukura, inkoko\n• Tangawizi\n• Imbuto zimwe"}
{"page": 20, "text": "\nkuragabanuka kuko aba amaze kuba munini.\n5.3 Urutonde rw’Ibiribwa Bikungahaye ku Butare (Fer)\n• Amagi (umuhondo)\n• Amafi\n• Udushyimbo duto twa rantiye\n• Sesame\n• Ingano, porici, igikoma, kinowa\n• Umuceri, uburo\n• Ibishyimbo, amashaza\n• Imboga rwatsi (epinari)\n• Imbuto z’amasaka nka cashew, almonde, ubunyobwa, pisitaciyo\n• Inyama zitukura, inkoko\n• Tangawizi\n• Imbuto zimwe"}
{"page": 21, "text": "• Tofu\n• Umugati ukungahaye ku butare\n Fer ni ingenzi mu gukora amaraso mashya, kugabanya umunaniro no gufasha umwana\ngukura neza.\n5.4 Ibyokurya Bikungahaye kuri Vitamine C\n• Icunga\n• Papayi\n• Indimu\n• Urusenda rutukura\n• Imbuto zitukura (inkeri)\n• Shufureri\n• Amashu atukura\n• Brokoli\n• Ibirayi by’umweru\n Vitamine C ifasha umubiri kumira neza fer kandi irinda umubiri indwara.\nIcyitonderwa: Icyayi gikomeye kigabanya uko fer imirwa. Ntukinywe mu gihe uri kurya\nibiribwa bikungahaye ku butare.\n5.5 Ibiribwa Bikungahaye kuri Kalisiyumu\n• Shufureri\n• Celeri\n• Imiteja\n• Imboga rwatsi\n• Inzuzi\n• Beterave\n• Coconati\n• Avoka\n• Amashu\n• Sesame\n• Ibitunguru\nKalisiyumu ikomeza amagufa n’amenyo y’umwana, kandi irinda umubyeyi kubura\nibinyabutabire by’ingenzi.\n6.1 Gushyikirana hagati y’umubyeyi utwite n’umwana we\nGushyikirana hagati y’umubyeyi utwite n’umwana we bikubiyemo guhererekanya no\nkwakira amakuru hagati y’umwana uri mu nda na nyina, bitanyuze mu magambo gusa,\nahubwo biciye mu amaraso, amarangamutima, amajwi, imisemburo, no gukorakora\ninda.\nUmwana aba ashobora kumva no kwiyumvisha ibibera hanze n’iby’umubyeyi kuva mu\nmezi ya mbere y’inda."}
{"page": 22, "text": "6.2 Uburyo butandukanye umubyeyi utwite ashobora gushyikirana n’umwana we\nGushyikirana hagati y’umubyeyi utwite n’umwana we bikubiyemo guhererekanya no\nkwakira amakuru hagati y’umwana uri mu nda na nyina, bitanyuze mu magambo gusa,\nahubwo biciye mu amaraso, amarangamutima, amajwi, imisemburo, no gukorakora\ninda.\nUmwana aba ashobora kumva no kwiyumvisha ibibera hanze n’iby’umubyeyi kuva mu\nmezi ya mbere y’inda.\n1. Biciye mu maraso n’imisemburo\no Placenta itwara umwuka n’intungamubiri biva ku mubyeyi bikagera ku\nmwana, kandi isubizayo imyanda.\no Iyo mama afite stress cyangwa ibyishimo, imisemburo y’umubiri\n(hormones) ihinduka, bikagera no ku mwana.\n2. Biciye mu majwi n’amagambo\no Kuva ku mezi 5–6, umwana atangira kumva amajwi; yumva ijwi rya\nmama we nk’iryo hafi cyane.\no Iyo mama aririmba indirimbo zimwe kenshi, umwana azikomeza kumenya\nno nyuma avutse.\n3. Biciye mu gukoraho inda\no Iyo mama cyangwa se bamukoraho inda buhoro, umwana ashobora\nkwinyagambura cyangwa kwitura aho bamukoze.\no Ibi bituma yumva ahuje n’ababyeyi be.\n4. Biciye mu marangamutima\no Iyo mama afite amahoro, umwana aba atuje. Iyo afite stress cyangwa\nagahinda, umwana ashobora kubyiyumvamo (nko gukubita umutima\nvuba).\n5. Biciye mu rumuri n’urusaku\no Nubwo inda imucyingiriza rumuri ruke, umwana ashobora gutandukanya\numucyo n’umwijima.\no Ashobora no kumva urusaku rukabije arwumvise (nk’umuziki w’urusaku).\n6.3 Akamaro KO kuba hari imishyikirano hagati y’umubyeyi utwite n’umwana uri\nmu nda\n1. Kongera ubusabane (bonding) mbere yo kuvuka\no Umwana amenya ijwi rya mama n’umuryango, bikamufasha kumenyera\nurukundo n’umutekano akivuka.\n2. Guteza imbere ubwonko n’imikurire\no Gushyikirana na mama bigira uruhare mu mikorere y’ubwonko\nbw’umwana (cognitive development).\no Byongera ubushobozi bwo kumva, kumenya amajwi, no kumva\nibidukikije.\n3. Kurinda umubyeyi stress nyinshi"}
{"page": 22, "text": " Gushyikirana na mama bigira uruhare mu mikorere y’ubwonko\nbw’umwana (cognitive development).\no Byongera ubushobozi bwo kumva, kumenya amajwi, no kumva\nibidukikije.\n3. Kurinda umubyeyi stress nyinshi"}
{"page": 23, "text": "o Iyo umubyeyi aganiriza cyangwa aririmbira umwana, nawe araruhuka,\namaraso atembera neza, kandi amarangamutima ye aba meza.\n4. Kongerera umwana amahirwe yo kuvuka afite ubuzima bwiza\no Uko amarangamutima n’imibereho myiza ya mama ari meza, niko\numwana akura neza mu mitsi, mu magufa no mu bwenge.\n5. Kwereka umwana ko ari uw’agaciro kuva akiri mu nda\no Ibi bituma umuryango wose (umugabo, abavandimwe, ababyeyi) uha\nagaciro uwo mwana akiri mu nda, bigatuma avuka afite umubano mwiza\nn’ababyeyi be.\n6.4 Ingero z’ibyo wakora kugira ngo ushyikirane n’umwana wawe uri munda\n Mama aririmbira indirimbo za gakondo buhoro → umwana aratuza.\n Se akora ku nda, akavuga amagambo meza → umwana akanyeganyega cyangwa\nakiturira aho amajwi aturuka.\n Mama arimo gusenga cyangwa asoma amagambo y’amahoro → umwana aba mu\nmutuzo.\n Mu gihe hari indirimbo ikomeye cyangwa urusaku rukabije → umwana ashobora\nkwinyagambura cyane.\n6.5 Kuki umugore utwite agomba kwirinda stress?\n Stress izamura imisemburo mibi (cortisol) ishobora guhungabanya imikurire\ny’umwana.\n Ishobora gutera umuvuduko mwinshi w’amaraso (pre-eclampsia) no\nkudatembera neza k’amaraso ku nda.\n Ituma umubyeyi atakaza imbaraga, agasiba kurya cyangwa gusinzira neza.\n Yongera ibyago byo kubura inda cyangwa kuvuka imburagihe.\n Ishobora kugira ingaruka ku bwenge n’imibanire y’umwana akivuka.\n6.6 Kongera ubusabane (bonding) mbere yo kuvuka\n Ibisobanuro: Iyo umubyeyi aganiriza cyangwa aririmbira umwana, uwo mwana\natangira kumenyera ijwi rya mama ndetse n’ay’abandi bo mu muryango.\n Impamvu: Uko kumenyera amajwi bituma umwana akura yumva afite\numutekano, kandi igihe avutse yumva ibidukikije bimurimo urukundo\nn’ubusabane. Ibi bituma umubano we n’ababyeyi uhera ku rukundo rufatika.\n6.7 Guteza imbere ubwonko n’imikurire\n Ibisobanuro: Ubutumwa, indirimbo n’ijwi rya mama bituma ubwonko\nbw’umwana butangira gukora imikoranire (neural connections).\n Impamvu: Ibi bituma umwana agira ubushobozi bwo gutangira kumva,\ngutandukanya amajwi, no kumenya ibidukikije hakiri kare. Byongera amahirwe"}
{"page": 23, "text": "ane. Ibi bituma umubano we n’ababyeyi uhera ku rukundo rufatika.\n6.7 Guteza imbere ubwonko n’imikurire\n Ibisobanuro: Ubutumwa, indirimbo n’ijwi rya mama bituma ubwonko\nbw’umwana butangira gukora imikoranire (neural connections).\n Impamvu: Ibi bituma umwana agira ubushobozi bwo gutangira kumva,\ngutandukanya amajwi, no kumenya ibidukikije hakiri kare. Byongera amahirwe"}
{"page": 24, "text": "yo kugira imikurire myiza mu bwenge (cognitive development) no mu mikorere\ny’ubuzima bwe bwose.\n6.8 Kurinda umubyeyi stress nyinshi\n Ibisobanuro: Iyo mama aririmbira cyangwa aganiriza umwana, nawe araruhuka,\numutima ugakora neza, amaraso akatembera neza kandi akagira amarangamutima\nmeza.\n Impamvu: Kugabanya stress ku mugore utwite birinda indwara nko kugira\numuvuduko w’amaraso mwinshi cyangwa kubura amaraso. Uko mama afite\numutuzo, niko n’umwana amera neza mu nda.\n6.9 Kongerera umwana amahirwe yo kuvuka afite ubuzima bwiza\n Ibisobanuro: Uko amarangamutima ya mama ari meza kandi atuje, niko\nn’imikurire y’umwana mu nda igenda neza mu magufa, mu mitsi ndetse no mu\nbwonko.\n Impamvu: Ubuzima bwiza bwa mama butuma umwana abonera intungamubiri\nn’amaraso ahagije, bigatuma avuka afite ubuzima buzira umuze kandi afite\nimbaraga.\n6.10 Kwereka umwana ko ari uw’agaciro kuva akiri mu nda\n Ibisobanuro: Iyo umuryango wose uganiriza cyangwa ugashyikirana n’umwana\nakiri mu nda, uwo mwana atangira gufatwa nk’uw’agaciro mbere y’uko avuka.\n Impamvu: Ibi byubaka umubano mwiza hagati y’umwana n’umuryango we.\nBituma akura azi ko akunzwe, ko ahawe umwanya, kandi bikamufasha kugira\nimibanire myiza akivuka ndetse no mu buzima bwe bw’igihe kirekire.\n\n6.11 Muri make : kubijyanye n’imishyikirano iri hagati y’umubyeyi utwite\nn’umwna we:\nGushyikirana hagati y’umubyeyi n’umwana we si amagambo gusa, ahubwo ni\nitumanaho ry’umubiri, amarangamutima n’amajwi rifasha umwana kumenya, gukura\nneza no kwiyumvamo ko akundwa mbere y’uko avuka.\n6.12 imiti gakondo mu gihe utwite\nImiti gakondo ntiyemewe ku mugore utwite keretse iyo yemejwe n’umuganga.\nKuyikoresha ku giti cyawe ni ingorabahizi kuko ishobora gutera ibibazo bikomeye ku\nbuzima bwa mama no ku mwana.\nImiti gakondo ikozwe mu byatsi cyangwa ibimera ishobora kuba ikaze cyane ku mubiri,\nikagira ingaruka zitazwi kuko idapimwa nk’imiti isanzwe yemewe na muganga."}
{"page": 24, "text": "awe ni ingorabahizi kuko ishobora gutera ibibazo bikomeye ku\nbuzima bwa mama no ku mwana.\nImiti gakondo ikozwe mu byatsi cyangwa ibimera ishobora kuba ikaze cyane ku mubiri,\nikagira ingaruka zitazwi kuko idapimwa nk’imiti isanzwe yemewe na muganga."}
{"page": 25, "text": "Ku mugore utwite:\n Gukuramo inda (miscarriage): bimwe mu byatsi bizwiho gutera ibise bikomeye\nbikaba byakurura inda.\n Kubyara imburagihe: imiti ibangura igifu cyangwa igatera imbarurira ishobora\ngutuma inda isohoka kare.\n Kubura amaraso cyangwa umuvuduko w’amaraso: bimwe bigabanya amaraso\ncyangwa bikazamura cyane umuvuduko w’amaraso.\n Indwara z’igifu n’impyiko: imiti iteguwe mu buryo budafite isuku ishobora\nkwanduza bagiteri cyangwa kwangiza impyiko.\n Kwivanga n’imiti ya muganga: ishobora kugabanya cyangwa kongera imbaraga\nz’imiti muganga yaguhaye, bikaba bibi cyane.\nKu mwana uri mu nda:\n Kudakura neza: imiti igabanya intungamubiri cyangwa amaraso agera ku nda,\nbigatuma umwana akura nabi.\n Ubumuga bw’ubwonko n’imitsi: bimwe mu bigize imiti byinjira mu maraso ya\nmama bikagera ku mwana bigahungabanya ubwonko.\n Kuvuka ari muto cyane (low birth weight): kubera kubura amaraso cyangwa\nintungamubiri zihagije.\n Kuvuka imburagihe: kubera ibise bitungurwa n’imiti gakondo.\n Urupfu rw’umwana akiri mu nda: mu gihe imiti ifite ingaruka zikaze.\n6.13 Inkingo umugore utwite agomba gufata\n Tetanusi/Td vaccine – irinda mama n’umwana indwara ya tetanusi igihe cyo\nkubyara.\n Malaria prevention (SP/Fansidar) – ahantu hari malaria, abagore batwite\nbahabwa imiti yo kuyirinda.\n Indi nkingo: bitewe n’aho uri n’inama za muganga (urugero: Hepatite B,\ninfluenza).\n Kuki ari ngombwa kuzifata?\n Zirinda indwara zirembera ku mugore utwite.\n Zirinda umwana uri mu nda n’igihe avutse.\n Zigabanya ibyago byo gupfa kwa mama cyangwa umwana.\n6.14 Kuki ari ngombwa kwipimisha hakiri kare mu gihe utwite (ANC)\n Kumenya kare niba inda iri mu buryo bwiza."}
{"page": 26, "text": " Kugenzura amaraso, inkari, ibipimo by’umuvuduko w’amaraso, fer/iron, acide\nfolique.\n Kugenzura uko umwana akura mu nda.\n Gutegura gahunda yo kubyara (birth plan).\n Kugabanya ibyago byo kubura inda cyangwa kugira ibibazo bikomeye.\nIcyo bitanga: umutekano ku buzima bwa mama n’umwana, kumenya kare ibibazo\nbishobora kubaho.\n6.14. Wakora iki mugihe umenye ko utwite cyangwa usanze utwite\n Kora ikizamini cy’inda (pregnancy test) ukimara gutinda imihango.\n Jya ku kigo nderabuzima uandikishe inda (ANC) mbere y’ibyumweru 12.\n Tangira gufata acide folique na fer/iron buri munsi nk’uko muganga\nabigutegeka.\n Irinde inzoga, itabi, ibiyobyabwenge, imiti gakondo n’ibiribwa bitemewe.\n Kurya indyo yuzuye: ibiribwa bikungahaye kuri proteyine, imboga, imbuto,\namata, ibinyampeke.\n Kumenya ibimenyetso mpuruza (kuribwa bikabije, kuva amaraso, umuriro\nmwinshi, kutumva umwana anyeganyega).\n Shaka inkunga y’umuryango n’umugabo: kuba hafi, kugufasha mu mirimo,\nkukuganiriza.\n Muri make\n Inkingo: zirinda mama n’umwana indwara zikomeye.\n Kwipimisha kare: bituma bamenya ibibazo hakiri kare kandi bigakemurwa.\n Iyo umenye ko utwite: andikisha inda, fata imiti y’inyunganiramirire, irinde\nibyangiza umwana, kurya neza no gukurikiza inama za muganga.\n6.15 Ingaruka zo kudafata ibinini mbonezabuzima (Fer/iron na Acide folique) igihe\nutwite\n Ibinini mbonezamirire (inyunganiramirire) bigizwe ahanini na Fer/iron n’Acide\nfolique.\nUmugore utwite abihabwa kugira ngo afashe umubiri we n’umwana gukura neza, kurinda\nindwara no kubura amaraso.\n Ingaruka ku mubyeyi:\n Anemia (kubura amaraso) → umubyeyi ahora ananiwe, acika intege, ashobora\nkugira umutwe ukabije n’isereri."}
{"page": 27, "text": " Kubyara imburagihe kubera kubura intungamubiri zihagije.\n Kubura imbaraga igihe cyo kubyara (labor complications).\n Kwiyongera ibyago byo gupfa ku mugore igihe cyo kubyara kubera kubura\namaraso ahagije.\n Ingaruka ku mwana uri mu nda:\n Kudakura neza mu nda (growth restriction).\n Kuvuka ari muto cyane (low birth weight).\n Kuvuka imburagihe (premature birth).\n Ubumuga bwo mu bwonko n’umugongo (neural tube defects) bitewe no kubura\nacide folique.\n Kwiyongera ibyago byo gupfa akiri mu nda cyangwa akivuka.\n Umwanzuro\nKunywa fer/iron na acide folique buri munsi kuva utangira kwipimisha kugeza ubyaye\nni ingenzi cyane:\n Birinda kubura amaraso,\n Bituma umwana akura neza,\n Birinda ubumuga bukomeye ku mwana.\n6.16 Wabwirwa n’iki ko umugore utwite afite ikibazo cy’imirire?\n Ibimenyetso ku mubiri wa mama\n Kunanuka cyane cyangwa kubura ibiro (BMI iri hasi).\n Guhora ananiwe, isereri kenshi – bishobora kwerekana kubura amaraso\n(anemia).\n Uruhu rwumye cyangwa rucikagurika, imisatsi itangiye kugwa.\n Amaguru n’ibirenge byabyimbye (bishobora kwerekana ikibazo cya proteyine).\n Amenyo ashobora gutangira kwangirika kubera kubura calcium na vitamini.\n Umunwa ugaragaza ibisebe cyangwa ururimi ruryaryata (kubura vitamini B\ncyangwa C).\nIbimenyetso mu mikorere\n Kutagira imbaraga zo gukora imirimo isanzwe.\n Kugira isesemi ikabije n’ibibazo byo kutabona ibyo kurya bihagije.\n Kurwara kenshi kubera kugabanuka k’ubudahangarwa.\nIbimenyetso ku mwana uri mu nda\n Kudakura neza mu nda (fetal growth restriction).\n Kuvuka ari muto cyane cyangwa imburagihe."}
{"page": 28, "text": " Ibyago byo kugira ubumuga bw’ubwonko cyangwa amagufa bitewe no\nkubura intungamubiri (nk’acide folique, calcium).\n6.17 Wakora iki niba umugore utwite afite ikibazo cy’imirire\n1. Kwipimisha no gukurikirana kwa muganga\n Jya ku kigo nderabuzima cyangwa kwa muganga hakiri kare kugira ngo\nbamenye imiterere y’ikibazo.\n Muganga ashobora gupima amaraso (anemia, fer/iron) no kugenzura imikurire\ny’umwana.\n Ukurikize gahunda zose za ANC (Antenatal Care).\n2. Indyo yuzuye buri munsi\n Proteyine: amagi, inyama zidafite amavuta menshi, amafi, ibishyimbo, amashaza,\nsoya.\n Imboga n’imbuto: imboga z’icyatsi (isombe, dodo, epinari), imbuto zifite\nvitamin C (icunga, indimu, inanasi, papayi).\n Ibinyampeke: umuceri, kawunga, amasaka, uburo.\n Ibikomoka ku mata: amata, yogati, fromaji (byongera calcium).\n Amazi meza: ibikombe 6–8 ku munsi.\n3. Inyunganiramirire\n Fata buri munsi fer/iron na acide folique nk’uko muganga abigutegeka.\n Ahandi hakenewe, muganga ashobora kongeraho vitamini cyangwa kalisiyumu.\n4. Kwirinda ibyangiza\n Irinde inzoga, itabi, ibiyobyabwenge, imiti gakondo n’ibiryo byanduye.\n Gabanya ikawa na caffeine nyinshi.\n5. Inkunga y’umuryango\n Umugabo n’umuryango bagomba gufasha umugore kubona indyo yuzuye,\nkumuha akaruhuko, no kumushyigikira mu rugendo rwo gutwita.\nJya kwa muganga ako kanya niba\n Hari kubura amaraso gukabije (isereri, gucika intege cyane, umutwe ukabije).\n Umugore atabona ibiro bihagije cyangwa abura ibiro byinshi.\n Umwana ntakomeza kugaragaza imikurire (ntanyeganyega uko byari\nbisanzwe)."}
{"page": 29, "text": "6.18 Ingaruka z’imirire mibi mu gihe umugore atwite\n Ku mugore utwite\n1. Kubura amaraso (anemia)\no Umugore ahora ananiwe, agira isereri kenshi, umutwe ukabije.\no Byongera ibyago byo kugira amaraso make cyane igihe cyo kubyara.\n2. Kunanuka cyangwa kubura ibiro bikenewe\no Umubiri we ubura ubushobozi bwo kwihanganira inzira yo kubyara.\no Gucika intege no guhora ananiwe.\n3. Kugabanuka k’ubudahangarwa\no Ashobora kurwara indwara zoroheje kenshi (z’igifu, z’ubuhumekero,\niz’uruhu).\n4. Umunaniro n’agahinda gakabije\no Stress ikiyongera, rimwe na rimwe bigatera agahinda gakabije\n(depression).\n5. Ibibazo mu gihe cyo kubyara\no Kubura imbaraga zo kubyara.\no Kwiyongera k’ibyago byo gupfa igihe cyo kubyara.\no Kugira ibibazo mu gukira nyuma yo kubyara.\nKu mwana uri mu nda\n1. Kudakura neza (growth restriction)\no Umwana ashobora kuvuka ari muto cyane (low birth weight).\n2. Kuvuka imburagihe (premature birth)\no Inda ikarangira kare, umwana akavuka adakuriye neza.\n3. Ibibazo mu mikurire y’ubwonko n’umugongo\no Kubura acide folique bishobora gutera ubumuga bwo mu bwonko\ncyangwa mu mugongo (neural tube defects).\n4. Intege nke cyangwa ubumuga\no Kubura intungamubiri (fer, vitamini, kalisiyumu) bigatera amagufa\nadakomera cyangwa ubwonko budakura neza.\n5. Kwiyongera k’icyago cyo gupfa\no Umwana ashobora gupfa akiri mu nda cyangwa akivuka.\n6.19 Icyo wakora wakora mu gihe ufite imirire mibi kandi utwite\nKu mugore utwite\n Kwipimisha kare no gukurikirana ANC ku kigo nderabuzima."}
{"page": 30, "text": " Kurya indyo yuzuye buri munsi: ibinyampeke, ibikomoka ku matungo, imboga,\nimbuto, amata n’amafi.\n Kunywa fer/iron na acide folique buri munsi nk’uko muganga abigutegeka.\n Kunywa amazi meza ahagije.\n Kwirinda ibyangiza: inzoga, itabi, ibiyobyabwenge, imiti gakondo.\nKu mwana uri mu nda\n Iyo mama akurikiranye imirire ye neza, umwana ahabwa intungamubiri\nzimufasha gukura neza mu magufa, mu bwonko no mu mubiri wose.\n Gukurikirana kwa muganga (ANC) bituma ibibazo bamenyekana kare kandi\numwana akarindwa ingaruka z’imirire mibi.\nMuri make\nImirire mibi ku mugore utwite itera kubura amaraso, gucika intege, kurwara kenshi, no\nkugira ibyago byinshi igihe cyo kubyara.\n Ku mwana, itera kudakura neza, kuvuka ari muto cyangwa imburagihe, ndetse\nn’ubumuga bukomeye.\nIgisubizo: kwipimisha hakiri kare, kurya indyo yuzuye, gufata inyunganiramirire\n(fer/iron na acide folique), no kwirinda ibyangiza.\n7.0 Kwitegura kubyara\nMugihe witegura kubyara Tangira gutegura ibikoresho uzitwaza mu gihe cyo kubyara,\nuburyo uzagerayo, uzaguherekeza, kandi witegure hakiri kare uko wifuza ibintu\nbizagenda ku munsi uzabyariraho."}
{"page": 31, "text": "Mugabo, herekeza umugore wawe kwa muganga agiye kubyara kugirango umufashe\nkandi umube hafi.\n7.1 Niryari wamenyako ugomba kwihutira kujya kwamuganga kubyarirayo\n Ushobora gusabwa kujya kwa muganga igihe cyose uteganya kubyara, ariko kubyara\nmbere cyangwa nyuma y’itariki yari yarateganyijwe\n• Niba utuye hafi yo kwa muganga, uragirwa ina ma yo guhita ujyayo ukibona ibimenye\nby’ibise bya mbere.\nNiba uba kure kure yo kwa mugan ga, ukwiye kujyayo mbere y’icyumweru kimwe\ncyangwa 2 ugereranyije n’itariki uteganyirijwe kuzabyariraho, noneho ukaguma kwa\nmugan ga mu gihe ugitegereje kubyara uri witaweho n’inshuti cyangwa umuvandimwe\n• Niyo yaba ari umwana wa kabiri cyangwa wa bucura, buri igihe ugomba kujya kwa\nmuganga mbere y’uko igihe wahawe cyo kubyara kigera kuko hari amahirwe ko umwana\nashobora kuvu ka mu buryo bwihuse mbere y’igihe cyategany ijwe\n. • Niba ufite ikarita yo kwa muganga ifasha gukurikirana umubyeyi utwite, wibuke\nkuyitwaza ubwo ugiye kwa muganga.\n • Buri mugore ibise bitangira kumufata mu buryo butandukanye\n7.2 Ibyo wamenya ku bise by’umugore ugiye kubyara\n• Ushobora kuba ujya wumvaga kwivumbaga tanya mu nda (ukabona ku gice cy’inda yo\nhasi uruhande rumwe rurabyimbye, ubundi hahise habyimbuka/hararekuye) mu\ngihembwe cya kabiri hagati, ibyo n’ibisanzwe, bibaho kandi ntabwo bimara igihe\nkirekire.\n • Ibise bya nyabyo bishobora kurangwa no kwi haga/kwifora kw’inda (ukabona ku gice\ncy’inda yo hasi uruhande harabyimbe kandi harakom eye) bikamara nk’igihe\ncy’amasegonda 30 kandi bikaba bikomeye, bikaba byarushaho ndetse bikaba kenshi.\n • Ibindi bimenyetso by’ibise ni:\n (1) Kuzana ibisan za (ururenda) ndetse harimo n’bisa nkaho hari mo amaraso.\n (2) Kuva ibintu bimeze nk’amazi.\n(3) Kuribwa umugongo.\n (4) Kugira isesemi no kuruka.\n (5) Guhitwa.\n• Gukoresha ibimera cyangwa imiti ya kinyar wanda ntabwo byafasha umubyeyi\nkugirango ibise bize neza, kuko bishobora gutera umwana ibibazo cyangwa se na nyina\n7.3 Akamaro ko kubyarira kwa muganga\nKubyarira kwa muganga ni ingirakamaro kuko uhabwa ubufasha bw’abaganga bikarinda\numubyeyi n‘umwana uvuka ingorane zishobora kubaho mu gihe cyo kubyara zirimo\nubumuga nk’ indwara yo kujojoba, kuva cyane"}
{"page": 31, "text": "intu bimeze nk’amazi.\n(3) Kuribwa umugongo.\n (4) Kugira isesemi no kuruka.\n (5) Guhitwa.\n• Gukoresha ibimera cyangwa imiti ya kinyar wanda ntabwo byafasha umubyeyi\nkugirango ibise bize neza, kuko bishobora gutera umwana ibibazo cyangwa se na nyina\n7.3 Akamaro ko kubyarira kwa muganga\nKubyarira kwa muganga ni ingirakamaro kuko uhabwa ubufasha bw’abaganga bikarinda\numubyeyi n‘umwana uvuka ingorane zishobora kubaho mu gihe cyo kubyara zirimo\nubumuga nk’ indwara yo kujojoba, kuva cyane k‘umugore cyangwa urupfu."}
{"page": 32, "text": "Ni ngombwa kubyarira kwa muganga kuko basuzuma uko umwana ameze mu nda\nbagakumira hakiri kare inzitizi zabaho, umubyeyi akabyara atekanye.\n Nanone\n• Kubyarira kwa muganga ukabyazwa n’umuganga wabyigiye ufite ubumenyi mu buryo\nbwemewe n’amategeko\n• Umwana ahita yandikwa mu bitabo by’irangamimerere akivuka\n • Iyo uri kwa muganga bamenya neza ubufasha ukeneye kugirango ubyare neza, cyane\nnk’iyo wakurikiranwaga by’umwihariko/ufite uburwayi bakuvuye ubwo wabaga\nwisuzumisha utwite.\n• Iyo uri kwa muganga biroroha kwitabwaho igihe ukeneye ubutabazi byihuse ngo ubyare\n7.4 Kwita ku ruhinja rukimara kuvuka\n Uruhinja rukimara kuvuka rushyirwa mu gituza cy’umubyeyi, bikarufasha gukomeza\nkuba rushyushye ndetse no komatana neza na nyina, bikanatuma abasha kumwonsa mu\nisaha ya mbere yo kuvuka.\n Uruhinja rugomba gusuzumwa nyuma yo kuvuka na mbere y’uko musezererwa kwa\nmuganga.\nNiba hari Impungenge mugize k’ubuzima bw’umwana, nk’ubumuga bukomeye cyangwa\nbworoshye uruhinja rushobora kuvukana, ugomba kubaza muganga kugirango\nagusobanurire ku bibazo byose mwibaza bigendanye n’ubuzima bw’uruhinja\nn’ubw’umubyeyi.\n Itabaze muganga niba hari ibimenyetso mpuruza ubonye ku ruhinja rwawe nko kugira\numuhondo, kuva amaraso mu mukondo, kuzana icyena mu mbavu, amashyira mu maso\nn’ibindi.\n• Uruhinja rukimara kuvuka rugomba guhita rushyirwa mu gituza, rugahanagurwa neza\nkandi vuba hakoreshejwe igitambaro gifite isuku, rugomba gufubikwa ikigoma cyangwa\nigitam baro/umwenda wumutse ndetse rugomba kuguma mu gituza cya nyina mu gihe\ncy’isaha byibuze kandi aba ari mugituza cy’umubyeyi ku buryo abasha kuba amureba mu\nmaso.\nAkamaro:\nIbi bifasha umwana gukomeza kuba ashyushye ndetse binafashe umwana n’umubyeyi\nkomatana ndetse bikanatuma abasha kumwonsa hakiri kare.\nIyo umubyeyi w’umugore atameze neza nyu ma yo kubyara kuburyo atashobora gushyira\nuruhinja mu gituza umubiri ku wundi, se w’umwana ashobora kubikora neza uko\nbikwiye.\n• Konsa uruhinja bigomba gukorwa byibuze mu gihe kitarenze isaha nyuma y’uko\nuruhinja ruvutse\nUko biri kose, (keretse bibaye ngombwa ko uruhinja rushyirwa mu cyuma gikomeza\nkumuha ubushyuhe nkaho akiri mu nda ya nyina (couveuse), ntampamvu iyo ariyo yose\nyatuma utaba kumwe"}
{"page": 32, "text": "se bikanatuma abasha kumwonsa hakiri kare.\nIyo umubyeyi w’umugore atameze neza nyu ma yo kubyara kuburyo atashobora gushyira\nuruhinja mu gituza umubiri ku wundi, se w’umwana ashobora kubikora neza uko\nbikwiye.\n• Konsa uruhinja bigomba gukorwa byibuze mu gihe kitarenze isaha nyuma y’uko\nuruhinja ruvutse\nUko biri kose, (keretse bibaye ngombwa ko uruhinja rushyirwa mu cyuma gikomeza\nkumuha ubushyuhe nkaho akiri mu nda ya nyina (couveuse), ntampamvu iyo ariyo yose\nyatuma utaba kumwe n’uruhinja rwawe kandi ukarwonsa bikwiriye ndetse\nukanamukurikirana ukanamwitaho uko bikwiriye.\n7.5 Ni ryari umubyeyi agomba gutangira konsa umwana"}
{"page": 33, "text": "Konsa uruhinja bigomba gukorwa byibuze mu gihe kitarenze isaha nyuma y’uko uruhinja\nruvutse\n7.6 Ese biremewe koza umwana ukivuka\nUmwana ntabwo akarabywa akivuka. Impinja ntabwo zishobora guhita zihangana\nn’impindu ka z’ubushyuhe, bitewe n’amazi biragoye cyane ko uruhinja rusubirana\nubushyuhe bukwiye.\nNi ngombwa gutegereza nk’umunsi umwe cyangwa ibiri aho ubushyuhe bw’umwana\nbuba bumaze kugira ubushobozi bwo gahindagurika.\nUmwana ukivuka ntagomba kuhagirwa kuko biba bigoye kugenzura igipimo\ncy’ubushyuhe bw’umwana.\n7.7 Niryari watangira koza uruhinja\nNi ngombwa gutegereza nk’umunsi umwe cyangwa ibiri aho ubushyuhe bw’umwana\nbuba bumaze kugira ubushobozi bwo gahindagurika.\n7.8 impamvu ari ngombwa gusuzuma/ kugenzura buri kintu cyose ku mwana\nukivuka? Ukeka ko ari ibihe bintu by’ingenzi uba ushaka kumenya cyangwa\nukeneye kugenzura?\n• Umubyaza asuzuma ubuzima bw’uruhinja rukivuka kugira ngo agenzure ko nta kibazo\nna kimwe kidasanzwe kihutirwa ku buzima bw’umwana ku buryo kigomba guhita\ngikemurwa.\n• Umwana wawe agomba gusuzumwa ku buryo bwuzuye mbere yo kugusezerera kwa\nmuganga aho wabyariye.\n• Iri genzura ni isuzuma muri rusange ry’ubuzima bw’uruhinja harimo kureba uko\nuruhinja runyeganye ga, rufata, niba nta bimenyetso bigaragara by’indwara y’umuhondo,\nkureba niba nta kibazo cy’amaso, umuti ma ndetse n’ingingo zo ku kukibuno.\n• Uburebure n’ibiro by’abana bizahora bigenzurwa kugira ngo hizerwe ko umwana akura\nuko bikwiye.\n• Gusuzuma umwana bishobora gutanga amaku ru hakiri kare ko umwana agaragaza\nibimenyetso by’ubumuga bw’amaso ndetse n’amatwi (kutabona no kutumva).\n • Guhora usuzumisha uruhinja ni ingenzi kuko bifasha gutahura hakiri kare ibibazo\nby’ubuzima uruhinja rushobora kuba rufite harimo nko kubura amaraso (anaemia)\n7.9 Ubumuga bukomeye cyangwa bworoshye uruhinja rushobora kuvukana\n• Impinja zimwe zikunze gukomereka zivuka kubera ibibazo byabaye mu gihe cyo\nkubyara. Ganiriza muganga w’abana cyangwa se uwakubyaje ku bikomere umwana\nyavukanye ndetse n’uburyo bwo kubivura.\n • Ibibazo byoroheje nk’uduheri/utubyimba umwana ashobora kuvukana. Biganirize\numuganga.\n • Ibikomere bikomeye ntibikunze kubaho ariko iyo bibayeho bisaba gukurikiran"}
{"page": 33, "text": " rushobora kuba rufite harimo nko kubura amaraso (anaemia)\n7.9 Ubumuga bukomeye cyangwa bworoshye uruhinja rushobora kuvukana\n• Impinja zimwe zikunze gukomereka zivuka kubera ibibazo byabaye mu gihe cyo\nkubyara. Ganiriza muganga w’abana cyangwa se uwakubyaje ku bikomere umwana\nyavukanye ndetse n’uburyo bwo kubivura.\n • Ibibazo byoroheje nk’uduheri/utubyimba umwana ashobora kuvukana. Biganirize\numuganga.\n • Ibikomere bikomeye ntibikunze kubaho ariko iyo bibayeho bisaba gukurikiranwa\ncyane cyangwa kubaga igice gifite ikibazo."}
{"page": 34, "text": "7.10 Ibibazo uruhinja rukivuka rushobora kugira\n • Ku bw’amahirwe, abana bagejeje igihe cyo kuvuka bahumeka kandi bakarira mu\nmasegonda 90 nyuma yo kuvuka iyo bakanguye ibyumviro byabo bifashishije\ninkosha/igitambaro gifite isuku gishyushye mu rugero.\n • Abana bamwe bananirwa guhita batangira guhumeka nyuma yo kuvuka\nbihutiyeho/byihuse (urugero iyo umubyeyi abazwe) cyangwa bigatinda cyane wenda se\numwana yahungab anyijwe no gutinda munda cyangwa yahuye n’ibindi bibazo akiri mu\nnda.\n• Muganga niwe wenyine ugomba gutanga ubu fasha. Ushobora gusaba kugumana\nn’umwana cyangwa kumuba hafi kugira ngo hagenzurwe ibirimo kuba ku mwana.\nUshobora gusaba ibisobanuro by’ibigenda bikorwa cyangwa biba ku mwana.\n7.11 Impinja zikeneye kurushaho gukurikiranwa\n Ababyeyi basanganywe ibibazo byihariye bivuze ko n’iyo babyaye impinja zabo\nzigenzurwa kandi zikitabwaho kuburyo bw’umwihariko nyuma yo kuvuka.\n Ingero:\n • Impinja z’ababyeyi barwaye diyabeti.\n • Impinja z’ababyeyi bahuye n’ ubwandu runaka cyane cyane mu gihembwe giheruka\ncyangwa se mu gihe bari ku bise.\n• Abana bavutse igihe kitageze ndetse n’abavu kana ibiro bidashyitse.\nUko biri kose, (keretse bibaye ngombwa ko uruhinja rushyirwa mu cyuma gikomeza\nkumuha ubushyuhe nkaho akiri mu nda ya nyina (couveuse), ntampamvu iyo ariyo yose\nyatuma utaba kumwe n’uruhinja rwawe kandi ukarwonsa bikwiriye ndetse\nukanamukurikirana ukanamwitaho uko bikwiriye.\n7.12 Inshuro umubyeyi n’uruhinja bisuzumisha nyuma yo kubyara\nNyuma yo kubyara, umubyeyi n’uruhinja bisuzumisha inshuro eshatu:\ninshuro ya 1: Basuzumwa na muganga mbere yo gutaha.\ninshuro ya 2: Basuzumwa n’ umujyanama w‘ubuzima ku munsi wa gatatu ageze mu\nrugo.\n inshuro ya 3: Basuzumwa na muganga ku munsi wa 42 basubiye ku kigo nderabuzima\nguhabwa inkingo z’umwana.\n Ariko hari izindi nshuro 2 ziyongera ku mwana wavukanye ibiro bikeya, aho asurwa n’\numujyanama w‘ ubuzima ku munsi wa 7 ndetse n’ umunsi wa 28 ageze mu rugo.\n7.13 Akamaro ko kwisuzumisha nyuma yo kubyara\nBifasha gutahura hakiri kare ikibazo icyo aricyo cyose cyahungabanya ubuzima\nbw’uruhinja n’ubw’umubyeyi.\n7.14 Icyo wakora uruhinja rukimara kuvuka\nUrwo ruhinja rushyirwa mu gituza cya nyina cyangwa cya se, umubiri ku mubiri"}
{"page": 34, "text": " kigo nderabuzima\nguhabwa inkingo z’umwana.\n Ariko hari izindi nshuro 2 ziyongera ku mwana wavukanye ibiro bikeya, aho asurwa n’\numujyanama w‘ ubuzima ku munsi wa 7 ndetse n’ umunsi wa 28 ageze mu rugo.\n7.13 Akamaro ko kwisuzumisha nyuma yo kubyara\nBifasha gutahura hakiri kare ikibazo icyo aricyo cyose cyahungabanya ubuzima\nbw’uruhinja n’ubw’umubyeyi.\n7.14 Icyo wakora uruhinja rukimara kuvuka\nUrwo ruhinja rushyirwa mu gituza cya nyina cyangwa cya se, umubiri ku mubiri mu\nminsi ya mbere rukivuka, bituma rukura vuba rukagira n’ubuzima bwiza."}
{"page": 35, "text": "7.15 Ibyo umubyeyi wabyaye agomba kuzirikana\nUmubyeyi agomba kuruhuka bihagije, akarya indyo yuzuye, akonsa umwana kenshi uko\nbikwiye.\n7.16 Igihe cyiza cyo gukurikiza umwana\nNi byiza gukurikiza umwana afite byibura imyaka ibiri, bifasha umubiri w’umubyeyi\nkwisubiranya, umwana akonka igihe gihagije n’umuryango ugatera imbere. Ganira na\nmuganga ku buryo bwo kuboneza urubyaro wahitamo gukoresha.\n7.17 Gukomeza kwita ku bana bato cyangwa impinja\n Umwana agomba guhabwa inkingo z’ingenzi zagenwe kuri buri cyiciro agezemo, kandi\nhakubahirizwa amatariki yatanzwe na muganga.\n Buri gihe ihutire kuvuza uruhinja igihe rugaragaza ibimenyetso by’uburwayi. Komeza\nkwita ku mwana umwonsa bihagije, umugaburira indyo yuzuye, umugirira isuku, kandi\nwitabira kumusuzumisha imikurire ye buri kwezi mu mudugudu cyangwa kwa muganga.\nUjye uha umwana gusa imiti yandikiwe na muganga, kandi ukayikura kwa muganga\ncyangwa amaguriro y’imiti (farumasi) yemewe unirinde kumuvurisha imiti ya gakondo.\nNiba ubona hari ikimenyetso mpuruza afite mwihutire kujya kwa muganga.\n7.18 Imbindo z’umwana – Pampegisi\nUgomba guhindurira umwana kabiri ku munsi (inshuro 2 mu masaha 24) kuva ku\nmunsi wa 6 avu tse. Namara kugira ibyumweru 6, inshuro yituma zizagenda\nzigabanuka, imbindo ze atakizanduza cyane.\n• Umubare w’imbindo umwana yanduje ugomba kungana n’umubare w’iminsi\nuruhinja rumaze ruvutse. Urugero, imbindo 3 ku munsi wa 3 umwana avutse,\nn’imbindo 6 umwana amaze iminsi 6.\n7.19 IBYO WAMENYA KU MWANDA UMWANA YITUMA\nUbusanzwe umwana ukivuka yituma ibintu bisa  n’icyatsi cyangwa umukara  mu\nmasaha 24 ya mbere. Niba utabibonye ku mwana wawe, baza muganga.\nMu minsi ya mbere ushobora kubona ibintu bimeze nk’ibitukura cyangwa iroza mu\nmwanda uruhinja rwitumye. Ariko uko arushaho konka bi genda bishira. Mu\nmbindo z’impinja z’abakobwa ushobora kubonamo utuntu  tw’uturaso mu minsi\nmike akivuka, ariko humura, ntibigutere impun genge birashira.\n7.20 Uruhu rw’uruhinja\n Ni ibisanzwe ko impinja zisesa uduheri ku mubiri mu minsi ya mbere ya mbere."}
{"page": 35, "text": "u bimeze nk’ibitukura cyangwa iroza mu\nmwanda uruhinja rwitumye. Ariko uko arushaho konka bi genda bishira. Mu\nmbindo z’impinja z’abakobwa ushobora kubonamo utuntu  tw’uturaso mu minsi\nmike akivuka, ariko humura, ntibigutere impun genge birashira.\n7.20 Uruhu rw’uruhinja\n Ni ibisanzwe ko impinja zisesa uduheri ku mubiri mu minsi ya mbere ya mbere."}
{"page": 36, "text": "• Umwana wawe ashobora gusesa uduheri tusa n’umutuku ku mubiri, ku maboko no ku\nmaguru.\n Udu duheri dukunda kurangirana mu cyumweru cya mbere avutse.\n • Uruhinja rushobora nanone gusesa uduheri mu gahanga, ku bitsike no mu ijosi igihe\narize cyangwa hari ubushyuhe bwinshi. Ibi ariko birashi ra iyo haje amafu n’umwana\nyacecetse.\n • Uruhu rw’umwana rushobora gukanyarara cya ne ku bana bavutse barengeje igihe\ngisanzwe. Ushobora kubasiga amavuta. Ugomba kubaza abashinzwe ubuzima amavuta\nakwiye.\n7.21 Urureri\n uko wafata urureri Urureri\nNtukagire ikintu na kimwe usiga ku rureri cyangwa ngo urufubike mu mwenda. Rureke\nruzahuguta ubundi rwivaneho umwana amaze hagati y’iminsi 5 -10 avutse. rugifite\nurureri\n Igengesere mu gihe uhindurira imbindo uruhinja rugifite urureri. Niba ubona rutangiye\nkuva ama raso, ruhindutse umutuku cyangwa ku mukondo hameze nk’ahandujwe\nn’udukoko dutera indwara, ihutire kubibwira muganga.\n7.22 Ibyo ugomba kuzirikana ku mpinja zavutse igihe kitageze\n• Baza muganga uko wakwitwararika igihe uruhinja Umwihariko ku mpinja zavukanye\nibiro bidashyitse n’izavutse igihe kitageze\n• Impinja zivutse igihe kitageze n’izavukanye ibiro bidashyitse zikunze kugira ibibazo\nkandi ziba zishobora kurwara kurusha cyane.\n • Izi mpinja zikonja vuba kurusha izavukiye igihe n’izavukanye ibiro bishyitse. Dore\nibimenyetso by’uko uruhinja rwakonje : kutonka/kutarya neza, kutarira, kumukora\nukumva yakonje no kuba igiti ntiyite ku byo umukorera.\n• Ababyeyi bagomba kwitwararika ku buryo uruhinja rwavutse igihe kitageze,\nurwavukanye ibiro bidashyitse n’urwavukanye ibiro bike ruhorana ubushyuhe, cyane\nbamuheka mu gituza utam baye, ari byo byitwa Kangaro.\n7.23 Uburyo bwiza bwo gufata uruhinja\nUburyo bwa Kangaro bwo gufatira uruhinja mu gituza butuma ruhorana ubushyuhe. Ubu\nkandi ni n’uburyo bwiza bwo konsa umwana kuko byongera urugwiro akomatana\nn’umubyeyi.\n7.24 Uko wakwita ku mwana muto\nNi ngombwa gukingiza abana Gusobanukirwa n’indwara z’abana no kubajyana kwa\nmuganga.\n Gusukura ibigoma n’ibyo babindisha umwana.\n Kunanura uruhu rw’umwana umusiga amavuta aho biri ngombwa.\n Kugenzura urureri rw’umwana."}
{"page": 36, "text": " gufata uruhinja\nUburyo bwa Kangaro bwo gufatira uruhinja mu gituza butuma ruhorana ubushyuhe. Ubu\nkandi ni n’uburyo bwiza bwo konsa umwana kuko byongera urugwiro akomatana\nn’umubyeyi.\n7.24 Uko wakwita ku mwana muto\nNi ngombwa gukingiza abana Gusobanukirwa n’indwara z’abana no kubajyana kwa\nmuganga.\n Gusukura ibigoma n’ibyo babindisha umwana.\n Kunanura uruhu rw’umwana umusiga amavuta aho biri ngombwa.\n Kugenzura urureri rw’umwana."}
{"page": 37, "text": "Gushyira umwana mu gituza, cyane uwavutse atagejeje igihe n’uwavukanye ibiro\nbidashyitse.\n Kuvuza umwana vuba na bwangu igihe agaragaza ibimenyetso by’uburwayi\n7.25 Kuki abana baato bakunda kurwaragurika\n • Abana bakunda kurwara iyo bakiri munsi y’umwa ka umwe kubera ko umubiri wabo\nuba utaragira ubudahangarwa, nubwo amashereka n’inkingo bibongerera ubwirinzi\ncyane.\n• Indwara zisanzwe zishobora kurembya abana cya ne bitunguranye\n• Ugomba kwigengesera ku buzima bw’umwana wawe kandi ukihutira kumuvuza igihe\nagaragaza ibimenyetso by’uburwayi.\n7.26 Gusinzira k’uruhinja cyangwa gusinziriza uruhinja\n• Impinja zisinzira mu buryo butandukanye kandi birahindagurika. Mu byumweru bya\nmbere nyuma yo kuvuka, bisa nkaho bahora basinziriye usibye mu bihe byo konka.\nBamwe babasha kwikangura. Nk’uko biba ku Bantu bakuru, impinja nazo zigira ibihe\nbyazo bikagera ubwo nawe nk’umubyeyi/ umurezi ubisobanukirwa.\n• Ni byiza cyane ko umubyeyi atangira kumenyere za uruhinja kugira igihe gihoraho cyo\ngusinzira. Urugero nk’igihe cyo kumukarabya/kumwuhagira, igihe cyo konsa umwana\nmu masaha adahinduka mu gihe cya nijoro no kugira uburyo bwo ku musinziriza.\n7.27 Ese nibyiza ko uruhinja rurarana n’ababyeyi barwo\nAhantu hatekanye umwana akwiye kuryamishwa mu mezi atandatu ye ya mbere ni mu\nakamoyize cyangwa mu gatanda kagenewe abana ariko kakaba kari mucyumba ababyeyi\nbararamo.\nNtabwo ari byiza  kuryama ku buriri bumwe n’uruhinja\n7.28 Impamvu zituma abana bakunda kurira\nAbana barira kubera impamvu nyinshi, ariko higanjemo kuba bashonje, bafite ubushyuhe\nbwinshi, banyaye cyangwa bitumye bashaka ko mubahindurira imbindo, bakeneye ko\nmubitaho cyangwa se babangamiwe n’umuyaga.\n• Impinja zigaragaza ibyifuzo byazo zirira, gusa ntabwo baba bagambiriye gutera\nababyeyi babo umujinya.\n• Baba bakeneye guterurwa, guhozwa no guhugezwa. Ntabwo bisobanuye ko ari kurera\nbajeyi, ahubwo ni uko uko urushaho kubikora niko arushaho kumva atekanye, yitaweho\nnoneho bigatuma ubwo yumva ko agomba gutuza.\nKurira ni ibisanzwe ku mpinja ariko iyo bi komeje kabone n’ubwo wamuhoza haba\nharimo ikibazo. Ganiriza umuganga niba umwana adahora kugira ngo akugire inama niba\nhari ikibazo kidasanzwe gikeneye ubuvuzi.\nUshobora kunanir"}
{"page": 37, "text": " gusa ntabwo baba bagambiriye gutera\nababyeyi babo umujinya.\n• Baba bakeneye guterurwa, guhozwa no guhugezwa. Ntabwo bisobanuye ko ari kurera\nbajeyi, ahubwo ni uko uko urushaho kubikora niko arushaho kumva atekanye, yitaweho\nnoneho bigatuma ubwo yumva ko agomba gutuza.\nKurira ni ibisanzwe ku mpinja ariko iyo bi komeje kabone n’ubwo wamuhoza haba\nharimo ikibazo. Ganiriza umuganga niba umwana adahora kugira ngo akugire inama niba\nhari ikibazo kidasanzwe gikeneye ubuvuzi.\nUshobora kunanirwa gukomeza guhoza umwana igihe atari guceceka, kuburyo ushobora\nno kumva wamukubita cyangwa wamuzunguza kandi uko kumuzunguza cyangwa\nkumukubita bitari butume arekeraho kurira, ahubwo bishobora kumukomeretsa cyane."}
{"page": 38, "text": "Ntuzigere na rimwe uzunguza uruhinja cyang wa ngo urukubite; ahubwo mushyire\nahatekanye cyangwa umuterure mu buryo yumva ko atekanye nyuma nyuma y’iminota\nmike urabona acecetse kuko bituma yumva atekanye.\n7.29 Indwara y’Umuhondo\n Ni gute ushobora kumenya ko umwana wawe arwaye umuhondo ? (Umuhondo\nahasanzwe hari umweru mu maso y’uruhinja).\nIyo umwana wawe agaragaje ikimenyetso mpuruza ntukazuyaze ushakira ahandi ahubwo\nhita ujyana umwana kwa muganga kuko uruhinja ruremba mu mwanya muto. Niba\nwumva umwana wawe afite umuriro, wimufubika cyane, mwambike utwenda tworoshye\nubwo umujyanye kwa muganga\n7.30 Impinja zikeneye kurushaho gukurikiranwa\nAbabyeyi basanganywe ibibazo byihariye bivuze ko n’iyo babyaye impinja zabo\nzigenzurwa kandi zikitabwaho kuburyo bw’umwihariko nyuma yo kuvuka.\nIngero:\n• Impinja z’ababyeyi barwaye diyabeti.\n• Impinja z’ababyeyi bahuye n’ ubwandu runaka cyane cyane mu gihembwe giheruka\ncyangwa se mu gihe bari ku bise.\n• Abana bavutse igihe kitageze ndetse n’abavu kana ibiro bidashyitse.\n Uko biri kose, (keretse bibaye ngombwa ko uruhinja rushyirwa mu cyuma gikomeza\nkumuha ubushyuhe nkaho akiri mu nda ya nyina (couveuse), ntampamvu iyo ariyo yose\nyatuma utaba kumwe n’uruhinja rwawe kandi ukarwonsa bikwiriye ndetse\nukanamukurikirana ukanamwitaho uko bikwiriye.\n8.1 Uruhare rw’umugabo mugihe mugore utwite\n   Umugabo ashobora gufasha umugore utwite:\n  - Amuherekeza kwisuzumisha kwa muganga.\n  - Amuba hafi mu rugo no kwa muganga.\n  - Bituma umugore agira ubuzima bwiza, agira ituze, kandi yumva ashyigikiwe.\n8.2 Uruhare rw’umugabo mu gihe cyo kubyara\n Iyo umugabo ari kumwe n’umugore igihe abyara:\n  - Bituma umugore agira ituze n’umutekano.\n  - Ububabare bwe bugabanuka.\n  - Yumva afite urukundo n’ubufasha.\n 8.3 Uko ababyeyi bashyikirana n’umwana uri mu nda\n Ababyeyi bombi bashobora gutangira gushyikirana n’umwana akiri mu nda:\n  - Binyuze mu kumuganiriza."}
{"page": 38, "text": " Yumva afite urukundo n’ubufasha.\n 8.3 Uko ababyeyi bashyikirana n’umwana uri mu nda\n Ababyeyi bombi bashobora gutangira gushyikirana n’umwana akiri mu nda:\n  - Binyuze mu kumuganiriza."}
{"page": 39, "text": "- Kumuririmbira no gukuyakuya inda.\n  - Bifasha umwana gukura neza mu bwenge, imbamutima, n’imibanire.\n8.4 Akamaro ko kuba ababyeyi bashyikirana n’umwana uri mu nda\n  Bifasha umwana gukura neza mu bwenge, imbamutima, n’imibanire.\n8.5 Uruhare rw’umubyeyi w’umugabo mu mikurire y’umwana\n  Iyo umubyeyi w’umugabo yita ku mwana no ku byo akeneye:\n  - Bituma umwana akura neza, akunda ababyeyi be.\n  - Umwana agira ubushobozi bwo kwiga neza no gutsinda.\n  - Bimufasha kubana neza n’abandi.\n8.6 Kuba intangarugero n’uruhare rw’umugabo mu burere bw’umwana\nIyo umubyeyi w’umugabo yita ku mwana akanita ku byo akeneye akagerageza\nkubikemura mu bushobozi bwe uko bungana kose, bituma umwana akura neza akunda\nababyeyi be, bikamwongerera ubushobozi bwo kwiga no gutsinda, no kubana neza\nn’abandi.\nUmubyeyi w’umugabo, agomba kuba intangarugero mu bana be, akaberekera uko\nafatanya n’uwo bashakanye mu nshingano zabo zo kwita ku bana babo\n Uurugero nko:\n  - Gufasha abana kwiga no gukora imikoro y’ishuri.\n  - Gukunda guterura no gukina n’abana bato.\n  - Kubaganiriza, kubakorera ibikinisho, no kubafasha kuvumbura ibidukikije.\nUmubyeyi w’umugabo afite uruhare runini mu mikurire, umunezero n’umutekano\nw’umwana we ndetse n’uw’umuryango wose\n8.7 akamaro ko kuba umugabo ari intangarugero mu muryango\nIyo umubyeyi w’umugabo yita ku mwana akanita ku byo akeneye akagerageza\nkubikemura mu bushobozi bwe uko bungana kose, bituma umwana akura neza akunda\nababyeyi be, bikamwongerera ubushobozi bwo kwiga no gutsinda, no kubana neza\nn’abandi.\nUmubyeyi w’umugabo afite uruhare runini mu:\n  - Mikurire y’umwana.\n  - Umunezero w’umuryango.\n  - Kugarura icyizere n’umutekano mu rugo.\n8.8 Gufatanya inshingano z’urugo"}
{"page": 39, "text": "ufatanya inshingano z’urugo"}
{"page": 40, "text": "Kwita ku mwana kuva agisamwa ni inshingano y’ababyeyi bombi ndetse n’abandi bantu\nbose bari mu rugo.\nKugira ngo abagabo babashe kwita ku bana babo bagomba kwirengagiza igitutu\nbashobora gushyirwaho n’umuryango mugari babita inganzwa, ngo bararozwe n’ibindi.\n8.9 Uruhare rw’abagore mu gushyigikira abagabo\nAbagore bakwiye guha abagabo umwanya ndetse no kubashyigikira igihe biga kwita ku\nbana babo. Igihe ababyeyi bombi bafatanyije imirimo yo mu rugo, bituma bombi bagira\numwanya uhagije wo kwita ku yindi mirimo ishobora guteza umuryango imbere.\n8.10 Gufatanya imirimo yo mu rugo n’iyita ku mwana\n Igihe ababyeyi bombi bafatanya imirimo yo mu rugo:\n  - Bombi babona umwanya uhagije wo kwita ku yindi mirimo iteza imbere umuryango.\n Imirimo yo kwita ku mwana igomba gusaranganywa:\n  - Guterura umwana, kumuhindurira imyenda/ibyo yitumyemo.\n  - Kumugaburira, kumuvugisha, kumuririmbira, no gukina na we.\n- No mu gihe cyo konsa, umugabo:\n  - Yunganira umugore akora indi mirimo y’urugo kugira ngo amworohereze.\n8.11 Ubwoko bw’ihohoterwa rikunze kugaragara\nIhohoterwa rikunze kugaragara mu muryango:\n  - Gukubitwa\n  - Guhutazwa\n  - Gucirwa mu maso\n  - Gutukwa\n  - Guteshwa agaciro\n  - Ihohoterwa rishingiye ku gitsina\n  - Ihohoterwa rishingiye ku mitungo\n Ibi byose bigira ingaruka ku mubyeyi utwite n’umwana atwite mu mitekerereze\nn’amarangamutima.\n8.12 Ingaruka z’ihohoterwa ku bana n’umuryango\nAbana biga bigana, iyo ababyeyi bakora ihohotera, bibagiraho ingaruka, bakabona ko ari\nuburyo bwemewe kandi bukoreshwa igihe umuntu arakaye. Abana baba mu ngo zirimo\namakimbirane, barahangayika cyane bikaba byabaviramo no guhunga urugo bakajya\nkwibera mu muhanda, ndetse no kugira imico mibi izabakurikirana mu mikurire yabo.\nGuhohotera umwana umukubita, umukankamira cyangwa umutesha agaciro bimugiraho\ningaruka mbi nko kwigunga, agahinda gakabije, kurwana, kwiyahura n’ibindi. Babyeyi"}
{"page": 40, "text": "irana mu mikurire yabo.\nGuhohotera umwana umukubita, umukankamira cyangwa umutesha agaciro bimugiraho\ningaruka mbi nko kwigunga, agahinda gakabije, kurwana, kwiyahura n’ibindi. Babyeyi"}
{"page": 41, "text": "mwirinde impamvu zose zikurura amakimbirane mu rugo kandi mwirinde kubigaragariza\nabana.\nIngaruka ziterwa no kuba bana\n8.13 Ingaruka zagera ku mwana mugihe ahohotewe\nGuhohotera umwana umukubita, umukankamira cyangwa umutesha agaciro bimugiraho\ningaruka mbi nko kwigunga, agahinda gakabije, kurwana, kwiyahura n’ibindi. Babyeyi\nmwirinde impamvu zose zikurura amakimbirane mu rugo kandi mwirinde kubigaragariza\nabana.\nIngaruka ziterwa no kuba bana\n 8.14 Uburyo bwo gukumira ihohoterwa no kurinda abana\n- Gukumira ihohoterwa birinda:\n  - Imibanire mibi hagati y’ababyeyi.\n  - Ingaruka mbi ku bana no ku muryango.\n- Ababyeyi bakwiye:\n  - Kwirinda impamvu zose z’amakimbirane mu rugo.\n  - Kwirinda kubigaragariza imbere y’abana.\n  - Kwita ku mibanire myiza n’umutekano w’abagize umuryango bose.\n8.15 Uruhare rw’umugabo mu gufasha umuryango kugira ubuzima bwiza\nUmubyeyi w’umugabo agomba guharanira ko umuryango we urya indyo yuzuye, ugira\nisuku ihagije, ndetse akita ku mikurire y’umwana n’abagize umuryango.\nAzirikana ko umugore utwite, umubyeyi wonsa, ndeste n’umwana muto bakenera\nifunguro ry’umwihariko rigizwe n’indyo yuzuye, ndeste no kugira buzima bwiza\nbavuzwa hakiri kare.\nKujyana n’umugore gupimisha inda, gukingiza no kuvuza umwana mu gihe yarwaye biri\nmu nshingano z’umugabo. Ibyo bibera abana urugero rwiza bazakurikiza, kandi bigatuma\numuryango urushaho komatana.\n8.16 akamaro ko kuba umugabo yita ku muryango we\n Iyo umugabo yitabira ibikorwa byo kwita  ku muryango we:\nbibera abana urugero rwiza bazakurikiza, kandi bigatuma umuryango urushaho\nkomatana.\n8.17 uko umugabo yafasha umugore wonsa\nNo mu gihe cyo konsa, umugabo:\nYunganira umugore akora indi mirimo y’urugo kugira ngo amworohereze."}
{"page": 42, "text": "9.1 Ubumuga ni iki\nUbumuga ni imbogamizi mu miterere n’ubushobozi buke umubiri w’umuntu ufite,\nbigatuma atabasha gukora inshingano cyangwa se imirimo nk’iyo abandi badafite\nubumuga bakora; cyangwa se kuba umuntu abura urugingo rw’umubiri, cyangwa afite\nurugingo rudakora neza umugereranyije n’abandi bantu.\nImpamvu zitera ubumuga ziratandukanye, ariko ubumuga bwinshi bwakwirindwa mu\ngihe ababyeyi bombi babigize inshingano zabo, kandi nta n’umwe witiriwe kuba\nnyirabayazana w’ubumuga bw’umwana.\n9.2 ubumuga bushobora kubaho igihe umubyeyi atwite\nigihe umubyeyi atwite, hari ubumuga buva ku gisanira ku babyeyi bombi, kwirema nabi\nk’utunyangingo, kunywa inzoga nyinshi, itabi n’ibindi biyobyabwenge, gukoresha nabi\nimiti utandikiwe na muganga, gukoresha imiti ya gakondo, impanuka, indyo ituzuye,\numuvuduko w’amaraso uri hejuru, guhumeka umwuka wanduye, indwara zandura\nharimo Mburugu, SIDA, Rubewole n’izindi.\n 9.3 ubumuga bushobora kubaho igihe umugore abyara\n, umubyeyi yabyariye mu rugo, gutinda ku bise, umwana uvutse atagejeje igihe,kugira\numwuka muke, kubyara umwana ufite ibiro byinshi cyangwa bike, kubyara umubyeyi\nakuze, ihungabana mu gihe cyo kubyara, kuvukana indwara y’umuhondo\n9.4 ubumuga bushobora kubaho nyuma yo kubyara\nNyuma yo kubyara, umwana yagize ikibazo cyo guhagarara kw’amaraso mu bwonko,\nkutikingiza cyangwa gukingirwa nabi utubahiriza gahunda za muganga, imirire mibi,\nindwara nka mugiga na maraliya, kwigunga ntuhure n’abandi no kudakangurwa ubwonko\nhakiri kare.\n 9.5 Uko twakwirinda abana ubumuga\nBabyeyi, twarinda umwana ubumuga umubyeyi utwite yisuzumisha kwa muganga\nbyibura inshuro 8, afata inyunganiramirire zikomatanyije yahawe na muganga, arya\nindyo yuzuye, agira isuku, yirinda itabi, inzoga, imiti atandikiwe na muganga ndetse\nn’imiti ya gakondo, yirinda guhumeka imyuka ihumanya, yirinda impanuka zo mu rugo\nno mu muhanda, yirinda amakimbirane, kandi akabyarira kwa Muganga.\nUmwana agomba konka neza uko bikwiye, gukingirwa inkingo zose zateganyijwe,\nkugaburirwa indyo yuzuye no kumuvuza hakiri kare ku baganga bemewe, gukunda\nkumukinisha, kumuganiriza no gukangura ubwonko bw’umwana hakiri kare\n 9.6 Kwita ku bana bafite ubumuga no kubafasha kwiga\nAbana b"}
{"page": 42, "text": ", yirinda itabi, inzoga, imiti atandikiwe na muganga ndetse\nn’imiti ya gakondo, yirinda guhumeka imyuka ihumanya, yirinda impanuka zo mu rugo\nno mu muhanda, yirinda amakimbirane, kandi akabyarira kwa Muganga.\nUmwana agomba konka neza uko bikwiye, gukingirwa inkingo zose zateganyijwe,\nkugaburirwa indyo yuzuye no kumuvuza hakiri kare ku baganga bemewe, gukunda\nkumukinisha, kumuganiriza no gukangura ubwonko bw’umwana hakiri kare\n 9.6 Kwita ku bana bafite ubumuga no kubafasha kwiga\nAbana bafite ubumuga ni abana nk’abandi, bafite uburenganzira bwo kwiga mu ngo\nmbonezamikurire ndetse n’amashuri atandukanye"}
{"page": 43, "text": "- Ababyeyi bagomba gufasha umwana ufite ubumuga kugira amahirwe yo kwiga,\ngutsinda no kurangiza ishuri.\n- Bagomba no kumufasha kubona insimburangingo n’ubufasha bwihariye bafatanyije\nn’abarezi be.\n- Ni ngombwa kumenyekanisha umwihariko wabo kugira ngo bafashwe uko bikwiye\nkandi babashe kugendana n’abandi.\n- Abana bafite ubumuga bagomba kwinjizwa mu mikino n’ibikorwa rusange kugira ngo\nbatigunga cyangwa ngo biyange.\n- Ntihakwiye kubaho uhejwe cyangwa usigaye inyuma mu bikorwa by’abana.\n9.7 Abana bafite ibibazo by’idindira mu mikurire\nIbyiciro by’ingenzi mu mikurire y’umwana\nKwitegereza imikurire y’umwana wabo kugirango batahure hakiri kare ibimenyetso\nby’idindira mu mikurire. Kujya kwa muganga igihe ubona ikibazo gikomeye cy’idindira\nmu mikurire y’umwana.\nGutahura hakiri kare ibibazo by’ idindira mu mi kurire y’umwana\n • Ibyiciro by’imikurire biduha ishusho rusange y’igihe umwana aba akwiye gukora\nikintu runaka mu mikuririre ye, nko gutangira kugenda.\n • Icyiciro gitinze kugaragara mu mikurire bikagera mu mezi abiri kuzamura, bifatwa\nnk’idindira rikabi je bitewe n’icyiciro umwana yakabaye agezeho.\n• Iyo imikurire y’ umwana ku kiciro runaka idindiyeho gato ntibiba bisobanuye ako\nkanya ko ari ikibazo cy’ubumuga. Ariko iyo idindiye cyane, birashoboka ko bwaba ari\nubumuga.\n• Igihe cyose umwana agize ubukerererwe bukabije bwo gukora ikintu ku cyiciro runaka,\nugomba kumujyana kwa muganga.\n • Gutahura ikibazo no kugikurikirana hakiri kare ni ingirakamaro.\n9.8 umwana ufite ikibazo mu mivugire:\n- Uruhinja rutivugisha/rutiganiriza nkuko bisanzwe iyo ruri mu kigero cy’amezi 6 -\nUmwana w’igitambambuga utabasha gutobora ngo avuge ijambo na rimwe ku myaka 2\n- Umwana w’incuke utarabasha kuvuga amagambo ngo wumve icyo avuze.\n9.9 ibibazo bishobora kuvuka ku bijyanye no kumva k’umwana :\n- Umwana utinyeganyeza iyo hari ijwi cyangwa urusaku byumvikanye\n- Ntagutega amatwi iyo umuvugishije cyangwa ngo amwenyure iyo umukinishije\n- Umwana iyo akubonye arahindukira ariko wamuhamagara wigiye hirya gato aho\natakureba ntiyitabe\n- Ntiyita ku ndirimbo\n - Ku mwaka 1, umwana yaradindiye mu gusubiramo cyangwa kuvuga amagambo\nyoroheje ubundi abana baheraho biga kuvuga nka “m"}
{"page": 43, "text": " amagambo ngo wumve icyo avuze.\n9.9 ibibazo bishobora kuvuka ku bijyanye no kumva k’umwana :\n- Umwana utinyeganyeza iyo hari ijwi cyangwa urusaku byumvikanye\n- Ntagutega amatwi iyo umuvugishije cyangwa ngo amwenyure iyo umukinishije\n- Umwana iyo akubonye arahindukira ariko wamuhamagara wigiye hirya gato aho\natakureba ntiyitabe\n- Ntiyita ku ndirimbo\n - Ku mwaka 1, umwana yaradindiye mu gusubiramo cyangwa kuvuga amagambo\nyoroheje ubundi abana baheraho biga kuvuga nka “mama” cyangwa “dada” Saba\nababyeyi barebe ku bijyanye no kureba\n9.10 ibimenyetso by’ ubumuga bwo kutabona ku mwana:-"}
{"page": 44, "text": "Uruhinja rurengeje amezi 3 rukaba rudashobora gukurikiza amaso ikintu umunyujije\nimbere, uva iburyo ugana ibumoso.\n- Amaso ataringaniye (areba imirari, amaso yigaragura, cyangwa agenda rubiriki iyo\numwana yitegereza ikintu), kandi umwana arengeje amezi 4\n- Iyo imboni yeruruka cyane cyangwa isa nk’ikijuju\n- Amaso yizunguza cyane impande n’impande\n- Kubona umwana agaragaza ko aribwa mu maso, yibyiringira cyangwa akuba amaso\n- Gutukura ijisho cyangwa yombi bikamara iminsi byaranze gushira\n- Imirishyi/amashyira mu jisho cyangwa yombi\n - Amaso ahora abungamo amarira/ amatembabuzi menshi- Ibitsike byenda gutwikira\nijisho\n- Amaso atinya urumuri cyane.\n9.11 Uko twagenzura imikorere y’ingingo z’umwana\nuko umwana akoresha amaboko n’amaguru, n’uburyo yifasha gukora ibintu:\n• Mujye mukurikiranira hafi cyane uko uruhinja rwanyu rugenda rukura mugenzure niba\nhari icyiciro ki garagaza kudindira.\n• Jya kwa muganga umutekerereze uko umwana ameze, amusuzume akugire inama,\ncyane ko hari igihe byasaba kukohereza aho yabona ubufasha bukwiye.\n: • Ibyiciro by’imikurire biduha ishusho rusange y’igihe umwana aba akwiye gukora\nikintu runaka mu mikuririre ye, nko gutangira kugenda.\n• Niba hari ikiguhangayikishije ku byiciro by’imikurire y’umwana, baza muganga.\n9.12 Ubumuga buvukanwa\n: Umwana wavukanye umutwe munini (amazi ku bwonko).\n Indwara yo kuvukana amazi ku bwonko ituma umutwe w’umwana uba munini cyane\nntunakomere. Umwana agomba guhita ajyanwa byihutirwa ku bitaro byihari ye.\nIndwara yo kugagara kw’imikaya y’ubwonko\n umwana ntabashe guhagarara no kugenda (Cerebral Palsy) Indwara yo kugagara\nkw’imikaya y’ubwonko iterwa no kugira ibibazo ku bwonko mu minsi ya mbere\ny’uruhinja ; bibaho kenshi mu gihe cyo kuvuka.\n Ibimenyetso biyigaragaza cyane ni ukwizunguza no kwikaraga kw’ingingo bikabije\nndetse no kugagara kw’ingingo zimwe na zimwe.\nIbibari\n Ibibari ni indwara umwana avukana umubiri w’igice cyo hejuru cy’umunwa kikaba\ngisadutse. Ibibari ni ukuvuka umunwa wo hejuru cyangwa hasi usadutse. Bishobora no\nkuba mu gisenge cy’akanwa. Ibibari bishobora gukira\nabuzima-fatizo/chromosome (down syndrome) Ni ubumuga buterwa n’imikorere itari\nkumurongo y’utunyabuzima-fatizo (chromosome) igatuma twi yongera bigatuma\num"}
{"page": 44, "text": "so biyigaragaza cyane ni ukwizunguza no kwikaraga kw’ingingo bikabije\nndetse no kugagara kw’ingingo zimwe na zimwe.\nIbibari\n Ibibari ni indwara umwana avukana umubiri w’igice cyo hejuru cy’umunwa kikaba\ngisadutse. Ibibari ni ukuvuka umunwa wo hejuru cyangwa hasi usadutse. Bishobora no\nkuba mu gisenge cy’akanwa. Ibibari bishobora gukira\nabuzima-fatizo/chromosome (down syndrome) Ni ubumuga buterwa n’imikorere itari\nkumurongo y’utunyabuzima-fatizo (chromosome) igatuma twi yongera bigatuma\numwana agira ubukererwe mu mikurire n’imikorere y’ubwonko.\n Iyi ndwara itera abana ubumuga bugaragara ku mubiri ndetse no mu bwenge. N’ubwo\nubu bumuga budakira, iyo butangiye gukurikiranwa hakiri kare buroroha ubuzima buga"}
{"page": 45, "text": "komeza. Abana bavukanye ubu bumuga bakavurwa hakiri kare bashobora kubaho\nubuzima bwisanzuye bakagera kuri byinshi mu buzima.\nIndwara ifata imyakura y’ahagana hasi ku ruti rw’umugongo ntirwifunge neza\n(Spina Bifida)\n Iyi ni indwara ifata imyakura y’ahagana hasi ku ruti rw’umugongo.\n Genzura ku mugongo w’uruhinja rwawe. Niba hariho ikibyimba kinini, igisebe cyangwa\nikintu kidasanzwe gishobora no kuba nk’ubwoya bwinshi budasanzwe bukoze agatsiko,\nishobora kuba ari iyi ndwara.\nUbumuga bw’ingingo (amaboko n’amaguru)\nAbana bashobora kuvuka hari igice cy’ingingo (ak aboko cyangwa akaguru)\nbatavukanye, katuzuye cyangwa kamugaye.\n Abana bafite ibi bibazo bashobora gukurikiranirwa mu bigo byihariye mu kuvura ubumu\nga bw’ingingo.\n Ubumuga bw’uruhu rwera\n Uruhu rw’umwana rubura utunyangingo dutuma rukomera noneho rukagira ibara ryera\nkandi rubasha kwangizwa mu buryo bworoshye n’imirasire y’izuba. Ufite ubu bumuga\nahorana ikibazo cy’amaso, ariko ntibigira ingaruka ku mikorere y’ubwonko.\nIkirenge kitaringaniye\nIkirenge ntikiba kiringaniye uko cyakagombye kuba kimeze.\nUbumuga bwo kudakomera mu mavi (imitego)\nMu mavi ntihaba hakomeye (imitego), amavi ashobora gutagarana cyangwa akenda\nkugongana\nUbumuga bw’intoki n’amano\n Kwa muganga bashobora kubaga ahafite ikibazo bakaringaniza bigakemuka\n • Ganira na muganga ku bumuga umwana yavukanye, kandi wihutire no kumugeza ku\nbitaro byabugenewe.\n • Wumvire inama za muganga kandi wihutire kuvuza umwana ubumuga yavukanye.\n • Bumwe mu bumuga buvukanwa bushobora kuvurwa hakiri kare ariko umwana\nagakenera kwitabwa ho na nyuma yaho. Urugero, uruhinja rwavukanye ibibari\n[bikabagwa] rushobora gukomeza gukenera gufashwa mu kugaburirwa ndetse no kubona\nubufasha bwihariye butuma abasha kuvuga uko agenda akura.\nimbogamizi mubona zatuma umwana wavukanye ubumuga atavuzwa ?\n (Urugero nko kuba kure y’ibitaro bitanga ubwo buvuzi bwihariye, kubura amafaranga,\nkubura umwanya…) .\n9.13 Gahunda yo gufashiriza murugo abana bafite ubumuga\nNi iki ababyeyi bashobora gukora ngo bafashe umwana ufite ubumuga? Ni nde ushobora\ngufasha ababyeyi bafite umwana ufite ubumuga kwita ku mwana wabo?\n• Iyo gahunda yo gukurikiranira umwana mu rugo iba igamije gufasha umwana wamaze\ngusuzumwa ubumuga runaka bwihariye.\n • G"}
{"page": 45, "text": "izi mubona zatuma umwana wavukanye ubumuga atavuzwa ?\n (Urugero nko kuba kure y’ibitaro bitanga ubwo buvuzi bwihariye, kubura amafaranga,\nkubura umwanya…) .\n9.13 Gahunda yo gufashiriza murugo abana bafite ubumuga\nNi iki ababyeyi bashobora gukora ngo bafashe umwana ufite ubumuga? Ni nde ushobora\ngufasha ababyeyi bafite umwana ufite ubumuga kwita ku mwana wabo?\n• Iyo gahunda yo gukurikiranira umwana mu rugo iba igamije gufasha umwana wamaze\ngusuzumwa ubumuga runaka bwihariye.\n • Gahunda yo gukurikiranira mu rugo umwana ufite ubumuga ikorwa n’impuguke mu\nbuvuzi, umury ango w’umwana n’abandi baturanyi bahuriza hamwe guha umwana ufite\nubumuga ubufasha bwihariye akeneye haba mu myigire cyangwa ubuzima busanzwe."}
{"page": 46, "text": "• Gira inama abagize umuryango ndetse n’umwana ufite ubumuga kumenya uko bazajya\nbitwara, uko begenzura imbamutima zabo ku bijyanye n’ikibazo cyo kugira ubumuga.\n • Igisha abana bafite ubumuga kujya bamenya icyo bakeneye no kukimenyekanisha\nkugirango babone ubufasha.\n • Igisha abagize umuryango ubumenyi bw’ibanze bwo gufasha abana bafite ubumuga\nkugirango bajye bafashiriza abo bana mu rugo.\n • Shishikariza ababyeyi kujyana abana bafite ubumuga ku ishuri no kubafasha mu\nmyigire\n9.14 Inzitizi abana bafite ubumuga bakunda kugira\n• Abana bafite ubumuga baba bagira inzitizi :\n• Mu miterere y’umubiri wabo : ingingo zimwe zigize umubiri (amaguru, amaboko,\nijosi,) cyangwa ingingo z’imbere mu mubiri (umutima, ibihaha, ubwonko) ; cyangwa\n• Mu mikorere y’umubiri wabo : imikorere y’umubiri w’umuntu (guhumeka, gutekereza,\namarangamutima, kureba,)\n• Izo nzitizi zishobora kubabuza gukora ibikorwa dusanzwe tumenyereye nko kugenda,\nkwicara, kurya, guteka, n’ibindi, no gukora ibikorwa bisanzwe mu buzima nko kujya ku\nishuri, guki na, kujya ku rusengero n’ibindi.\n• Abana bafite ubumuga ni abana nk’abandi. Bakeneye gukundwa no guhabwa agaciro.\n • Bakura ku rwego rw’imiterere yabo. Mu mikurire yabo bahura n’imbogamizi nyinshi\nugereranyije n’abandi bana; ni yo mpamvu bakenera ubufasha burenze ubw’abandi\n9.15 Impamvu zitera ubumuga\n• Impamvu zitera ubumuga zishobora kubaho mbere yo gusama, umwana akiri mu nda,\narimo kuvuka, cyangwa amaze kuvuka.\n• Ubumuga si urupfu ; Ubumuga bwinshi bwakwirindwa.\n • Hari impamvu zitandukanye zitera ubumuga. Kwirinda ibitera ubumuga ni inshingano\nz’ababyeyi bombi, kandi nta n’umwe ukwiye kwitirirwa kuba nyirabayazana w’ubumuga\nbw’umwana\n9.16 Ingaruka z’ubumuga ku mwana\nUbumuga cyangwa idindira mu mikurire bigira ingaruka zinyuranye ku buzima\nbw’umwana.\nZimwe muri izo ni :\n• Kudashobora kwiyitaho : kwiyambika, kwiga burira, gukoresha ubwiherero.\n• Kudashobora kuganira n’abandi : kudashobora gusobanurira abandi igitekerezo cye,\nibyifuzo ndetse imbamutima ze.\n • Kubura amahirwe nk’ay’abandi bana mu buto bwe, nko kwiga no gukina\n • Ubumuga butuma umwana adakora icyo ashaka cyangwa yifuza\n• Guhabwa akato n’abandi\n • Kubura urukundo rw’ababyeyi cyang"}
{"page": 46, "text": "ana\nUbumuga cyangwa idindira mu mikurire bigira ingaruka zinyuranye ku buzima\nbw’umwana.\nZimwe muri izo ni :\n• Kudashobora kwiyitaho : kwiyambika, kwiga burira, gukoresha ubwiherero.\n• Kudashobora kuganira n’abandi : kudashobora gusobanurira abandi igitekerezo cye,\nibyifuzo ndetse imbamutima ze.\n • Kubura amahirwe nk’ay’abandi bana mu buto bwe, nko kwiga no gukina\n • Ubumuga butuma umwana adakora icyo ashaka cyangwa yifuza\n• Guhabwa akato n’abandi\n • Kubura urukundo rw’ababyeyi cyangwa kwi tabwaho\n9.17 Umuryango ufite umwana ufite ubumuga\n• Akato n’ihezwa  : umuryango ufite umwana ufite ubumuga ushobora kudatumirwa mu\nbikorwa/ibi rori by’aho atuye cyangwa ubwawo ukiheza.\n• Ibibazo by’amikoro : ubushobozi busabwa ku buvuzi bw’umwana burabahenda,\nkutabona umwanya wo gukora kubera ubufasha bwihariye umwana akenera, ..."}
{"page": 47, "text": "• Umuryango ubaho udatuje : buri wese aba afite igishyika cyo gusiga umwana wenyine ;\nn’iyo yaba ari mukuru.\n • Bishobora guteza ubwumvikane buke hagati y’ababyeyi n’imiryango yabo,\ngutandukana kw’abashakanye kandi akenshi ababirenganiramo ni abagore.\nUbufasha bw’abaturanyi ku mwana ufite ubumuga.\nni iki abaturanyi bakora kugirango bafashe umuryango kwita ku mwana ufite ubumuga ?\n• Habaho amatsinda y’ababyeyi yo gushyigikira umuryango ufite umwana ufite\nubumuga. Ba umwe muri bo cyangwa uhamagarire abandi babyeyi uzi kugana ayo\nmatsinda.\n• Kugira umwana ufite ubumuga bishobora kutubaho twese. Aho guha akato umuryango\nbya bayeho, ahubwo nimuze tubafashe. Urugero: twanyuzamo tukajya tubafasha kwita\nkuri wa mwa na, kubazanira ibiribwa aho bikenewe, kubasura tukabaganiriza\n9.18 Uburenganzira bwo kwiga ku mwana\n• Buri mwana afite uburenganzira bwo kwiga\n. • Leta y’u Rwanda yiyemeje guteza imbere uburen ganzira bwo kwiga ku bana bafite\nubumuga ;\n• Amahame na politike rusange agenewe abana bafite ubumuga n’abakeneye kwitabwaho\nby’um wihariko agena ko aho bishoboka bajya biga mu mashuri asanzwe bakigana\nn’abandi.\n• Umwana ufite ubumuga ashobora kwiga kandi ak aguka mu bumenyi. Ubumuga bucye\ngusa ni bwo buba inzitizi ku myigire y’abana babufite, ariko nubundi ntibibuza ko abo\nbana bashobora kwiga ku rwego rw’ubushobozi bwabo.\n Umwana ufite ubumuga aramutse agiye mu urugo mbonezamikurire cyangwa ishuri\numwana wawe yigamo. Wabyakira ute?\n • Buri mwana afite uburenganzira bwo kwiga.\n • Leta y’u Rwanda yiyemeje guteza imbere uburenganzira bwo kwiga ku bana bafite\nubumuga ;\n• Amahame na politike rusange agenewe abana bafite ubumuga n’abakeneye kwitabwaho\nby’umwihariko agena ko aho bishoboka bajya biga mu mashuri asanzwe bakigana\nn’abandi.\n • Umwana ufite ubumuga ashobora kwiga kandi akaguka mu bumenyi. Ubumuga bucye\ngusa ni bwo buba inzitizi ku myigire y’abana babufite, ariko nubundi ntibibuza ko abo\nbana bashobora kwiga ku rwego rw’ubushobozi bwabo\n9.19 Umwana ufite ubumuga aramutse agiye mu urugo mbonezamikurire cyangwa\nishuri umwana wawe yigamo. Wabyakira ute?\n• Abana bafite ubumuga ni abana nk’abandi. Bakeneye gukundwa no guhabwa agaciro no\nkwitabwaho. Bagomba kujya mu marerero no mu ishuri, gukina n’abandi bana no"}
{"page": 47, "text": " • Umwana ufite ubumuga ashobora kwiga kandi akaguka mu bumenyi. Ubumuga bucye\ngusa ni bwo buba inzitizi ku myigire y’abana babufite, ariko nubundi ntibibuza ko abo\nbana bashobora kwiga ku rwego rw’ubushobozi bwabo\n9.19 Umwana ufite ubumuga aramutse agiye mu urugo mbonezamikurire cyangwa\nishuri umwana wawe yigamo. Wabyakira ute?\n• Abana bafite ubumuga ni abana nk’abandi. Bakeneye gukundwa no guhabwa agaciro no\nkwitabwaho. Bagomba kujya mu marerero no mu ishuri, gukina n’abandi bana no kwiga.\n • Ubumuga ntibwandura. Umwana ntiyabwanduza abandi"}
{"page": 48, "text": "9.20 Uburezi budaheza ku bana bafite ubumuga\n • Uburezi budaheza busobanuye ko abana bose bagomba kwigana mu kigo kimwe.\nAbana bose bagomba kwakirwa bagafashwa kwiga.\n  • Ingo mbonezamikurire n’amashuri bagomba :\nKubaka inyubako mu buryo butabangamiye abanyeshuri bafite ubumuga butandukanye.\nKugira imfashanyigisho zigenewe abana bakeneye ubufasha bwihariye mu kwiga\n o Kugira abarezi n’abarimu bahuguwe ku burezi budaheza mu marerero n’amashuri.\n •Abana bakeneye ubufasha bwihariye mu kwiga ni abafite imbogamizi z’igihe gito\ncyangwa kirekire zituma atabasha kwiga mu buryo busanzwe.\n9.21 Gufasha abana bafite ubumuga kugana ishuri no gutsinda amasomo\nUrugo mbonezamikurire/urugo mbonezamikurire cyangwa ishuri bigomba gukora\nisesengura ku bufasha bwihariye bukenewe mu myigishirize ; abarezi n’ababyeyi\nbagatanga amakuru ku rwego ubumuga bw’umwana buriho, ubufasha bwihariye akeneye,\ninzitizi ahura na zo, n’ubushobozi bwe mu myigire.\n Aho bikenewe, hakorwa gahunda yihariye ku mwana bigaragara ko ayikeneye\n(Individual Education Plan - IEP). Ababyeyi ubwabo baba ku isonga mu gushyigikira\numwana mu myigire yihariye, bamufasha gusubiramo amasomo.\n9.22 Uko abana bafite ubumuga bahabwa Uburezi budaheza\n Gushyira abana bafite ubumuga bwo kwiga mu marerero; cyangwa gushishikariza\nababyeyi bafite umwana ufite ubumuga kumwohereza mu ngo mbonezamikurire\nn’amashuri.\nGufasha umwana ufite ubumuga gutsinda no kurangiza ishuri.\nKwakira neza abana bafite ubumuga ku marerero/ingo mbonezamikurire n’amashuri\nGukoresha ururimi rw’amarenga aho bikenewe, no gukangurira abana kurukoresha\nkugirango babashe kuvugana n’umwana bigana ufite ubumuga busaba kuganira ari uko\nakoresheje amarenga.\n9.23 Gufasha abana bafite ubumuga bwo kutavuga\n • Abana bafite ubumuga bwo kutavuga cyangwa ibindi bibazo mu mikurire bakunda\nkugira ipfunwe.\n • Ashobora kubabara cyane iyo abona atabashije gutanga igitekerezo uko babyifuzaga\ncyangwa gukora ikintu uko yabishakaga, cyangwa iyo ata bonye icyo yifuzaga\n• Ihanganire umwana wawe, umureke ntumuce mu ijambo umwunganira igihe arimo\narwana no kukubwira icyo yifuza.\n • Muhe umwanya uhagije igihe arimo kukuganiriza, kandi ugerageze gutahura ibyo\nashaka kukubwira.\n• Gerageza uburyo bunyuranye bwakoroshya ikiganiro, nko gukoresha ibimenyetso,\ngutunga ur"}
{"page": 48, "text": " bibazo mu mikurire bakunda\nkugira ipfunwe.\n • Ashobora kubabara cyane iyo abona atabashije gutanga igitekerezo uko babyifuzaga\ncyangwa gukora ikintu uko yabishakaga, cyangwa iyo ata bonye icyo yifuzaga\n• Ihanganire umwana wawe, umureke ntumuce mu ijambo umwunganira igihe arimo\narwana no kukubwira icyo yifuza.\n • Muhe umwanya uhagije igihe arimo kukuganiriza, kandi ugerageze gutahura ibyo\nashaka kukubwira.\n• Gerageza uburyo bunyuranye bwakoroshya ikiganiro, nko gukoresha ibimenyetso,\ngutunga urutoki ku kintu ashaka, n’ururimi rw’amarenga\n9.24  Ese abana bato bashobora kumenya amarenga\nAbana bashobora kwiga ururimi rw’amarenga kuva bakiri impinja. Uruhinja rufite amezi\n6 rushobora kwiga amarenga amwe n’amwe noneho ku mezi 12 rukaba rubasha kuvuga"}
{"page": 49, "text": "ibintu runaka cyoroheje no kwerekana ibyo rukeneye mu marenga. Urugero “Ndashaka”,\n“Nyongera”, “Kurya”, “Nyabuna”\n9.25 Ese ni gute umwana ufite ubumuga (kutumva, kutabona, mu myitwarire)\nashobora gukina?\n • Gukina bifasha abana gukura neza no kwiga\n• Abana bafite ubumuga bagomba guhabwa uburyo bunyuranye bwo gukina nk’abandi\nbana\n• Gukina n’abandi bana bitera abana bafite ubumuga kumva bisanzuye"}
