{"page": 1, "text": "1.0 Gutwita bisobanura iki?\nGutwita bisobanura igihe umugore aba atwite umwana mu nda, kuva intanga n’urusoro\nbyahuye kugeza igihe cyo kubyara. Ni urugendo rw’amezi hafi icyenda aho umwana\nakura, kandi umugore agahinduka mu mubiri no mu buzima bwe.\n1.1 Ibimenyetso bigaragaza ko utwite (umugore utwite)\nKumenya ko utwite ntibishingira ku kimenyetso kimwe gusa. Iyo hari byinshi byihurijeho,\nbitanga gihamya ikomeye ko umugore ashobora kuba atwite.\n Gutinda kw’imihango\nUbusanzwe umugore aba afite gahunda y’imihango ye. Iyo imihango itinzeho iminsi irenga\nirindwi, kandi nta mpamvu izwi yabiteye (nko stress cyangwa indwara), kenshi bishobora kuba\nikimenyetso cya mbere cy’uko ashobora kuba atwite.\nIsesemi no kuruka\nMu byumweru bya mbere, umugore ashobora gutangira kumva asesemewe cyangwa akajya\nakaruka, cyane cyane mu gitondo (babita morning sickness), ariko bishobora no kuba ku masaha\natandukanye y’umunsi.\n Impinduka ku mabere\nAmabere ashobora:\n Kubabara cyangwa kubyimba,\n Kugaragara aremereye kurenza ibisanzwe,\n Guhindura imvange y’ibimenyetso: rimwe akaryoha, rimwe akaribwa, rimwe akarushaho\nkuba menshi cyangwa akazana ubushyuhe.\nUmunaniro ukabije\nUmugore atangira kumva ananiwe cyane, nubwo ntacyo yakoze kiremereye. Akunda gusinzira\ncyane, cyangwa akumva nta mbaraga zo gukora imirimo asanzwe akora.\n Impinduka mu marangamutima\nImisemburo irahinduka cyane. Umugore ashobora:\n Guhinduranya amarangamutima mu kanya gato,\n Kubabara byoroshye cyangwa kurakarira utuntu duto,\n Ariko nanone mu gihe gito agahinduka akishima cyane.\n Kujya ku bwiherero kenshi\nMu ntangiriro z’inda, impinduka mu mikorere y’umubiri zituma umugore ajya kunyara inshuro\nnyinshi kurusha ibisanzwe."}
{"page": 2, "text": "Impinduka ku biryo cyangwa ku mpumuro\n Ibintu yakundaga kurya ashobora kubyanga.\n Impumuro zimwe (nk’iza amavuta cyangwa umunyu) ziramubangamira cyane.\n Ibi byose biterwa n’impinduka mu misemburo.\nAmashereka make agaragara\nHari abagore mu ntangiriro z’inda bagaragaza utuntu duto tw’amashereka (colostrum) ku\nibere, nubwo biba ari duke kandi atari ibintu bihoraho.\nUbubabare bukabije cyangwa amaraso atari mu buryo busanzwe\n Hari abagore bashobora kugaragaza ububabare bukomeye mu nda.\n Hari n’ababona amaraso mu buryo butari busanzwe.\nIbi bishobora kwerekana ko hari ikibazo gikomeye mu nda gikeneye kwitabwaho\nbyihuse.\nIcyo wakora iyo ufite ikimenyetso kimwe gusa\n• Tegura umunsi wanyuma w’imihango yawe kandi wandike itariki neza.\n• Niba imihango yatindie iminsi irenga 7, kora ikizamini cy’inda (pregnancy test) mu gitondo\nukoresheje inkari za mbere.\n• Niba test yagaragaje ko utwite: tangira kwipimisha (ANC) mu byumweru bitarenze 12, kandi\nutangire gufata acide folique buri munsi nk’uko muganga abigutegeka.\n• Niba test yagaragaje ko atari inda, ariko ikimenyetso gikomeza cyangwa kibangamye, ongera\nukore test nyuma y’iminsi 2–3 kandi usabe inama kwa muganga.\n• Mbere yo kugira gihamya, irinde inzoga, itabi n’imiti itandikiwe n’umuganga.\nIcyo wakora iyo ibimenyetso birenze kimwe\n• Kora ikizamini cy’inda nonaha, cyangwa ujye ku kigo nderabuzima usabe isuzuma.\n• Niba byemejwe ko utwite: andikisha inda yawe (ANC), utegure gahunda z’isuzuma za buri\ngihe, kandi ukurikize inama z’imirire n’isuku.\n• Niba test ari negatif ariko ibimenyetso bikomeje, jya kwa muganga basuzume izindi mpamvu.\n1.2 Icyo wakora mugihe imihango yatinze\nIcyo wakora ako kanya:\n• Niba iminsi irenga 7 itaragera ku mihango isanzwe, kora ikizamini cy’inda mu gitondo.\n• Irinde inzoga n’itabi; wirinde imiti utandikiwe n’umuganga.\nIbyiza ukora mu minsi ya vuba:\n• Niba test ari pozitivu, andikisha inda yawe (ANC) hakiri kare.\n• Niba test ari negatifu, ongera ukore test nyuma y’iminsi 2–3. Niba bikomeje, saba inama kwa\nmuganga.\nJya kwa muganga ako kanya niba:\n• Ufite kuribwa bikomeye mu nda cyangwa kuva bidasanzwe.\n• Ufite ihungabana rikabije n’umutwe ukabije uherekejwe no kuribwa mu nda."}
{"page": 2, "text": "• Irinde inzoga n’itabi; wirinde imiti utandikiwe n’umuganga.\nIbyiza ukora mu minsi ya vuba:\n• Niba test ari pozitivu, andikisha inda yawe (ANC) hakiri kare.\n• Niba test ari negatifu, ongera ukore test nyuma y’iminsi 2–3. Niba bikomeje, saba inama kwa\nmuganga.\nJya kwa muganga ako kanya niba:\n• Ufite kuribwa bikomeye mu nda cyangwa kuva bidasanzwe.\n• Ufite ihungabana rikabije n’umutwe ukabije uherekejwe no kuribwa mu nda."}
{"page": 3, "text": "1.3 Icyo wakora mugihe ufite Isesemi no kuruka\nIcyo wakora ako kanya:\n• Rya ibiryo bito-bito kenshi; irinde amavuta menshi n’ibiryo bifite impumuro ikaze.\n• Fata amazi gahoro gahoro kenshi; gerageza icyayi cya tangawizi (ginger) niba kiboneka.\nIbyiza ukora mu minsi ya vuba:\n• Kora urutonde rw’ibiryo bigutera isesemi ubirinde; hitamo ibiryo byoroshye nk’imyumbati,\numuceli, imboga.\n• Genzura ko urimo kurya indyo yuzuye; saba inama ku mirire nibikugora.\nJya kwa muganga ako kanya niba:\n• Uri kuruka cyane ku buryo ntacyo ushobora gufata mu masaha 24.\n• Ugaragaza ibimenyetso by’umwuma (akanwa kuma, inkari nke cyane, umutwe uhindagurika).\n1.3 icyo wakora mugihe ugize impinduka ku mabere (kubyimba/kubabara)\nIcyo wakora ako kanya:\n• Koresha amasutiya yoroheje ashyigikira neza, atagukanda.\n• Irinde gukanda cyangwa gukama amabere udafite impamvu ya muganga.\nIbyiza ukora mu minsi ya vuba:\n• Komeza isuku y’umubiri; niba hari utuntu tw’umukororo (colostrum) kenera agapira ko\nkubyitwaramo.\n• Saba inama niba ububabare buterwa n’ahantu humwe ku ibere rimwe.\nJya kwa muganga ako kanya niba:\n• Hari udusebe, uruhu rwatukura cyane, umuriro cyangwa isohoka ridasanzwe (gusa n’amaraso\ncyangwa ipus).\n• Hari akabyimba kamwe gafatika mu ibere kagenda kiyongera.\n1.4 icyo wakora mugihe ugira Umunaniro ukabije\nIcyo wakora ako kanya:\n• Ruhuka; teganya amasaha 8–9 yo gusinzira nijoro.\n• Igabanya imirimo iremereye kandi unywe amazi ahagije.\nIbyiza ukora mu minsi ya vuba:\n• Rya indyo yuzuye (imboga, imbuto, ibinyampeke, ibinyamavuta byiza n’ibikomoka ku\nmatungo).\n• Vuga n’umuganga ku nyunganiramirire (iron/fer na acide folique).\nJya kwa muganga ako kanya niba:\n• Uhumeka nabi, umutima wihuta cyane, cyangwa umunaniro urenze ibisanzwe nubwo uruhutse.\n• Urasarara, udatya cyangwa ugira isereri kenshi.\n1.5 icyo wakora mugihe ugira impinduka mu marangamutima\nIcyo wakora ako kanya:\n• Ganira n’umugabo wawe cyangwa inshuti; fata umwanya wo kuruhuka.\n• Kora imyitozo yoroshye yo guhumeka no kurambura umubiri.\nIbyiza ukora mu minsi ya vuba:\n• Shaka itsinda ry’ababyeyi cyangwa umujyanama; tegura gahunda yo kwisuzuma mu gihe\nukomeza kumva utameze neza.\n• Itegure ibikorwa bikunezeza: gusenga, gusoma, kumva umuziki.\nJya"}
{"page": 3, "text": "ubwo uruhutse.\n• Urasarara, udatya cyangwa ugira isereri kenshi.\n1.5 icyo wakora mugihe ugira impinduka mu marangamutima\nIcyo wakora ako kanya:\n• Ganira n’umugabo wawe cyangwa inshuti; fata umwanya wo kuruhuka.\n• Kora imyitozo yoroshye yo guhumeka no kurambura umubiri.\nIbyiza ukora mu minsi ya vuba:\n• Shaka itsinda ry’ababyeyi cyangwa umujyanama; tegura gahunda yo kwisuzuma mu gihe\nukomeza kumva utameze neza.\n• Itegure ibikorwa bikunezeza: gusenga, gusoma, kumva umuziki.\nJya kwa muganga ako kanya niba:\n• Agahinda gakomeye kumara ibyumweru birenze bibiri.\n• Ibitekerezo byo kwiyahura cyangwa kwishora mu byago—shaka ubufasha bwihuse."}
{"page": 4, "text": "1.6 icyo wakora mugihe wumva ushaka kujya ku bwiherero kenshi\nIcyo wakora ako kanya:\n• Nyunyuza amazi ahagije umunsi wose; irinde ikawa/caffeine n’inzoga.\n• Ntukihambirize ku nkari igihe kirekire.\nIbyiza ukora mu minsi ya vuba:\n• Komeza isuku y’igitsina imbere (utagikoresheje ibitera ubusharire).\n• Niba bikomeza, saba isuzuma ry’inkari (UTI) ku ivuriro.\nJya kwa muganga ako kanya niba:\n• Ujyanishije no kubabara mu nda y’epfo, inkari zishyushya cyangwa zirimo amaraso, umuriro\nmwinshi.\n• Umutwe ukabije no kubabara mu mugongo munsi.\n1.7 icyo wakora mugihe watangiye kwanga impumuro cyangwa ibiryo bimwe\nIcyo wakora ako kanya:\n• Irinde impumuro/ibiryo bikubangamira; funguza inzu cyangwa ukorete umwuka mwiza mu\ngikoni.\n• Hitamo ibindi byasimbura ukabona intungamubiri (urugero: niba wanze inyama, ushobora\ngufata ibishyimbo, amagi, amata).\nIbyiza ukora mu minsi ya vuba:\n• Komeza gufata inyunganiramirire za mbere y’inda/zo mu nda nk’uko muganga abiteganya.\n• Saba inama z’imirire niba uri gutakaza ibiro.\nJya kwa muganga ako kanya niba:\n• Watakaje ibiro byinshi mu gihe gito cyangwa utabasha gufata indyo yuzuye.\n• Ufite isesemi rikomeye rikumara igihe kinini.\n1.8 icyo wakora mugihe utangiye kubona amashereka make agaragara kare\nIcyo wakora ako kanya:\n• Ntugahangayike; bishobora kubaho. Koresha agapira ko kubyitwaramo niba bikubangamiye.\n• Irinde gukanda ibere kenshi cyangwa kugikama udasabwe n’umuganga.\nIbyiza ukora mu minsi ya vuba:\n• Komeza isuku y’amabere; hamagara umuganga niba bitera uburibwe.\n• Genzura niba atari isohoka ridasanzwe.\nJya kwa muganga ako kanya niba:\n• Amashereka ari menshi cyane, arimo amaraso, cyangwa uherekejwe n’umuriro/uburibwe\nbukabije.\n1.9 icyo wakora mugihe wumva ububabare bukabije cyangwa kuva bidasanzwe\nIcyo wakora ako kanya:\n• Hagarika imirimo; shyira agapira mu myenda ukurikire umubare w’amaraso asohoka\n(ntukinjize ikintu mu gitsina).\n• Tegura ibyangombwa byawe (ikarita y’ubwisungane, andi makuru) maze ujye ku ivuriro ryo\nhafi.\nIbyiza ukora mu minsi ya vuba:\n• Vugisha umuganga n’iyo byagabanutse kugira ngo amenye ibyabaye.\n• Andika igihe byatangiye, uko byiyongera n’ibindi bimenyetso bikurikirana.\nJya kwa muganga ako kanya niba:\n• Uva amar"}
{"page": 4, "text": " ububabare bukabije cyangwa kuva bidasanzwe\nIcyo wakora ako kanya:\n• Hagarika imirimo; shyira agapira mu myenda ukurikire umubare w’amaraso asohoka\n(ntukinjize ikintu mu gitsina).\n• Tegura ibyangombwa byawe (ikarita y’ubwisungane, andi makuru) maze ujye ku ivuriro ryo\nhafi.\nIbyiza ukora mu minsi ya vuba:\n• Vugisha umuganga n’iyo byagabanutse kugira ngo amenye ibyabaye.\n• Andika igihe byatangiye, uko byiyongera n’ibindi bimenyetso bikurikirana.\nJya kwa muganga ako kanya niba:\n• Uva amaraso menshi, ufite ibise bikomeye, isereri cyangwa gutitira.\n• Utekereza ko waba usama nabi (inda iri hanze y’umura) cyangwa wigeze kubigiraho ikibazo\nmbere."}
{"page": 5, "text": "1.10 Ibimenyetso by’Ibibazo Bikomeye mugihe utwite—Jya kwa Muganga Ako Kanya\n• Kuva menshi cyangwa kumara igihe kirekire, nko gusimbuza amapira menshi mu masaha\nmake.\n• Kubabara bikabije mu nda y’epfo, umuriro mwinshi, cyangwa umutwe ukabije uherekejwe\nn’ijoro rirerire.\n• Kuruka bituma ntacyo ubasha gufata mu masaha 24 no kumva ufite umwuma.\n• Inkari zirimo amaraso cyangwa zishyushya cyane.\n• Guhumeka nabi, umutima wihuta cyangwa isereri ikabije.\n1.11 Muri make: icyo wakora mugihe umwnye ko utwite Icyitonderwa n’Inama Rusange\n• Tangira kwipimisha (ANC) kare, ukurikize gahunda zose z’isuzuma.\n• Fata acide folique na fer/iron nk’uko muganga abigutegeka; irinde inzoga n’itabi.\n• Kurya indyo yuzuye no kunywa amazi ahagije; kora imyitozo yoroshye kandi wirinde imirimo\niremereye.\n• Iyi nyandiko ntiyabisimbura kwa muganga; niba ushidikanya, jya ku ivuriro ryo hafi cyangwa\nikigo nderabuzima kikwegereye.\n2.1 Imirire myiza y’umugore utwite\nImirire myiza ku mugore utwite bisobanura gufata ibiribwa bitandukanye kandi byuzuye\nintungamubiri, kugira ngo umubyeyi abone imbaraga zo gukomeza kubungabunga ubuzima\nbwe no gutunga umwana uri mu nda.\nIbyo biribwa bigomba kuba byuzuye:\n Poroteyine (amagi, amafi, inyama, ibishyimbo) – zifasha umwana gukura neza.\n Ibiribwa bitanga ingufu (umuceri, kawunga, uburo) – bituma umubyeyi akora imirimo\nidahutaza ubuzima.\n Vitamini n’imyunyu (imboga, imbuto) – birinda indwara kandi bigafasha amaraso\nn’imitsi y’umwana gukura.\n Calcium (amata, yogati, fromaji) – ikomeza amagufa n’amenyo y’umwana.\n Amazi meza – afasha igogora no kwirinda umwuma.\nMuri make, imirire myiza ku mugore utwite ni ugutegura indyo yuzuye buri munsi, igizwe\nn’ibi byiciro byose, kugira ngo umubyeyi n’umwana babe bazima kandi barindwe ibibazo\nby’imirire mibi.\n2.2 Muri make: imirire myiza ku mugore utwite\n Muri make, imirire myiza ku mugore utwite ni ugutegura indyo yuzuye buri munsi, igizwe\nn’ibi byiciro byose, kugira ngo umubyeyi n’umwana babe bazima kandi barindwe ibibazo\nby’imirire mibi.\n2.3 Ibikomoka ku matungo umugore utwite yafata\nIngero:"}
{"page": 5, "text": " byose, kugira ngo umubyeyi n’umwana babe bazima kandi barindwe ibibazo\nby’imirire mibi.\n2.2 Muri make: imirire myiza ku mugore utwite\n Muri make, imirire myiza ku mugore utwite ni ugutegura indyo yuzuye buri munsi, igizwe\nn’ibi byiciro byose, kugira ngo umubyeyi n’umwana babe bazima kandi barindwe ibibazo\nby’imirire mibi.\n2.3 Ibikomoka ku matungo umugore utwite yafata\nIngero:"}
{"page": 6, "text": "• Amagi, amafi ateguye neza, inyama zidafite amavuta menshi.\nAkamaro:\n• Bitanga poroteyine nziza ikenerwa mu gukura kw’umwana no gusana umubiri.\nIcyo wakora:\n• Rya amagi atetse neza, amafi yokeje cyangwa atetse, inyama zidafite amavuta. Irinde inyama\nzidashegeshejwe neza.\n2.4 Ibinyamisogwe umugore utwite ashobora gufata\nIngero:\n• Ibishyimbo, amashaza, soya.\nAkamaro:\n• Bitanga poroteyine kandi bikungahaye ku fiber.\nIcyo wakora:\n• Tegura ibishyimbo neza kandi ubishyire mu ifunguro rya buri munsi.\n2.5 Ibinyampeke umugore utwite ashobora gufata\nIngero:\n• Umuceri, kawunga, amasaka, uburo.\nAkamaro:\n• Bitanga ingufu zo gukora imirimo y’umunsi ku munsi.\nIcyo wakora:\n• Hinduranya ibinyampeke; ntukomeze ku biribwa bimwe gusa.\n2.6 Imboga z’icyatsi umugore utwite ashobora gufata\nIngero:\n• Isombe, dodo, epinari, amashu y’icyatsi.\nAkamaro:\n• Zikungahaye kuri folate n’imyunyu ngugu ikenerwa mu gukura kw’ingingo z’umwana.\nIcyo wakora:\n• Rya imboga buri munsi, byibura ikiyiko kinini ku ifunguro.\n2.7 Imbuto umugore utwite ashobora gufata\nIngero:\n• Amacunga, inanasi, watermelon, ibinyomoro.\nAkamaro:\n• Zikungahaye kuri vitamin C ifasha umubiri kumira icyuma.\nIcyo wakora:\n• Rya imbuto zitandukanye buri munsi, nibura kabiri ku munsi.\n2.8 Ibikomoka ku mata umugore utwite ashobora gufata\nIngero:\n• Amata, yogati, fromaji.\nAkamaro:\n• Bitanga calcium ifasha amagufa n’amenyo y’umwana gukomera.\nIcyo wakora:\n• Nywa amata cyangwa yogati nibura igikombe kimwe ku munsi."}
{"page": 7, "text": "2.9 Kunywa amazi ku mugore utwite\nIngero:\n• Amazi meza kandi atetse cyangwa apfundikiwe.\nAkamaro:\n• Afasha mu igogora no gukwirakwiza intungamubiri mu mubiri.\nIcyo wakora:\n• Nywa ibikombe 6–8 ku munsi. Irinde inzoga n’ibinyobwa birimo cafeine.\n2.10 Uburyo bwo kurya mugihe utwite\nIngero:\n• Kurya duke kenshi.\n• Hinduranya ibyiciro by’ibiribwa buri munsi.\nAkamaro:\n• Bigabanya isesemi, bikarinda kubura intungamubiri zimwe.\nIcyo wakora:\n• Tegura gahunda y’indyo inyuranye buri munsi.\n3.1 Ibiribwa bitemewe mu gihe utwite\nUmugore utwite agomba kwitwararika ku biribwa n’ibinyobwa afata, kuko hari ibyo bishobora\nguteza ibibazo ku buzima bwe cyangwa ku mwana atwite. Iyi nyandiko isobanura ibyo kwirinda\nn’icyo wakora.\nIbiryo byanduye cyangwa byataye igihe\nIbyo kwirinda:\n• Irinde ibiryo byanduye, bidafunze neza cyangwa byataye igihe.\nImpamvu:\n• Bitera indwara z’igifu n’udukoko twangiza umwana.\nIcyo wakora:\n• Rya ibiryo bishya kandi byateguwe neza; reba itariki y’ifunguro riboze.\nInyama n’amagi bidahiye neza\nIbyo kwirinda:\n• Inyama zidahiye neza, amagi atari atetse neza.\nImpamvu:\n• Bishobora kuba bifite udukoko twatera indwara z’inda.\nIcyo wakora:\n• Teka inyama kugeza zihindutse neza; teka amagi kugeza umutobe w’imbere wumutse.\nImitobe y’isukari nyinshi n’ibinyobwa bya energy\nIbyo kwirinda:\n• Imitobe irimo isukari nyinshi, ibinyobwa byongera imbaraga (energy drinks).\nImpamvu:\n• Bitera isukari nyinshi mu maraso, bikongera ibyago byo kubyibuha no kurwara diyabete\ny’inda.\nIcyo wakora:\n• Simbuza imbuto nzima cyangwa imitobe yateguwe mu rugo idafite isukari nyinshi."}
{"page": 8, "text": "Umunyu n’amavuta menshi atatunganyijwe\nIbyo kwirinda:\n• Umunyu mwinshi, amavuta y’ikirungo atunganyijwe cyane.\nImpamvu:\n• Byongera ibyago by’umuvuduko w’amaraso (hypertension) n’indwara z’umutima.\nIcyo wakora:\n• Gabanya umunyu n’amavuta; hitamo amavuta meza nk’ay’inyanya, amacunga cyangwa avoka.\n3.1 Ibiribwa bitemewe mu gihe utwite\nUmugore utwite agomba kwitwararika ku biribwa n’ibinyobwa afata, kuko hari ibyo bishobora\nguteza ibibazo ku buzima bwe cyangwa ku mwana atwite. Iyi nyandiko isobanura ibyo kwirinda\nn’icyo wakora.\nIbiryo byanduye cyangwa byataye igihe\nIbyo kwirinda:\n• Irinde ibiryo byanduye, bidafunze neza cyangwa byataye igihe.\nImpamvu:\n• Bitera indwara z’igifu n’udukoko twangiza umwana.\nIcyo wakora:\n• Rya ibiryo bishya kandi byateguwe neza; reba itariki y’ifunguro riboze.\nInyama n’amagi bidahiye neza\nIbyo kwirinda:\n• Inyama zidahiye neza, amagi atari atetse neza.\nImpamvu:\n• Bishobora kuba bifite udukoko twatera indwara z’inda.\nIcyo wakora:\n• Teka inyama kugeza zihindutse neza; teka amagi kugeza umutobe w’imbere wumutse.\nImitobe y’isukari nyinshi n’ibinyobwa bya energy\nIbyo kwirinda:\n• Imitobe irimo isukari nyinshi, ibinyobwa byongera imbaraga (energy drinks).\nImpamvu:\n• Bitera isukari nyinshi mu maraso, bikongera ibyago byo kubyibuha no kurwara diyabete\ny’inda.\nIcyo wakora:\n• Simbuza imbuto nzima cyangwa imitobe yateguwe mu rugo idafite isukari nyinshi.\nUmunyu n’amavuta menshi atatunganyijwe\nIbyo kwirinda:\n• Umunyu mwinshi, amavuta y’ikirungo atunganyijwe cyane.\nImpamvu:\n• Byongera ibyago by’umuvuduko w’amaraso (hypertension) n’indwara z’umutima.\nIcyo wakora:\n• Gabanya umunyu n’amavuta; hitamo amavuta meza nk’ay’inyanya, amacunga cyangwa avoka."}
{"page": 8, "text": "unga cyangwa avoka."}
{"page": 9, "text": "Imitobe irimo isukari nyinshi (n’ibinyobwa byaswe isukari, sodas)\nIbyo kwirinda:\n• Imitobe yongeretsemo isukari, sodas, “juice drinks” zidakomoka ku mbuto 100%.\nImpamvu:\n• Isukari nyinshi izamura cyane glucose mu maraso, ikongera ibyago bya diyabete y’inda no\nkubyibuha bikabije.\nIcyo wakora:\n• Hitamo imbuto nzima uko ziri cyangwa “juice” witeguriye mu rugo udashyizemo isukari;\nshyira imbere amazi meza.\nInzoga (alcohol)\nIbyo kwirinda:\n• Inzoga zose (divayi, bierre, spirit…).\nImpamvu:\n• Inzoga zinjira ku mwana nta kizuzi, zikangiza ubwonko n’imikurire (nta gipimo\ncy’“umutekano” gihari ku mugore utwite).\nIcyo wakora:\n• Subiza inzoga amazi, amata, cyangwa imitobe y’imbuto wateguye mu rugo.\nItabi (harimo n’umwotsi w’itabi w’abandi)\nIbyo kwirinda:\n• Kunywa itabi n’uko kose kwihorera mu mwotsi w’itabi (passive smoking).\nImpamvu:\n• Nikotine na carbon monoxide bigabanya umwuka n’amaraso agera ku nda, bigadindiza\nimikurire y’umwana.\nIcyo wakora:\n• Kureka itabi burundu; gusaba abo mubana/aho ukorera kutatandika hafi yawe.\n Ibiyobyabwenge (urumogi, cocaine, heroin, meth, n’imiti ikoreshwa nabi)\nIbyo kwirinda:\n• Ibiyobyabwenge byose n’imiti ikoreshwa mu buryo butanditswe n’umuganga.\nImpamvu:\n• Byangiza ubwonko, imitsi n’umutima; binyura ku mwana biciye mu maraso/placenta."}
{"page": 10, "text": "Icyo wakora:\n• Irinde rwose; niba hari ikibazo cyo kubireka, shaka ubufasha kwa muganga.\n3.2  Ibiryo byanduye cyangwa byataye igihe\n Impamvu: Iyo ibiryo byanduye cyangwa byapfuye, bigira udukoko (microbes) dutera\nindwara z’igifu nka salmonella cyangwa E.coli.\n Ku mubyeyi: ashobora kurwara isesemi rikomeye, guhitwa, umuriro mwinshi cyangwa\ndehydration.\n Ku mwana: ashobora kutabona amaraso n’intungamubiri zihagije, bikamudindiza mu\nmikurire cyangwa inda igacika.\n3.3 Inyama n’amagi bidahiye neza\n Impamvu: Inyama zidahiye neza cyangwa amagi atarimo gushya neza bishobora\nkubamo udukoko nka toxoplasma gondii cyangwa salmonella.\n Ku mubyeyi: bishobora gutera infection, umuriro no kuribwa mu nda.\n Ku mwana: ashobora kugira ubumuga bw’amaso, ubwonko cyangwa kuvuka afite intege\nnke.\n3.4 Imitobe y’isukari nyinshi n’ibinyobwa bya energy\n Impamvu: Isukari nyinshi ituma igipimo cy’isukari mu maraso gihora kiri hejuru, naho\nibinyobwa bya energy bikaba bifite caffeine nyinshi n’amavuta.\n Ku mubyeyi: byongera ibyago byo kurwara diyabete y’inda, kubyibuha bikabije no\nkugira umuvuduko w’amaraso.\n Ku mwana: ashobora kuvuka afite ibiro byinshi cyane cyangwa imirire mibi, ndetse\nbikamutera kuvuka kare.\n3.5 Umunyu n’amavuta menshi atunganyijwe cyane\n Impamvu: Umunyu mwinshi utuma amazi afata mu mubiri, naho amavuta menshi\natunganyijwe cyane (processed oils) agatera cholesterol nyinshi.\n Ku mubyeyi: byongera ibyago bya pre-eclampsia (umuvuduko mwinshi w’amaraso\nn’inkari zirimo proteyine), indwara z’umutima.\n Ku mwana: ashobora kubura amaraso amukwiye no kudakura neza mu nda.\n3.6 Ikawa na caffeine nyinshi\n Impamvu: Caffeine ishyira umubiri ku murimo mwinshi (stimulant), ikagabanya\ngusinzira no gukora k’umutima. Umwana nta bushobozi afite bwo kuyisohora mu maraso\nye."}
{"page": 10, "text": "kora k’umutima. Umwana nta bushobozi afite bwo kuyisohora mu maraso\nye."}
{"page": 11, "text": " Ku mubyeyi: atakaza amazi menshi, akagira isereri, umutima ukihuta no gusinzira gake.\n Ku mwana: akura buhoro, ashobora kuvuka ari muto cyane, bikongera ibyago byo\nkubura inda.\n3.7 Inzoga\n Impamvu: Inzoga zose zinjira mu maraso ya mama zikagera ku mwana nta kizuzi,\nzikangiza ubwonko n’imikaya ye.\n Ku mubyeyi: ashobora kugira intege nke, kubura amaraso no kugira ibibazo\nby’amarangamutima.\n Ku mwana: ashobora kuvuka afite Fetal Alcohol Syndrome (ubumuga bw’ubwonko\nn’isura idasanzwe), kuvuka kare cyangwa inda igacika.\n3.8 Itabi\n Impamvu: Itabi ririmo nikotine na carbon monoxide bikabuza amaraso gutembera neza\nku nda. Ndetse n’umwotsi w’itabi wo ku bandi (passive smoking) ufite ingaruka.\n Ku mubyeyi: atangira kugira umuvuduko w’amaraso, indwara z’umutima no guhumeka\nnabi.\n Ku mwana: abura umwuka uhagije, akavuka ari muto, imburagihe cyangwa inda\nigacika.\n3.9 Ibiyobyabwenge (urumogi, cocaine, heroin n’ibindi)\n Impamvu: Ibiyobyabwenge bikangiza ubwonko, imitsi n’umutima. Byinjira mu maraso\nya mama bikagera ku mwana mu nda.\n Ku mubyeyi: agira intege nke, ashobora kubura amaraso, indwara z’umutima no\nkwiyongera kwa stress.\n Ku mwana: ashobora kuvuka afite addiction (yamenyereye ibiyobyabwenge akiri mu\nnda), kuba afite ubumuga bw’ubwonko, indwara y’imitima cyangwa kuvuka kare.\n3.11 Ikawa na Caffeine nyinshi\n Impamvu bitemewe:\no Caffeine ni ikinyabutabire gishyira umubiri ku murimo mwinshi (stimulant). Iyo\nikawa ibaye nyinshi, ishobora gutera umuvuduko w’amaraso no kwihuta\nk’umutima.\no Ku mwana uri mu nda, caffeine yinjira mu maraso ya nyina ikagera ku mwana.\nUmwana nta bushobozi afite bwo kuyisohora, bigatuma atangira kugaragaza\nibibazo byo gukura.\no Ibyago byiyongera byo gukuramo inda cyangwa kubura ibiro byinshi ku\nmwana avuka."}
{"page": 11, "text": " byiyongera byo gukuramo inda cyangwa kubura ibiro byinshi ku\nmwana avuka."}
{"page": 12, "text": " Icyo wakora:\no Gabanya ikawa n’ibinyobwa bifite caffeine (nk’icyayi gikaze, energy drinks).\no Simbuza amazi meza, imitobe y’imbuto cyangwa icyayi cya herbal kitagira\ncaffeine.\n3.12 Inzoga\n Impamvu zibuza:\no Inzoga (alcool) nta gipimo cyemewe cy’umutekano ku mugore utwite: inzoga\nnkeya cyangwa nyinshi byose byangiza.\no Zishobora gutera ibibazo bikomeye ku mikurire y’ubwonko bw’umwana\n(Fetal Alcohol Syndrome).\no Byongera ibyago byo gukuramo inda, kuvuka imburagihe cyangwa umwana\nufite ubumuga bwo mu mutwe n’ubwenge.\n Icyo wakora:\no Irinde inzoga zose (cyane cyane divayi, bierre, ibinyobwa bikomeye).\no Simbuza amazi, imitobe y’imbuto cyangwa amata.\n3.13 Itabi\n Impamvu zibuza:\no Itabi ririmo nikotine na carbon monoxide bihagarika umwuka mwiza kugera ku\nmwana.\no Bitera kugabanuka k’amaraso ajya ku nda, bigatuma umwana adakura neza.\no Byongera ibyago byo kubura inda (miscarriage), kuvuka imburagihe,\ncyangwa umwana ufite ibiro bikeya cyane.\no No guhumeka umwotsi w’itabi rituruka ku bandi (passive smoking) nabyo bigira\ningaruka zimwe.\n Icyo wakora:\no Kureka itabi burundu.\no Gusaba abo mubana kudatandika hafi yawe.\no Niba bikugoye kureka, shaka ubufasha ku muganga cyangwa mu matsinda\ny’abafasha kureka itabi.\n3.14 Ibiyobyabwenge (nk’urumogi, cocaine, heroin, n’ibindi)\n Impamvu zibuza:\no Byangiza ubwonko n’imitsi by’umwana mu nda.\no Byongera ibyago byo kubura inda, kubura amaraso ku mugore, kuvuka\nimburagihe n’ubumuga bukomeye ku mwana.\no Umwana ashobora kuvuka afite kwiyumvisha inzoga cyangwa ibiyobyabwenge\nmu maraso (addiction) bigatuma arwara kuva akivuka.\n Icyo wakora:\no Irinde ibiyobyabwenge byose.\no Niba hari ikibazo cyo kubireka, shaka ubufasha ku muganga cyangwa ku kigo\ncy’ubuvuzi."}
{"page": 13, "text": "3.15 ibinyobwa bitemewe mugihe utwite\nImitobe y’isukari nyinshi n’ibinyobwa bya energy\n Impamvu: Isukari nyinshi ituma igipimo cy’isukari mu maraso gihora kiri hejuru, naho\nibinyobwa bya energy bikaba bifite caffeine nyinshi n’amavuta.\n Ku mubyeyi: byongera ibyago byo kurwara diyabete y’inda, kubyibuha bikabije no\nkugira umuvuduko w’amaraso.\n Ku mwana: ashobora kuvuka afite ibiro byinshi cyane cyangwa imirire mibi, ndetse\nbikamutera kuvuka kare.\n Ikawa na Caffeine nyinshi\n Impamvu bitemewe:\no Caffeine ni ikinyabutabire gishyira umubiri ku murimo mwinshi (stimulant). Iyo\nikawa ibaye nyinshi, ishobora gutera umuvuduko w’amaraso no kwihuta\nk’umutima.\no Ku mwana uri mu nda, caffeine yinjira mu maraso ya nyina ikagera ku mwana.\nUmwana nta bushobozi afite bwo kuyisohora, bigatuma atangira kugaragaza\nibibazo byo gukura.\no Ibyago byiyongera byo gukuramo inda cyangwa kubura ibiro byinshi ku\nmwana avuka.\n Icyo wakora:\no Gabanya ikawa n’ibinyobwa bifite caffeine (nk’icyayi gikaze, energy drinks).\no Simbuza amazi meza, imitobe y’imbuto cyangwa icyayi cya herbal kitagira\ncaffeine.\nInzoga\n Impamvu zibuza:\no Inzoga (alcool) nta gipimo cyemewe cy’umutekano ku mugore utwite: inzoga\nnkeya cyangwa nyinshi byose byangiza.\no Zishobora gutera ibibazo bikomeye ku mikurire y’ubwonko bw’umwana\n(Fetal Alcohol Syndrome).\no Byongera ibyago byo gukuramo inda, kuvuka imburagihe cyangwa umwana\nufite ubumuga bwo mu mutwe n’ubwenge.\n Icyo wakora:\no Irinde inzoga zose (cyane cyane divayi, bierre, ibinyobwa bikomeye).\no Simbuza amazi, imitobe y’imbuto cyangwa amata.\nItabi\n Impamvu zibuza:\no Itabi ririmo nikotine na carbon monoxide bihagarika umwuka mwiza kugera ku\nmwana.\no Bitera kugabanuka k’amaraso ajya ku nda, bigatuma umwana adakura neza."}
{"page": 13, "text": " neza."}
{"page": 14, "text": "o Byongera ibyago byo kubura inda (miscarriage), kuvuka imburagihe,\ncyangwa umwana ufite ibiro bikeya cyane.\no No guhumeka umwotsi w’itabi rituruka ku bandi (passive smoking) nabyo bigira\ningaruka zimwe.\n Icyo wakora:\no Kureka itabi burundu.\no Gusaba abo mubana kudatandika hafi yawe.\no Niba bikugoye kureka, shaka ubufasha ku muganga cyangwa mu matsinda\ny’abafasha kureka itabi.\nIbiyobyabwenge (nk’urumogi, cocaine, heroin, n’ibindi)\n Impamvu zibuza:\no Byangiza ubwonko n’imitsi by’umwana mu nda.\no Byongera ibyago byo kubura inda, kubura amaraso ku mugore, kuvuka\nimburagihe n’ubumuga bukomeye ku mwana.\no Umwana ashobora kuvuka afite kwiyumvisha inzoga cyangwa ibiyobyabwenge\nmu maraso (addiction) bigatuma arwara kuva akivuka.\n Icyo wakora:\no Irinde ibiyobyabwenge byose.\no Niba hari ikibazo cyo kubireka, shaka ubufasha ku muganga cyangwa ku kigo\ncy’ubuvuzi.\n4.1 Ibibazo biterwa no gutwita\nMu gihe umugore atwite, ubudahangarwa bw’umubiri ndetse n’ubw’amarangamutima\nburagabanuka, ni yo mpamvu agomba kwirinda icyamuhungabanya cyose.dore bimwe mu\nbibazo  bishobora kugaragara mu gihe cyo gutwita\n Ibimenyetso Mpuruza (Danger Signs)\nMugihe utwite kandi ukabona ibimenyetso bikurikira bisaba kwihutira kujya kwa muganga kuko\nbishobora gushyira ubuzima bw’umubyeyi ndetse n’ubw’umwana mu kaga:\n• Kuva amaraso menshi mu gitsina: bishobora gusobanura gukuramo inda kare, placenta\nyashwanyutse cyangwa indi ndwara ikomeye.\n• Kuribwa umutwe bikabije: bishobora kuba ikimenyetso cya umuvuduko w’amaraso mwinshi\n(pre-eclampsia) n’ibindi bibazo bikomeye.\n• Kuribwa mu kiziba cy’inda: bishobora kwerekana ko inda ifite ikibazo, harimo kuba hari inda\niri hanze y’umura cyangwa placenta yamanutse.\n• Gucika intege cyane cyangwa kugira isereri: bishobora kuba ikimenyetso cyo kubura amaraso\n(anémie) cyangwa izindi ndwara zikeneye kwitabwaho.\n• Umuriro mwinshi cyangwa guhumeka nabi: bishobora gusobanura infection cyangwa ikibazo\nku bihaha.\n Iyo kimwe muri ibi bibaye, umugore agomba guhita atabaza muganga cyangwa umujyanama\nw’ubuzima.\n4.2 Ibyo Umugore Agomba Kwitwararika mu gihe atwite\n• Kwirinda umuhangayiko: Stress ishobora gutera ibibazo ku misemburo no ku mikurire\ny’umwana."}
{"page": 14, "text": "ereri: bishobora kuba ikimenyetso cyo kubura amaraso\n(anémie) cyangwa izindi ndwara zikeneye kwitabwaho.\n• Umuriro mwinshi cyangwa guhumeka nabi: bishobora gusobanura infection cyangwa ikibazo\nku bihaha.\n Iyo kimwe muri ibi bibaye, umugore agomba guhita atabaza muganga cyangwa umujyanama\nw’ubuzima.\n4.2 Ibyo Umugore Agomba Kwitwararika mu gihe atwite\n• Kwirinda umuhangayiko: Stress ishobora gutera ibibazo ku misemburo no ku mikurire\ny’umwana."}
{"page": 15, "text": "• Kwirinda malariya: Malariya ku mugore utwite ishobora gutera kubura inda cyangwa\numwana kuvuka ari muto cyane. Ni yo mpamvu inzitiramibu iteye umuti ari ngombwa.\n• Isuku: Gukora isuku y’umubiri n’aho atuye birinda indwara ziterwa n’umwanda nko guhitwa\nno kurwara urwuma.\n• Kuruhuka bihagije: Kuba utaruhutse bihagije bishobora gutera umunaniro ukabije no kubura\nimbaraga.\n• Kwirinda imirimo ivunanye: Imirimo iremereye ishobora gutera gukuramo inda cyangwa\nkugera ku nda kare.\n• Imyitozo yoroshye: Nko kugenda buhoro, yoga yoroshye, guhumeka neza – bifasha umubiri\nkugira imbaraga no kurinda kubyimba amaguru.\n• Uburyo bwo kuryama: Kuryamira urubavu rw’ibumoso ni bwo bwiza kuko bituma amaraso\natembera neza ajya ku nda n’umwana. Kuryama ugaramye cyangwa ububitse inda byongera\nibyago byo kugira isereri no kugabanya amaraso agera ku mwana.\n4.3 Uburyo bwo Kuryama mugihe utwite\nKuryamira urubavu rw’ibumoso (ni bwo bwiza cyane)\n Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava) n’umwijima\nw’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku mpyiko za mama;\nbigafasha no kugabanya kubyimba amaguru.\n Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi munsi\ny’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse.\nKuryamira urubavu rw’iburyo (ni byiza nk’impalternativa)\n Impamvu: nta kibazo gikomeye, ariko urubavu rw’ibumoso ruba rufite inyungu nyinshi;\ngusimburanya impande zombi birinda kubabara mu mugongo no gupfukirana.\nKuryama ugaramye (flat on the back) – wirinde cyane ugiye hejuru y’ibyumweru 20\n Impamvu: inda ikura igakanda vena cava, bigatera isereri, umutima kugenda buhoro, no\nguhanagura amaraso agera ku mwana.\n Icyitonderwa: nibiba ukabyuka wisanze ugaramye, hindukira ucye usubire ku rubavu;\nushobora no gukoresha pilo y’akabambano (wedge) ku ruhande rw’iburyo kugira ngo\numubiri ube ufite ikizenguruko gito (atari flat).\nKuryama wubitse inda (wubitse umusaya) – birahinduka uko inda ikura"}
{"page": 15, "text": "ana.\n Icyitonderwa: nibiba ukabyuka wisanze ugaramye, hindukira ucye usubire ku rubavu;\nushobora no gukoresha pilo y’akabambano (wedge) ku ruhande rw’iburyo kugira ngo\numubiri ube ufite ikizenguruko gito (atari flat).\nKuryama wubitse inda (wubitse umusaya) – birahinduka uko inda ikura"}
{"page": 16, "text": " Mu ntangiriro: bishobora kutagira ingaruka zikomeye niba byoroheye mama.\n Nyuma: ntibikunda no kworoha bitewe n’uko inda iba nini; wirinde gucinya inda.\n Kuzamura igihimba cy’hejuru (semi-recline)\n Impamvu: bigabanya isesemi n’induru mu muhogo (reflux/heartburn) kandi bifasha\nabumva kubura umwuka nijoro.\n Uko ubikora: shyira amapilo menshi ku mutwe n’igitsina cyo hejuru; wirinde kuryama\nmuri saa 2–3 za mbere nyuma yo kurya.\n Uburyo bwo kuruhuka neza nijoro\n Gahunda y’ibitotsi: gerageza amasaha 8–9; jya kuryama no kubyuka igihe kimwe buri\nmunsi.\n Amazi: nywa menshi ku manywa, ugabanye nijoro kugira ngo kujya ku bwiherero\nkenshi bitaguhungabanya.\n Umwuka na pilo: funguza icyumba, koresha amapilo afasha uruti rw’umugongo (spine)\nkuguma mu murongo.\nIbyo wirinda nijoro\n Kwicara/kwirambika umwanya muremure utimukiye → biha amazi gufata mu\nmaguru; wimuke gake-gake (stretching).\n Ibiryo biremereye mbere yo kuryama → byongera reflux/heartburn.\nAho wihutira gusaba ubufasha\n Isereri ikabije iyo ugaramye, guhumeka nabi, ububabare bukomeye mu gituza,\ncyangwa ikimenyetso cy’akabombambari k’akaguru (urwara rudahemuka, akaguru\nkababaye, kabyimbye kurusha akandi): jya kwa muganga ako kanya.\n4.4 Uburyo bwiza bwo kuryama igihe utwite\n• Uburyo bwiza: ni kuryamira urubavu cyane cyane urubavu rw’ibumoso. Ibi bifasha amaraso\nkugera neza ku nda n’umwana, bigabanya ibyago byo kugira umuvuduko w’amaraso mwinshi.\n Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava) n’umwijima\nw’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku mpyiko za mama;\nbigafasha no kugabanya kubyimba amaguru.\n Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi munsi\ny’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse.\n4.5 Kuryamira urubavu rw’ibumoso (ni bwo bwiza cyane)\n Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava) n’umwijima\nw’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku mpyiko za mama;\nbigafasha no kugabanya kubyimba amaguru.\n Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi munsi\ny’inda n’undi inyuma y’umugongo kugira ngo utayig"}
{"page": 16, "text": " y’amavi, undi munsi\ny’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse.\n4.5 Kuryamira urubavu rw’ibumoso (ni bwo bwiza cyane)\n Impamvu: bigabanya igitutu ku mutsi munini w’amaraso (vena cava) n’umwijima\nw’inkari, bikongera amaraso n’umwuka bigera ku mwana no ku mpyiko za mama;\nbigafasha no kugabanya kubyimba amaguru.\n Uko wabikora: funga amavi gake; shyira umuriro/pilo hagati y’amavi, undi munsi\ny’inda n’undi inyuma y’umugongo kugira ngo utayigarama utabishatse."}
{"page": 17, "text": "Kuryamira urubavu rw’iburyo (ni byiza nk’impalternativa)\n Impamvu: nta kibazo gikomeye, ariko urubavu rw’ibumoso ruba rufite inyungu nyinshi;\ngusimburanya impande zombi birinda kubabara mu mugongo no gupfukirana.\n4.6 Kuryama ugaramye (flat on the back) – wirinde cyane ugiye hejuru y’ibyumweru 20\n Impamvu: inda ikura igakanda vena cava, bigatera isereri, umutima kugenda buhoro, no\nguhanagura amaraso agera ku mwana.\n Icyitonderwa: nibiba ukabyuka wisanze ugaramye, hindukira ucye usubire ku rubavu;\nushobora no gukoresha pilo y’akabambano (wedge) ku ruhande rw’iburyo kugira ngo\numubiri ube ufite ikizenguruko gito (atari flat).\n4.7 Kuryama wubitse inda (wubitse umusaya) – birahinduka uko inda ikura\n Mu ntangiriro: bishobora kutagira ingaruka zikomeye niba byoroheye mama.\n Nyuma: ntibikunda no kworoha bitewe n’uko inda iba nini; wirinde gucinya inda.\n 4.8 Kuzamura igihimba cy’hejuru (semi-recline)\n Impamvu: bigabanya isesemi n’induru mu muhogo (reflux/heartburn) kandi bifasha\nabumva kubura umwuka nijoro.\n Uko ubikora: shyira amapilo menshi ku mutwe n’igitsina cyo hejuru; wirinde kuryama\nmuri saa 2–3 za mbere nyuma yo kurya.\n 4.9 Uburyo bwo kuruhuka neza nijoro\n Gahunda y’ibitotsi: gerageza amasaha 8–9; jya kuryama no kubyuka igihe kimwe buri\nmunsi.\n Amazi: nywa menshi ku manywa, ugabanye nijoro kugira ngo kujya ku bwiherero\nkenshi bitaguhungabanya.\n Umwuka na pilo: funguza icyumba, koresha amapilo afasha uruti rw’umugongo (spine)\nkuguma mu murongo.\n.\n5.1 Uruhare rw’Umugabo mu Gihe Umugore we Atwite\nUmugabo ufasha umugore we mu gihe cyo gutwita atuma umugore agira umutuzo\nw’amarangamutima, bikagabanya stress no kongera ubusabane hagati yabo. Kumuherekeza\nkwisuzumisha (ANC) bituma ibibazo bikemurwa hakiri kare kandi bigatanga umutekano.\nIyo umugabo amuba hafi igihe cyo kubyara, umugore agira ubutwari n’amahoro, ububabare\nburagabanuka kandi yumva akunzwe. Kugirana umubano n’umwana akiri mu nda binyuze mu\nkumuganiriza, kumuririmbira no gukoraho inda bimufasha gukura neza mu bwenge, mu\nmibanire n’amarangamutima.\nIbyo umugabo ashobora gukora\n• Kumuherekeza kwa muganga no kumushyigikira mu isuzuma.\n• Gufasha mu mirimo yo mu rugo"}
{"page": 17, "text": "umuherekeza\nkwisuzumisha (ANC) bituma ibibazo bikemurwa hakiri kare kandi bigatanga umutekano.\nIyo umugabo amuba hafi igihe cyo kubyara, umugore agira ubutwari n’amahoro, ububabare\nburagabanuka kandi yumva akunzwe. Kugirana umubano n’umwana akiri mu nda binyuze mu\nkumuganiriza, kumuririmbira no gukoraho inda bimufasha gukura neza mu bwenge, mu\nmibanire n’amarangamutima.\nIbyo umugabo ashobora gukora\n• Kumuherekeza kwa muganga no kumushyigikira mu isuzuma.\n• Gufasha mu mirimo yo mu rugo kugira ngo umugore aruhuke."}
{"page": 18, "text": "• Kumuganiriza no kumwumva.\n• Gushyikirana n’umwana akiri mu nda (kumuririmbira, kumuganiriza, gukoraho inda buhoro).\n5.2 Ibyiciro by’Ingenzi by’Imikurire y’Umwana uri mu nda\n• Ukwezi kwa 1: Isura itangira kwirema, ahazajya amaso hagaragara utuziga twijimye.\n• Ukwezi kwa 2: Ubwonko butangira kwirema.\n• Ukwezi kwa 3: Amaboko, ibiganza, intoki, ibirenge n’ino biba byamaze kwirema. Ibice byose\nby’umubiri biba byarangiye kurema.\n• Ukwezi kwa 4: Umutima ushobora kumvwa n’igikoresho cyabugenewe.\n• Ukwezi kwa 5: Umwana atangira kwinyagambura mu nda.\n• Ukwezi kwa 6: Amaso atangira gufunguka.\n• Ukwezi kwa 7: Ubushobozi bwo kumva (amatwi) buba bwuzuye neza.\n• Ukwezi kwa 8: Umwana ashobora kumva no kureba, ubwonko bukura vuba cyane.\n• Ukwezi kwa 9: Ibihaha biba byarangiye kurema neza. Umwana ashobora kumva ijwi, kubona\nurumuri no kumva gukorwaho.\n• Ukwezi kwa 10: Umwana aba ageze igihe cyo kuvuka; kwinyagambura kwe kuragabanuka\nkuko aba amaze kuba munini.\n5.3 Urutonde rw’Ibiribwa Bikungahaye ku Butare (Fer)\n• Amagi (umuhondo)\n• Amafi\n• Udushyimbo duto twa rantiye\n• Sesame\n• Ingano, porici, igikoma, kinowa\n• Umuceri, uburo\n• Ibishyimbo, amashaza\n• Imboga rwatsi (epinari)\n• Imbuto z’amasaka nka cashew, almonde, ubunyobwa, pisitaciyo\n• Inyama zitukura, inkoko\n• Tangawizi\n• Imbuto zimwe\n• Tofu\n• Umugati ukungahaye ku butare\n Fer ni ingenzi mu gukora amaraso mashya, kugabanya umunaniro no gufasha umwana gukura\nneza.\n5.4 Ibyokurya Bikungahaye kuri Vitamine C\n• Icunga\n• Papayi\n• Indimu\n• Urusenda rutukura\n• Imbuto zitukura (inkeri)\n• Shufureri\n• Amashu atukura\n• Brokoli\n• Ibirayi by’umweru\n Vitamine C ifasha umubiri kumira neza fer kandi irinda umubiri indwara.\nIcyitonderwa: Icyayi gikomeye kigabanya uko fer imirwa. Ntukinywe mu gihe uri kurya ibiribwa\nbikungahaye ku butare."}
{"page": 18, "text": "oli\n• Ibirayi by’umweru\n Vitamine C ifasha umubiri kumira neza fer kandi irinda umubiri indwara.\nIcyitonderwa: Icyayi gikomeye kigabanya uko fer imirwa. Ntukinywe mu gihe uri kurya ibiribwa\nbikungahaye ku butare."}
{"page": 19, "text": "5.5 Ibiribwa Bikungahaye kuri Kalisiyumu\n• Shufureri\n• Celeri\n• Imiteja\n• Imboga rwatsi\n• Inzuzi\n• Beterave\n• Coconati\n• Avoka\n• Amashu\n• Sesame\n• Ibitunguru\nKalisiyumu ikomeza amagufa n’amenyo y’umwana, kandi irinda umubyeyi kubura\nibinyabutabire by’ingenzi.\n6.1 Gushyikirana hagati y’umubyeyi utwite n’umwana we\nGushyikirana hagati y’umubyeyi utwite n’umwana we bikubiyemo guhererekanya no\nkwakira amakuru hagati y’umwana uri mu nda na nyina, bitanyuze mu magambo gusa, ahubwo\nbiciye mu amaraso, amarangamutima, amajwi, imisemburo, no gukorakora inda.\nUmwana aba ashobora kumva no kwiyumvisha ibibera hanze n’iby’umubyeyi kuva mu mezi ya\nmbere y’inda.\n 6.2 Uburyo butandukanye umubyeyi utwite ashobora gushyikirana n’umwana we\nGushyikirana hagati y’umubyeyi utwite n’umwana we bikubiyemo guhererekanya no\nkwakira amakuru hagati y’umwana uri mu nda na nyina, bitanyuze mu magambo gusa, ahubwo\nbiciye mu amaraso, amarangamutima, amajwi, imisemburo, no gukorakora inda.\nUmwana aba ashobora kumva no kwiyumvisha ibibera hanze n’iby’umubyeyi kuva mu mezi ya\nmbere y’inda.\n1. Biciye mu maraso n’imisemburo\no Placenta itwara umwuka n’intungamubiri biva ku mubyeyi bikagera ku mwana,\nkandi isubizayo imyanda.\no Iyo mama afite stress cyangwa ibyishimo, imisemburo y’umubiri (hormones)\nihinduka, bikagera no ku mwana.\n2. Biciye mu majwi n’amagambo\no Kuva ku mezi 5–6, umwana atangira kumva amajwi; yumva ijwi rya mama we\nnk’iryo hafi cyane.\no Iyo mama aririmba indirimbo zimwe kenshi, umwana azikomeza kumenya no\nnyuma avutse.\n3. Biciye mu gukoraho inda\no Iyo mama cyangwa se bamukoraho inda buhoro, umwana ashobora\nkwinyagambura cyangwa kwitura aho bamukoze.\no Ibi bituma yumva ahuje n’ababyeyi be.\n4. Biciye mu marangamutima"}
{"page": 19, "text": "ambura cyangwa kwitura aho bamukoze.\no Ibi bituma yumva ahuje n’ababyeyi be.\n4. Biciye mu marangamutima"}
{"page": 20, "text": "o Iyo mama afite amahoro, umwana aba atuje. Iyo afite stress cyangwa agahinda,\numwana ashobora kubyiyumvamo (nko gukubita umutima vuba).\n5. Biciye mu rumuri n’urusaku\no Nubwo inda imucyingiriza rumuri ruke, umwana ashobora gutandukanya umucyo\nn’umwijima.\no Ashobora no kumva urusaku rukabije arwumvise (nk’umuziki w’urusaku).\n6.3 Akamaro KO kuba hari imishyikirano hagati y’umubyeyi utwite n’umwana uri mu nda\n1. Kongera ubusabane (bonding) mbere yo kuvuka\no Umwana amenya ijwi rya mama n’umuryango, bikamufasha kumenyera\nurukundo n’umutekano akivuka.\n2. Guteza imbere ubwonko n’imikurire\no Gushyikirana na mama bigira uruhare mu mikorere y’ubwonko bw’umwana\n(cognitive development).\no Byongera ubushobozi bwo kumva, kumenya amajwi, no kumva ibidukikije.\n3. Kurinda umubyeyi stress nyinshi\no Iyo umubyeyi aganiriza cyangwa aririmbira umwana, nawe araruhuka, amaraso\natembera neza, kandi amarangamutima ye aba meza.\n4. Kongerera umwana amahirwe yo kuvuka afite ubuzima bwiza\no Uko amarangamutima n’imibereho myiza ya mama ari meza, niko umwana akura\nneza mu mitsi, mu magufa no mu bwenge.\n5. Kwereka umwana ko ari uw’agaciro kuva akiri mu nda\no Ibi bituma umuryango wose (umugabo, abavandimwe, ababyeyi) uha agaciro uwo\nmwana akiri mu nda, bigatuma avuka afite umubano mwiza n’ababyeyi be.\n6.4 Ingero z’ibyo wakora kugira ngo ushyikirane n’umwana wawe uri munda\n Mama aririmbira indirimbo za gakondo buhoro → umwana aratuza.\n Se akora ku nda, akavuga amagambo meza → umwana akanyeganyega cyangwa akiturira\naho amajwi aturuka.\n Mama arimo gusenga cyangwa asoma amagambo y’amahoro → umwana aba mu\nmutuzo.\n Mu gihe hari indirimbo ikomeye cyangwa urusaku rukabije → umwana ashobora\nkwinyagambura cyane.\n6.5 Kuki umugore utwite agomba kwirinda stress?\n Stress izamura imisemburo mibi (cortisol) ishobora guhungabanya imikurire\ny’umwana.\n Ishobora gutera umuvuduko mwinshi w’amaraso (pre-eclampsia) no kudatembera\nneza k’amaraso ku nda.\n Ituma umubyeyi atakaza imbaraga, agasiba kurya cyangwa gusinzira neza.\n Yongera ibyago byo kubura inda cyangwa kuvuka imburagihe.\n Ishobora kugira ingaruka ku bwenge n’imibanire y’umwana akivuka."}
{"page": 20, "text": "ambura cyane.\n6.5 Kuki umugore utwite agomba kwirinda stress?\n Stress izamura imisemburo mibi (cortisol) ishobora guhungabanya imikurire\ny’umwana.\n Ishobora gutera umuvuduko mwinshi w’amaraso (pre-eclampsia) no kudatembera\nneza k’amaraso ku nda.\n Ituma umubyeyi atakaza imbaraga, agasiba kurya cyangwa gusinzira neza.\n Yongera ibyago byo kubura inda cyangwa kuvuka imburagihe.\n Ishobora kugira ingaruka ku bwenge n’imibanire y’umwana akivuka."}
{"page": 21, "text": "6.6 Kongera ubusabane (bonding) mbere yo kuvuka\n Ibisobanuro: Iyo umubyeyi aganiriza cyangwa aririmbira umwana, uwo mwana atangira\nkumenyera ijwi rya mama ndetse n’ay’abandi bo mu muryango.\n Impamvu: Uko kumenyera amajwi bituma umwana akura yumva afite umutekano, kandi\nigihe avutse yumva ibidukikije bimurimo urukundo n’ubusabane. Ibi bituma umubano we\nn’ababyeyi uhera ku rukundo rufatika.\n6.7 Guteza imbere ubwonko n’imikurire\n Ibisobanuro: Ubutumwa, indirimbo n’ijwi rya mama bituma ubwonko bw’umwana\nbutangira gukora imikoranire (neural connections).\n Impamvu: Ibi bituma umwana agira ubushobozi bwo gutangira kumva, gutandukanya\namajwi, no kumenya ibidukikije hakiri kare. Byongera amahirwe yo kugira imikurire\nmyiza mu bwenge (cognitive development) no mu mikorere y’ubuzima bwe bwose.\n6.8 Kurinda umubyeyi stress nyinshi\n Ibisobanuro: Iyo mama aririmbira cyangwa aganiriza umwana, nawe araruhuka,\numutima ugakora neza, amaraso akatembera neza kandi akagira amarangamutima meza.\n Impamvu: Kugabanya stress ku mugore utwite birinda indwara nko kugira umuvuduko\nw’amaraso mwinshi cyangwa kubura amaraso. Uko mama afite umutuzo, niko n’umwana\namera neza mu nda.\n6.9 Kongerera umwana amahirwe yo kuvuka afite ubuzima bwiza\n Ibisobanuro: Uko amarangamutima ya mama ari meza kandi atuje, niko n’imikurire\ny’umwana mu nda igenda neza mu magufa, mu mitsi ndetse no mu bwonko.\n Impamvu: Ubuzima bwiza bwa mama butuma umwana abonera intungamubiri\nn’amaraso ahagije, bigatuma avuka afite ubuzima buzira umuze kandi afite imbaraga.\n6.10 Kwereka umwana ko ari uw’agaciro kuva akiri mu nda\n Ibisobanuro: Iyo umuryango wose uganiriza cyangwa ugashyikirana n’umwana akiri mu\nnda, uwo mwana atangira gufatwa nk’uw’agaciro mbere y’uko avuka.\n Impamvu: Ibi byubaka umubano mwiza hagati y’umwana n’umuryango we. Bituma\nakura azi ko akunzwe, ko ahawe umwanya, kandi bikamufasha kugira imibanire myiza\nakivuka ndetse no mu buzima bwe bw’igihe kirekire.\n\n6.11 Muri make : kubijyanye n’imishyikirano iri hagati y’umubyeyi utwite n’umwna we:\nGushyikirana hagati y’umubyeyi n’umwana we si amagambo gusa, ahubwo ni itumanaho\nry’umubiri, amarangamutima n’amajwi rif"}
{"page": 21, "text": "wa nk’uw’agaciro mbere y’uko avuka.\n Impamvu: Ibi byubaka umubano mwiza hagati y’umwana n’umuryango we. Bituma\nakura azi ko akunzwe, ko ahawe umwanya, kandi bikamufasha kugira imibanire myiza\nakivuka ndetse no mu buzima bwe bw’igihe kirekire.\n\n6.11 Muri make : kubijyanye n’imishyikirano iri hagati y’umubyeyi utwite n’umwna we:\nGushyikirana hagati y’umubyeyi n’umwana we si amagambo gusa, ahubwo ni itumanaho\nry’umubiri, amarangamutima n’amajwi rifasha umwana kumenya, gukura neza no\nkwiyumvamo ko akundwa mbere y’uko avuka.\n6.12 imiti gakondo mu gihe utwite\nImiti gakondo ntiyemewe ku mugore utwite keretse iyo yemejwe n’umuganga.\nKuyikoresha ku giti cyawe ni ingorabahizi kuko ishobora gutera ibibazo bikomeye ku buzima\nbwa mama no ku mwana."}
{"page": 22, "text": "Imiti gakondo ikozwe mu byatsi cyangwa ibimera ishobora kuba ikaze cyane ku mubiri, ikagira\ningaruka zitazwi kuko idapimwa nk’imiti isanzwe yemewe na muganga.\n Ku mugore utwite:\n Gukuramo inda (miscarriage): bimwe mu byatsi bizwiho gutera ibise bikomeye bikaba\nbyakurura inda.\n Kubyara imburagihe: imiti ibangura igifu cyangwa igatera imbarurira ishobora gutuma\ninda isohoka kare.\n Kubura amaraso cyangwa umuvuduko w’amaraso: bimwe bigabanya amaraso\ncyangwa bikazamura cyane umuvuduko w’amaraso.\n Indwara z’igifu n’impyiko: imiti iteguwe mu buryo budafite isuku ishobora kwanduza\nbagiteri cyangwa kwangiza impyiko.\n Kwivanga n’imiti ya muganga: ishobora kugabanya cyangwa kongera imbaraga z’imiti\nmuganga yaguhaye, bikaba bibi cyane.\nKu mwana uri mu nda:\n Kudakura neza: imiti igabanya intungamubiri cyangwa amaraso agera ku nda, bigatuma\numwana akura nabi.\n Ubumuga bw’ubwonko n’imitsi: bimwe mu bigize imiti byinjira mu maraso ya mama\nbikagera ku mwana bigahungabanya ubwonko.\n Kuvuka ari muto cyane (low birth weight): kubera kubura amaraso cyangwa\nintungamubiri zihagije.\n Kuvuka imburagihe: kubera ibise bitungurwa n’imiti gakondo.\n Urupfu rw’umwana akiri mu nda: mu gihe imiti ifite ingaruka zikaze.\n6.13 Inkingo umugore utwite agomba gufata\n Tetanusi/Td vaccine – irinda mama n’umwana indwara ya tetanusi igihe cyo kubyara.\n Malaria prevention (SP/Fansidar) – ahantu hari malaria, abagore batwite bahabwa\nimiti yo kuyirinda.\n Indi nkingo: bitewe n’aho uri n’inama za muganga (urugero: Hepatite B, influenza).\n Kuki ari ngombwa kuzifata?\n Zirinda indwara zirembera ku mugore utwite.\n Zirinda umwana uri mu nda n’igihe avutse.\n Zigabanya ibyago byo gupfa kwa mama cyangwa umwana.\n6.14 Kuki ari ngombwa kwipimisha hakiri kare mu gihe utwite (ANC)\n Kumenya kare niba inda iri mu buryo bwiza.\n Kugenzura amaraso, inkari, ibipimo by’umuvuduko w’amaraso, fer/iron, acide folique.\n Kugenzura uko umwana akura mu nda.\n Gutegura gahunda yo kubyara (birth plan).\n Kugabanya ibyago byo kubura inda cyangwa kugira ibibazo bikomeye."}
{"page": 22, "text": " kwipimisha hakiri kare mu gihe utwite (ANC)\n Kumenya kare niba inda iri mu buryo bwiza.\n Kugenzura amaraso, inkari, ibipimo by’umuvuduko w’amaraso, fer/iron, acide folique.\n Kugenzura uko umwana akura mu nda.\n Gutegura gahunda yo kubyara (birth plan).\n Kugabanya ibyago byo kubura inda cyangwa kugira ibibazo bikomeye."}
{"page": 23, "text": "Icyo bitanga: umutekano ku buzima bwa mama n’umwana, kumenya kare ibibazo bishobora\nkubaho.\n6.14. Wakora iki mugihe umenye ko utwite cyangwa usanze utwite\n Kora ikizamini cy’inda (pregnancy test) ukimara gutinda imihango.\n Jya ku kigo nderabuzima uandikishe inda (ANC) mbere y’ibyumweru 12.\n Tangira gufata acide folique na fer/iron buri munsi nk’uko muganga abigutegeka.\n Irinde inzoga, itabi, ibiyobyabwenge, imiti gakondo n’ibiribwa bitemewe.\n Kurya indyo yuzuye: ibiribwa bikungahaye kuri proteyine, imboga, imbuto, amata,\nibinyampeke.\n Kumenya ibimenyetso mpuruza (kuribwa bikabije, kuva amaraso, umuriro mwinshi,\nkutumva umwana anyeganyega).\n Shaka inkunga y’umuryango n’umugabo: kuba hafi, kugufasha mu mirimo,\nkukuganiriza.\n Muri make\n Inkingo: zirinda mama n’umwana indwara zikomeye.\n Kwipimisha kare: bituma bamenya ibibazo hakiri kare kandi bigakemurwa.\n Iyo umenye ko utwite: andikisha inda, fata imiti y’inyunganiramirire, irinde ibyangiza\numwana, kurya neza no gukurikiza inama za muganga.\n6.15 Ingaruka zo kudafata ibinini mbonezabuzima (Fer/iron na Acide folique) igihe utwite\n Ibinini mbonezamirire (inyunganiramirire) bigizwe ahanini na Fer/iron n’Acide folique.\nUmugore utwite abihabwa kugira ngo afashe umubiri we n’umwana gukura neza, kurinda\nindwara no kubura amaraso.\n Ingaruka ku mubyeyi:\n Anemia (kubura amaraso) → umubyeyi ahora ananiwe, acika intege, ashobora kugira\numutwe ukabije n’isereri.\n Kubyara imburagihe kubera kubura intungamubiri zihagije.\n Kubura imbaraga igihe cyo kubyara (labor complications).\n Kwiyongera ibyago byo gupfa ku mugore igihe cyo kubyara kubera kubura amaraso\nahagije.\n Ingaruka ku mwana uri mu nda:\n Kudakura neza mu nda (growth restriction).\n Kuvuka ari muto cyane (low birth weight).\n Kuvuka imburagihe (premature birth).\n Ubumuga bwo mu bwonko n’umugongo (neural tube defects) bitewe no kubura acide\nfolique.\n Kwiyongera ibyago byo gupfa akiri mu nda cyangwa akivuka."}
{"page": 23, "text": " (growth restriction).\n Kuvuka ari muto cyane (low birth weight).\n Kuvuka imburagihe (premature birth).\n Ubumuga bwo mu bwonko n’umugongo (neural tube defects) bitewe no kubura acide\nfolique.\n Kwiyongera ibyago byo gupfa akiri mu nda cyangwa akivuka."}
{"page": 24, "text": "Umwanzuro\nKunywa fer/iron na acide folique buri munsi kuva utangira kwipimisha kugeza ubyaye ni\ningenzi cyane:\n Birinda kubura amaraso,\n Bituma umwana akura neza,\n Birinda ubumuga bukomeye ku mwana.\n6.16 Wabwirwa n’iki ko umugore utwite afite ikibazo cy’imirire?\n Ibimenyetso ku mubiri wa mama\n Kunanuka cyane cyangwa kubura ibiro (BMI iri hasi).\n Guhora ananiwe, isereri kenshi – bishobora kwerekana kubura amaraso (anemia).\n Uruhu rwumye cyangwa rucikagurika, imisatsi itangiye kugwa.\n Amaguru n’ibirenge byabyimbye (bishobora kwerekana ikibazo cya proteyine).\n Amenyo ashobora gutangira kwangirika kubera kubura calcium na vitamini.\n Umunwa ugaragaza ibisebe cyangwa ururimi ruryaryata (kubura vitamini B\ncyangwa C).\nIbimenyetso mu mikorere\n Kutagira imbaraga zo gukora imirimo isanzwe.\n Kugira isesemi ikabije n’ibibazo byo kutabona ibyo kurya bihagije.\n Kurwara kenshi kubera kugabanuka k’ubudahangarwa.\nIbimenyetso ku mwana uri mu nda\n Kudakura neza mu nda (fetal growth restriction).\n Kuvuka ari muto cyane cyangwa imburagihe.\n Ibyago byo kugira ubumuga bw’ubwonko cyangwa amagufa bitewe no kubura\nintungamubiri (nk’acide folique, calcium).\n6.17 Wakora iki niba umugore utwite afite ikibazo cy’imirire\n1. Kwipimisha no gukurikirana kwa muganga\n Jya ku kigo nderabuzima cyangwa kwa muganga hakiri kare kugira ngo bamenye\nimiterere y’ikibazo.\n Muganga ashobora gupima amaraso (anemia, fer/iron) no kugenzura imikurire\ny’umwana.\n Ukurikize gahunda zose za ANC (Antenatal Care).\n2. Indyo yuzuye buri munsi\n Proteyine: amagi, inyama zidafite amavuta menshi, amafi, ibishyimbo, amashaza, soya."}
{"page": 25, "text": " Imboga n’imbuto: imboga z’icyatsi (isombe, dodo, epinari), imbuto zifite vitamin C\n(icunga, indimu, inanasi, papayi).\n Ibinyampeke: umuceri, kawunga, amasaka, uburo.\n Ibikomoka ku mata: amata, yogati, fromaji (byongera calcium).\n Amazi meza: ibikombe 6–8 ku munsi.\n3. Inyunganiramirire\n Fata buri munsi fer/iron na acide folique nk’uko muganga abigutegeka.\n Ahandi hakenewe, muganga ashobora kongeraho vitamini cyangwa kalisiyumu.\n4. Kwirinda ibyangiza\n Irinde inzoga, itabi, ibiyobyabwenge, imiti gakondo n’ibiryo byanduye.\n Gabanya ikawa na caffeine nyinshi.\n5. Inkunga y’umuryango\n Umugabo n’umuryango bagomba gufasha umugore kubona indyo yuzuye, kumuha\nakaruhuko, no kumushyigikira mu rugendo rwo gutwita.\nJya kwa muganga ako kanya niba\n Hari kubura amaraso gukabije (isereri, gucika intege cyane, umutwe ukabije).\n Umugore atabona ibiro bihagije cyangwa abura ibiro byinshi.\n Umwana ntakomeza kugaragaza imikurire (ntanyeganyega uko byari bisanzwe).\n6.18 Ingaruka z’imirire mibi mu gihe umugore atwite\n Ku mugore utwite\n1. Kubura amaraso (anemia)\no Umugore ahora ananiwe, agira isereri kenshi, umutwe ukabije.\no Byongera ibyago byo kugira amaraso make cyane igihe cyo kubyara.\n2. Kunanuka cyangwa kubura ibiro bikenewe\no Umubiri we ubura ubushobozi bwo kwihanganira inzira yo kubyara.\no Gucika intege no guhora ananiwe.\n3. Kugabanuka k’ubudahangarwa\no Ashobora kurwara indwara zoroheje kenshi (z’igifu, z’ubuhumekero, iz’uruhu).\n4. Umunaniro n’agahinda gakabije\no Stress ikiyongera, rimwe na rimwe bigatera agahinda gakabije (depression).\n5. Ibibazo mu gihe cyo kubyara\no Kubura imbaraga zo kubyara.\no Kwiyongera k’ibyago byo gupfa igihe cyo kubyara.\no Kugira ibibazo mu gukira nyuma yo kubyara."}
{"page": 25, "text": " yo kubyara."}
{"page": 26, "text": "Ku mwana uri mu nda\n1. Kudakura neza (growth restriction)\no Umwana ashobora kuvuka ari muto cyane (low birth weight).\n2. Kuvuka imburagihe (premature birth)\no Inda ikarangira kare, umwana akavuka adakuriye neza.\n3. Ibibazo mu mikurire y’ubwonko n’umugongo\no Kubura acide folique bishobora gutera ubumuga bwo mu bwonko cyangwa mu\nmugongo (neural tube defects).\n4. Intege nke cyangwa ubumuga\no Kubura intungamubiri (fer, vitamini, kalisiyumu) bigatera amagufa adakomera\ncyangwa ubwonko budakura neza.\n5. Kwiyongera k’icyago cyo gupfa\no Umwana ashobora gupfa akiri mu nda cyangwa akivuka.\n6.19 Icyo wakora wakora mu gihe ufite imirire mibi kandi utwite\nKu mugore utwite\n Kwipimisha kare no gukurikirana ANC ku kigo nderabuzima.\n Kurya indyo yuzuye buri munsi: ibinyampeke, ibikomoka ku matungo, imboga, imbuto,\namata n’amafi.\n Kunywa fer/iron na acide folique buri munsi nk’uko muganga abigutegeka.\n Kunywa amazi meza ahagije.\n Kwirinda ibyangiza: inzoga, itabi, ibiyobyabwenge, imiti gakondo.\nKu mwana uri mu nda\n Iyo mama akurikiranye imirire ye neza, umwana ahabwa intungamubiri zimufasha\ngukura neza mu magufa, mu bwonko no mu mubiri wose.\n Gukurikirana kwa muganga (ANC) bituma ibibazo bamenyekana kare kandi umwana\nakarindwa ingaruka z’imirire mibi.\nMuri make\nImirire mibi ku mugore utwite itera kubura amaraso, gucika intege, kurwara kenshi, no kugira\nibyago byinshi igihe cyo kubyara.\n Ku mwana, itera kudakura neza, kuvuka ari muto cyangwa imburagihe, ndetse n’ubumuga\nbukomeye.\nIgisubizo: kwipimisha hakiri kare, kurya indyo yuzuye, gufata inyunganiramirire (fer/iron na\nacide folique), no kwirinda ibyangiza."}
{"page": 27, "text": "7.0 Kwitegura kubyara\nMugihe witegura kubyara Tangira gutegura ibikoresho uzitwaza mu gihe cyo kubyara, uburyo\nuzagerayo, uzaguherekeza, kandi witegure hakiri kare uko wifuza ibintu bizagenda ku munsi\nuzabyariraho.\n Mugabo, herekeza umugore wawe kwa muganga agiye kubyara kugirango umufashe kandi\numube hafi.\n7.1 Niryari wamenyako ugomba kwihutira kujya kwamuganga kubyarirayo\n Ushobora gusabwa kujya kwa muganga igihe cyose uteganya kubyara, ariko kubyara mbere\ncyangwa nyuma y’itariki yari yarateganyijwe\n• Niba utuye hafi yo kwa muganga, uragirwa ina ma yo guhita ujyayo ukibona ibimenye by’ibise\nbya mbere.\nNiba uba kure kure yo kwa mugan ga, ukwiye kujyayo mbere y’icyumweru kimwe cyangwa 2\nugereranyije n’itariki uteganyirijwe kuzabyariraho, noneho ukaguma kwa mugan ga mu gihe\nugitegereje kubyara uri witaweho n’inshuti cyangwa umuvandimwe\n• Niyo yaba ari umwana wa kabiri cyangwa wa bucura, buri igihe ugomba kujya kwa muganga\nmbere y’uko igihe wahawe cyo kubyara kigera kuko hari amahirwe ko umwana ashobora kuvu\nka mu buryo bwihuse mbere y’igihe cyategany ijwe\n. • Niba ufite ikarita yo kwa muganga ifasha gukurikirana umubyeyi utwite, wibuke kuyitwaza\nubwo ugiye kwa muganga.\n • Buri mugore ibise bitangira kumufata mu buryo butandukanye\n7.2 Ibyo wamenya ku bise by’umugore ugiye kubyara\n• Ushobora kuba ujya wumvaga kwivumbaga tanya mu nda (ukabona ku gice cy’inda yo hasi\nuruhande rumwe rurabyimbye, ubundi hahise habyimbuka/hararekuye) mu gihembwe cya kabiri\nhagati, ibyo n’ibisanzwe, bibaho kandi ntabwo bimara igihe kirekire.\n • Ibise bya nyabyo bishobora kurangwa no kwi haga/kwifora kw’inda (ukabona ku gice cy’inda\nyo hasi uruhande harabyimbe kandi harakom eye) bikamara nk’igihe cy’amasegonda 30 kandi\nbikaba bikomeye, bikaba byarushaho ndetse bikaba kenshi.\n • Ibindi bimenyetso by’ibise ni:\n (1) Kuzana ibisan za (ururenda) ndetse harimo n’bisa nkaho hari mo amaraso.\n (2) Kuva ibintu bimeze nk’amazi."}
{"page": 27, "text": "’amasegonda 30 kandi\nbikaba bikomeye, bikaba byarushaho ndetse bikaba kenshi.\n • Ibindi bimenyetso by’ibise ni:\n (1) Kuzana ibisan za (ururenda) ndetse harimo n’bisa nkaho hari mo amaraso.\n (2) Kuva ibintu bimeze nk’amazi."}
{"page": 28, "text": "(3) Kuribwa umugongo.\n (4) Kugira isesemi no kuruka.\n (5) Guhitwa.\n• Gukoresha ibimera cyangwa imiti ya kinyar wanda ntabwo byafasha umubyeyi kugirango ibise\nbize neza, kuko bishobora gutera umwana ibibazo cyangwa se na nyina\n7.3 Akamaro ko kubyarira kwa muganga\nKubyarira kwa muganga ni ingirakamaro kuko uhabwa ubufasha bw’abaganga bikarinda\numubyeyi n‘umwana uvuka ingorane zishobora kubaho mu gihe cyo kubyara zirimo ubumuga\nnk’ indwara yo kujojoba, kuva cyane k‘umugore cyangwa urupfu.\nNi ngombwa kubyarira kwa muganga kuko basuzuma uko umwana ameze mu nda bagakumira\nhakiri kare inzitizi zabaho, umubyeyi akabyara atekanye.\n Nanone\n• Kubyarira kwa muganga ukabyazwa n’umuganga wabyigiye ufite ubumenyi mu buryo\nbwemewe n’amategeko\n• Umwana ahita yandikwa mu bitabo by’irangamimerere akivuka\n • Iyo uri kwa muganga bamenya neza ubufasha ukeneye kugirango ubyare neza, cyane nk’iyo\nwakurikiranwaga by’umwihariko/ufite uburwayi bakuvuye ubwo wabaga wisuzumisha utwite.\n• Iyo uri kwa muganga biroroha kwitabwaho igihe ukeneye ubutabazi byihuse ngo ubyare\n7.4 Kwita ku ruhinja rukimara kuvuka\n Uruhinja rukimara kuvuka rushyirwa mu gituza cy’umubyeyi, bikarufasha gukomeza kuba\nrushyushye ndetse no komatana neza na nyina, bikanatuma abasha kumwonsa mu isaha ya mbere\nyo kuvuka.\n Uruhinja rugomba gusuzumwa nyuma yo kuvuka na mbere y’uko musezererwa kwa muganga.\nNiba hari Impungenge mugize k’ubuzima bw’umwana, nk’ubumuga bukomeye cyangwa\nbworoshye uruhinja rushobora kuvukana, ugomba kubaza muganga kugirango agusobanurire ku\nbibazo byose mwibaza bigendanye n’ubuzima bw’uruhinja n’ubw’umubyeyi.\n Itabaze muganga niba hari ibimenyetso mpuruza ubonye ku ruhinja rwawe nko kugira\numuhondo, kuva amaraso mu mukondo, kuzana icyena mu mbavu, amashyira mu maso n’ibindi.\n• Uruhinja rukimara kuvuka rugomba guhita rushyirwa mu gituza, rugahanagurwa neza kandi\nvuba hakoreshejwe igitambaro gifite isuku, rugomba gufubikwa ikigoma cyangwa igitam\nbaro/umwenda wumutse ndetse rugomba kuguma mu gituza cya nyina mu gihe cy’isaha byibuze\nkandi aba ari mugituza cy’umubyeyi ku buryo abasha kuba amureba mu maso.\nAkamaro:\nIbi bifasha umwana gukomeza kuba ashyushye ndetse binafashe umwana n’umubyeyi komatana\nndet"}
{"page": 28, "text": " kuzana icyena mu mbavu, amashyira mu maso n’ibindi.\n• Uruhinja rukimara kuvuka rugomba guhita rushyirwa mu gituza, rugahanagurwa neza kandi\nvuba hakoreshejwe igitambaro gifite isuku, rugomba gufubikwa ikigoma cyangwa igitam\nbaro/umwenda wumutse ndetse rugomba kuguma mu gituza cya nyina mu gihe cy’isaha byibuze\nkandi aba ari mugituza cy’umubyeyi ku buryo abasha kuba amureba mu maso.\nAkamaro:\nIbi bifasha umwana gukomeza kuba ashyushye ndetse binafashe umwana n’umubyeyi komatana\nndetse bikanatuma abasha kumwonsa hakiri kare.\nIyo umubyeyi w’umugore atameze neza nyu ma yo kubyara kuburyo atashobora gushyira\nuruhinja mu gituza umubiri ku wundi, se w’umwana ashobora kubikora neza uko bikwiye.\n• Konsa uruhinja bigomba gukorwa byibuze mu gihe kitarenze isaha nyuma y’uko uruhinja\nruvutse\nUko biri kose, (keretse bibaye ngombwa ko uruhinja rushyirwa mu cyuma gikomeza kumuha\nubushyuhe nkaho akiri mu nda ya nyina (couveuse), ntampamvu iyo ariyo yose yatuma utaba\nkumwe n’uruhinja rwawe kandi ukarwonsa bikwiriye ndetse ukanamukurikirana ukanamwitaho\nuko bikwiriye.\n7.5 Ni ryari umubyeyi agomba gutangira konsa umwana"}
{"page": 29, "text": "Konsa uruhinja bigomba gukorwa byibuze mu gihe kitarenze isaha nyuma y’uko uruhinja\nruvutse\n7.6 Ese biremewe koza umwana ukivuka\nUmwana ntabwo akarabywa akivuka. Impinja ntabwo zishobora guhita zihangana n’impindu ka\nz’ubushyuhe, bitewe n’amazi biragoye cyane ko uruhinja rusubirana ubushyuhe bukwiye.\nNi ngombwa gutegereza nk’umunsi umwe cyangwa ibiri aho ubushyuhe bw’umwana buba\nbumaze kugira ubushobozi bwo gahindagurika.\nUmwana ukivuka ntagomba kuhagirwa kuko biba bigoye kugenzura igipimo cy’ubushyuhe\nbw’umwana.\n7.7 Niryari watangira koza uruhinja\nNi ngombwa gutegereza nk’umunsi umwe cyangwa ibiri aho ubushyuhe bw’umwana buba\nbumaze kugira ubushobozi bwo gahindagurika.\n7.8 impamvu ari ngombwa gusuzuma/ kugenzura buri kintu cyose ku mwana ukivuka?\nUkeka ko ari ibihe bintu by’ingenzi uba ushaka kumenya cyangwa ukeneye kugenzura?\n• Umubyaza asuzuma ubuzima bw’uruhinja rukivuka kugira ngo agenzure ko nta kibazo na\nkimwe kidasanzwe kihutirwa ku buzima bw’umwana ku buryo kigomba guhita gikemurwa.\n• Umwana wawe agomba gusuzumwa ku buryo bwuzuye mbere yo kugusezerera kwa muganga\naho wabyariye.\n• Iri genzura ni isuzuma muri rusange ry’ubuzima bw’uruhinja harimo kureba uko uruhinja\nrunyeganye ga, rufata, niba nta bimenyetso bigaragara by’indwara y’umuhondo, kureba niba nta\nkibazo cy’amaso, umuti ma ndetse n’ingingo zo ku kukibuno.\n• Uburebure n’ibiro by’abana bizahora bigenzurwa kugira ngo hizerwe ko umwana akura uko\nbikwiye.\n• Gusuzuma umwana bishobora gutanga amaku ru hakiri kare ko umwana agaragaza ibimenyetso\nby’ubumuga bw’amaso ndetse n’amatwi (kutabona no kutumva).\n • Guhora usuzumisha uruhinja ni ingenzi kuko bifasha gutahura hakiri kare ibibazo by’ubuzima\nuruhinja rushobora kuba rufite harimo nko kubura amaraso (anaemia)\n7.9 Ubumuga bukomeye cyangwa bworoshye uruhinja rushobora kuvukana\n• Impinja zimwe zikunze gukomereka zivuka kubera ibibazo byabaye mu gihe cyo kubyara.\nGaniriza muganga w’abana cyangwa se uwakubyaje ku bikomere umwana yavukanye ndetse\nn’uburyo bwo kubivura.\n • Ibibazo byoroheje nk’uduheri/utubyimba umwana ashobora kuvukana. Biganirize umuganga.\n • Ibikomere bikomeye ntibikunze kubaho ariko iyo bibayeho bisaba gukurikiranwa cyane\n"}
{"page": 29, "text": " kuba rufite harimo nko kubura amaraso (anaemia)\n7.9 Ubumuga bukomeye cyangwa bworoshye uruhinja rushobora kuvukana\n• Impinja zimwe zikunze gukomereka zivuka kubera ibibazo byabaye mu gihe cyo kubyara.\nGaniriza muganga w’abana cyangwa se uwakubyaje ku bikomere umwana yavukanye ndetse\nn’uburyo bwo kubivura.\n • Ibibazo byoroheje nk’uduheri/utubyimba umwana ashobora kuvukana. Biganirize umuganga.\n • Ibikomere bikomeye ntibikunze kubaho ariko iyo bibayeho bisaba gukurikiranwa cyane\ncyangwa kubaga igice gifite ikibazo.\n7.10 Ibibazo uruhinja rukivuka rushobora kugira\n • Ku bw’amahirwe, abana bagejeje igihe cyo kuvuka bahumeka kandi bakarira mu masegonda\n90 nyuma yo kuvuka iyo bakanguye ibyumviro byabo bifashishije inkosha/igitambaro gifite\nisuku gishyushye mu rugero.\n • Abana bamwe bananirwa guhita batangira guhumeka nyuma yo kuvuka bihutiyeho/byihuse\n(urugero iyo umubyeyi abazwe) cyangwa bigatinda cyane wenda se umwana yahungab anyijwe\nno gutinda munda cyangwa yahuye n’ibindi bibazo akiri mu nda."}
{"page": 30, "text": "• Muganga niwe wenyine ugomba gutanga ubu fasha. Ushobora gusaba kugumana n’umwana\ncyangwa kumuba hafi kugira ngo hagenzurwe ibirimo kuba ku mwana. Ushobora gusaba\nibisobanuro by’ibigenda bikorwa cyangwa biba ku mwana.\n7.11 Impinja zikeneye kurushaho gukurikiranwa\n Ababyeyi basanganywe ibibazo byihariye bivuze ko n’iyo babyaye impinja zabo zigenzurwa\nkandi zikitabwaho kuburyo bw’umwihariko nyuma yo kuvuka.\n Ingero:\n • Impinja z’ababyeyi barwaye diyabeti.\n • Impinja z’ababyeyi bahuye n’ ubwandu runaka cyane cyane mu gihembwe giheruka cyangwa\nse mu gihe bari ku bise.\n• Abana bavutse igihe kitageze ndetse n’abavu kana ibiro bidashyitse.\nUko biri kose, (keretse bibaye ngombwa ko uruhinja rushyirwa mu cyuma gikomeza kumuha\nubushyuhe nkaho akiri mu nda ya nyina (couveuse), ntampamvu iyo ariyo yose yatuma utaba\nkumwe n’uruhinja rwawe kandi ukarwonsa bikwiriye ndetse ukanamukurikirana ukanamwitaho\nuko bikwiriye.\n7.12 Inshuro umubyeyi n’uruhinja bisuzumisha nyuma yo kubyara\nNyuma yo kubyara, umubyeyi n’uruhinja bisuzumisha inshuro eshatu:\ninshuro ya 1: Basuzumwa na muganga mbere yo gutaha.\ninshuro ya 2: Basuzumwa n’ umujyanama w‘ubuzima ku munsi wa gatatu ageze mu rugo.\n inshuro ya 3: Basuzumwa na muganga ku munsi wa 42 basubiye ku kigo nderabuzima guhabwa\ninkingo z’umwana.\n Ariko hari izindi nshuro 2 ziyongera ku mwana wavukanye ibiro bikeya, aho asurwa n’\numujyanama w‘ ubuzima ku munsi wa 7 ndetse n’ umunsi wa 28 ageze mu rugo.\n7.13 Akamaro ko kwisuzumisha nyuma yo kubyara\nBifasha gutahura hakiri kare ikibazo icyo aricyo cyose cyahungabanya ubuzima bw’uruhinja\nn’ubw’umubyeyi.\n7.14 Icyo wakora uruhinja rukimara kuvuka\nUrwo ruhinja rushyirwa mu gituza cya nyina cyangwa cya se, umubiri ku mubiri mu minsi ya\nmbere rukivuka, bituma rukura vuba rukagira n’ubuzima bwiza.\n7.15 Ibyo umubyeyi wabyaye agomba kuzirikana\nUmubyeyi agomba kuruhuka bihagije, akarya indyo yuzuye, akonsa umwana kenshi uko\nbikwiye.\n7.16 Igihe cyiza cyo gukurikiza umwana\nNi byiza gukurikiza umwana afite byibura imyaka ibiri, bifasha umubiri w’umubyeyi\nkwisubiranya, umwana akonka igihe gihagije n’umuryango ugatera imbere. Ganira na muganga\nku buryo bwo kuboneza urubyaro wahit"}
{"page": 30, "text": ", umubiri ku mubiri mu minsi ya\nmbere rukivuka, bituma rukura vuba rukagira n’ubuzima bwiza.\n7.15 Ibyo umubyeyi wabyaye agomba kuzirikana\nUmubyeyi agomba kuruhuka bihagije, akarya indyo yuzuye, akonsa umwana kenshi uko\nbikwiye.\n7.16 Igihe cyiza cyo gukurikiza umwana\nNi byiza gukurikiza umwana afite byibura imyaka ibiri, bifasha umubiri w’umubyeyi\nkwisubiranya, umwana akonka igihe gihagije n’umuryango ugatera imbere. Ganira na muganga\nku buryo bwo kuboneza urubyaro wahitamo gukoresha.\n7.17 Gukomeza kwita ku bana bato cyangwa impinja\n Umwana agomba guhabwa inkingo z’ingenzi zagenwe kuri buri cyiciro agezemo, kandi\nhakubahirizwa amatariki yatanzwe na muganga."}
{"page": 31, "text": "Buri gihe ihutire kuvuza uruhinja igihe rugaragaza ibimenyetso by’uburwayi. Komeza kwita ku\nmwana umwonsa bihagije, umugaburira indyo yuzuye, umugirira isuku, kandi witabira\nkumusuzumisha imikurire ye buri kwezi mu mudugudu cyangwa kwa muganga.\nUjye uha umwana gusa imiti yandikiwe na muganga, kandi ukayikura kwa muganga cyangwa\namaguriro y’imiti (farumasi) yemewe unirinde kumuvurisha imiti ya gakondo.\nNiba ubona hari ikimenyetso mpuruza afite mwihutire kujya kwa muganga.\n7.18 Imbindo z’umwana – Pampegisi\nUgomba guhindurira umwana kabiri ku munsi (inshuro 2 mu masaha 24) kuva ku munsi wa\n6 avu tse. Namara kugira ibyumweru 6, inshuro yituma zizagenda zigabanuka, imbindo ze\natakizanduza cyane.\n• Umubare w’imbindo umwana yanduje ugomba kungana n’umubare w’iminsi uruhinja\nrumaze ruvutse. Urugero, imbindo 3 ku munsi wa 3 umwana avutse, n’imbindo 6 umwana\namaze iminsi 6.\n7.19 IBYO WAMENYA KU MWANDA UMWANA YITUMA\nUbusanzwe umwana ukivuka yituma ibintu bisa n’icyatsi cyangwa umukara mu masaha 24\nya mbere. Niba utabibonye ku mwana wawe, baza muganga.\nMu minsi  ya mbere ushobora kubona ibintu bimeze nk’ibitu kura cyangwa iroza mu\nmwanda uruhinja rwitumye. Ariko uko arushaho konka bi genda bishira. Mu mbindo\nz’impinja z’abakobwa ushobora kubonamo utuntu  tw’uturaso mu minsi mike akivuka,\nariko humura, ntibigutere impun genge birashira.\n7.20 Uruhu rw’uruhinja\n Ni ibisanzwe ko impinja zisesa uduheri ku mubiri mu minsi ya mbere ya mbere.\n • Umwana wawe ashobora gusesa uduheri tusa n’umutuku ku mubiri, ku maboko no ku maguru.\n Udu duheri dukunda kurangirana mu cyumweru cya mbere avutse.\n • Uruhinja rushobora nanone gusesa uduheri mu gahanga, ku bitsike no mu ijosi igihe arize\ncyangwa hari ubushyuhe bwinshi. Ibi ariko birashi ra iyo haje amafu n’umwana yacecetse.\n • Uruhu rw’umwana rushobora gukanyarara cya ne ku bana bavutse barengeje igihe gisanzwe.\nUshobora kubasiga amavuta. Ugomba kubaza abashinzwe ubuzima amavuta akwiye.\n7.21 Urureri\n uko wafata urureri Urureri\nNtukagire ikintu na kimwe usiga ku rureri cyangwa ngo urufubike mu mwenda. Rureke\nruzahuguta ubundi rwivaneho umwana amaze hagati y’iminsi 5 -10 avutse. rugifite urureri\n Igenges"}
{"page": 31, "text": "angwa hari ubushyuhe bwinshi. Ibi ariko birashi ra iyo haje amafu n’umwana yacecetse.\n • Uruhu rw’umwana rushobora gukanyarara cya ne ku bana bavutse barengeje igihe gisanzwe.\nUshobora kubasiga amavuta. Ugomba kubaza abashinzwe ubuzima amavuta akwiye.\n7.21 Urureri\n uko wafata urureri Urureri\nNtukagire ikintu na kimwe usiga ku rureri cyangwa ngo urufubike mu mwenda. Rureke\nruzahuguta ubundi rwivaneho umwana amaze hagati y’iminsi 5 -10 avutse. rugifite urureri\n Igengesere mu gihe uhindurira imbindo uruhinja rugifite urureri. Niba ubona rutangiye kuva\nama raso, ruhindutse umutuku cyangwa ku mukondo hameze nk’ahandujwe n’udukoko dutera\nindwara, ihutire kubibwira muganga.\n7.22 Ibyo ugomba kuzirikana ku mpinja zavutse igihe kitageze"}
{"page": 32, "text": "• Baza muganga uko wakwitwararika igihe uruhinja Umwihariko ku mpinja zavukanye ibiro\nbidashyitse n’izavutse igihe kitageze\n• Impinja zivutse igihe kitageze n’izavukanye ibiro bidashyitse zikunze kugira ibibazo kandi ziba\nzishobora kurwara kurusha cyane.\n • Izi mpinja zikonja vuba kurusha izavukiye igihe n’izavukanye ibiro bishyitse. Dore\nibimenyetso by’uko uruhinja rwakonje : kutonka/kutarya neza, kutarira, kumukora ukumva\nyakonje no kuba igiti ntiyite ku byo umukorera.\n• Ababyeyi bagomba kwitwararika ku buryo uruhinja rwavutse igihe kitageze, urwavukanye\nibiro bidashyitse n’urwavukanye ibiro bike ruhorana ubushyuhe, cyane bamuheka mu gituza\nutam baye, ari byo byitwa Kangaro.\n7.23 Uburyo bwiza bwo gufata uruhinja\nUburyo bwa Kangaro bwo gufatira uruhinja mu gituza butuma ruhorana ubushyuhe. Ubu kandi\nni n’uburyo bwiza bwo konsa umwana kuko byongera urugwiro akomatana n’umubyeyi.\n7.24 Uko wakwita ku mwana muto\nNi ngombwa gukingiza abana Gusobanukirwa n’indwara z’abana no kubajyana kwa muganga.\n Gusukura ibigoma n’ibyo babindisha umwana.\n Kunanura uruhu rw’umwana umusiga amavuta aho biri ngombwa.\n Kugenzura urureri rw’umwana.\n Gushyira umwana mu gituza, cyane uwavutse atagejeje igihe n’uwavukanye ibiro bidashyitse.\n Kuvuza umwana vuba na bwangu igihe agaragaza ibimenyetso by’uburwayi\n7.25 Kuki abana baato bakunda kurwaragurika\n • Abana bakunda kurwara iyo bakiri munsi y’umwa ka umwe kubera ko umubiri wabo uba\nutaragira ubudahangarwa, nubwo amashereka n’inkingo bibongerera ubwirinzi cyane.\n• Indwara zisanzwe zishobora kurembya abana cya ne bitunguranye\n• Ugomba kwigengesera ku buzima bw’umwana wawe kandi ukihutira kumuvuza igihe\nagaragaza ibimenyetso by’uburwayi.\n7.26 Gusinzira k’uruhinja cyangwa gusinziriza uruhinja\n• Impinja zisinzira mu buryo butandukanye kandi birahindagurika. Mu byumweru bya mbere\nnyuma yo kuvuka, bisa nkaho bahora basinziriye usibye mu bihe byo konka. Bamwe babasha\nkwikangura. Nk’uko biba ku Bantu bakuru, impinja nazo zigira ibihe byazo bikagera ubwo nawe\nnk’umubyeyi/ umurezi ubisobanukirwa.\n• Ni byiza cyane ko umubyeyi atangira kumenyere za uruhinja kugira igihe gihoraho cyo\ngusinzira. Urugero nk’igihe cyo kumukarabya/kumwuh"}
{"page": 32, "text": ".26 Gusinzira k’uruhinja cyangwa gusinziriza uruhinja\n• Impinja zisinzira mu buryo butandukanye kandi birahindagurika. Mu byumweru bya mbere\nnyuma yo kuvuka, bisa nkaho bahora basinziriye usibye mu bihe byo konka. Bamwe babasha\nkwikangura. Nk’uko biba ku Bantu bakuru, impinja nazo zigira ibihe byazo bikagera ubwo nawe\nnk’umubyeyi/ umurezi ubisobanukirwa.\n• Ni byiza cyane ko umubyeyi atangira kumenyere za uruhinja kugira igihe gihoraho cyo\ngusinzira. Urugero nk’igihe cyo kumukarabya/kumwuhagira, igihe cyo konsa umwana mu\nmasaha adahinduka mu gihe cya nijoro no kugira uburyo bwo ku musinziriza.\n7.27 Ese nibyiza ko uruhinja rurarana n’ababyeyi barwo\nAhantu hatekanye umwana akwiye kuryamishwa mu mezi atandatu ye ya mbere ni mu\nakamoyize cyangwa mu gatanda kagenewe abana ariko kakaba kari mucyumba ababyeyi\nbararamo.\nNtabwo ari byiza  kuryama ku buriri bumwe n’uruhinja\n7.28 Impamvu zituma abana bakunda kurira"}
{"page": 33, "text": "Abana barira kubera impamvu nyinshi, ariko higanjemo kuba bashonje, bafite ubushyuhe\nbwinshi, banyaye cyangwa bitumye bashaka ko mubahindurira imbindo, bakeneye ko mubitaho\ncyangwa se babangamiwe n’umuyaga.\n• Impinja zigaragaza ibyifuzo byazo zirira, gusa ntabwo baba bagambiriye gutera ababyeyi babo\numujinya.\n• Baba bakeneye guterurwa, guhozwa no guhugezwa. Ntabwo bisobanuye ko ari kurera bajeyi,\nahubwo ni uko uko urushaho kubikora niko arushaho kumva atekanye, yitaweho noneho\nbigatuma ubwo yumva ko agomba gutuza.\nKurira ni ibisanzwe ku mpinja ariko iyo bi komeje kabone n’ubwo wamuhoza haba harimo\nikibazo. Ganiriza umuganga niba umwana adahora kugira ngo akugire inama niba hari ikibazo\nkidasanzwe gikeneye ubuvuzi.\nUshobora kunanirwa gukomeza guhoza umwana igihe atari guceceka, kuburyo ushobora no\nkumva wamukubita cyangwa wamuzunguza kandi uko kumuzunguza cyangwa kumukubita\nbitari butume arekeraho kurira, ahubwo bishobora kumukomeretsa cyane.\n Ntuzigere na rimwe uzunguza uruhinja cyang wa ngo urukubite; ahubwo mushyire ahatekanye\ncyangwa umuterure mu buryo yumva ko atekanye nyuma nyuma y’iminota mike urabona\nacecetse kuko bituma yumva atekanye.\n7.29 Indwara y’Umuhondo\n Ni gute ushobora kumenya ko umwana wawe arwaye umuhondo ? (Umuhondo ahasanzwe hari\numweru mu maso y’uruhinja).\nIyo umwana wawe agaragaje ikimenyetso mpuruza ntukazuyaze ushakira ahandi ahubwo hita\nujyana umwana kwa muganga kuko uruhinja ruremba mu mwanya muto. Niba wumva umwana\nwawe afite umuriro, wimufubika cyane, mwambike utwenda tworoshye ubwo umujyanye kwa\nmuganga\n7.30 Impinja zikeneye kurushaho gukurikiranwa\nAbabyeyi basanganywe ibibazo byihariye bivuze ko n’iyo babyaye impinja zabo zigenzurwa\nkandi zikitabwaho kuburyo bw’umwihariko nyuma yo kuvuka.\nIngero:\n• Impinja z’ababyeyi barwaye diyabeti.\n• Impinja z’ababyeyi bahuye n’ ubwandu runaka cyane cyane mu gihembwe giheruka cyangwa\nse mu gihe bari ku bise.\n• Abana bavutse igihe kitageze ndetse n’abavu kana ibiro bidashyitse.\n Uko biri kose, (keretse bibaye ngombwa ko uruhinja rushyirwa mu cyuma gikomeza kumuha\nubushyuhe nkaho akiri mu nda ya nyina (couveuse), ntampamvu iyo ariyo yose yatuma utaba\nkumwe n’uruhinja rwawe kandi ukarwonsa bikwiriye ndetse"}
{"page": 33, "text": "wihariko nyuma yo kuvuka.\nIngero:\n• Impinja z’ababyeyi barwaye diyabeti.\n• Impinja z’ababyeyi bahuye n’ ubwandu runaka cyane cyane mu gihembwe giheruka cyangwa\nse mu gihe bari ku bise.\n• Abana bavutse igihe kitageze ndetse n’abavu kana ibiro bidashyitse.\n Uko biri kose, (keretse bibaye ngombwa ko uruhinja rushyirwa mu cyuma gikomeza kumuha\nubushyuhe nkaho akiri mu nda ya nyina (couveuse), ntampamvu iyo ariyo yose yatuma utaba\nkumwe n’uruhinja rwawe kandi ukarwonsa bikwiriye ndetse ukanamukurikirana ukanamwitaho\nuko bikwiriye.\n8.1 Uruhare rw’umugabo mugihe mugore utwite\n   Umugabo ashobora gufasha umugore utwite:"}
{"page": 34, "text": "- Amuherekeza kwisuzumisha kwa muganga.\n  - Amuba hafi mu rugo no kwa muganga.\n  - Bituma umugore agira ubuzima bwiza, agira ituze, kandi yumva ashyigikiwe.\n8.2 Uruhare rw’umugabo mu gihe cyo kubyara\n Iyo umugabo ari kumwe n’umugore igihe abyara:\n  - Bituma umugore agira ituze n’umutekano.\n  - Ububabare bwe bugabanuka.\n  - Yumva afite urukundo n’ubufasha.\n 8.3 Uko ababyeyi bashyikirana n’umwana uri mu nda\n Ababyeyi bombi bashobora gutangira gushyikirana n’umwana akiri mu nda:\n  - Binyuze mu kumuganiriza.\n  - Kumuririmbira no gukuyakuya inda.\n  - Bifasha umwana gukura neza mu bwenge, imbamutima, n’imibanire.\n8.4 Akamaro ko kuba ababyeyi bashyikirana n’umwana uri mu nda\n  Bifasha umwana gukura neza mu bwenge, imbamutima, n’imibanire.\n8.5 Uruhare rw’umubyeyi w’umugabo mu mikurire y’umwana\n  Iyo umubyeyi w’umugabo yita ku mwana no ku byo akeneye:\n  - Bituma umwana akura neza, akunda ababyeyi be.\n  - Umwana agira ubushobozi bwo kwiga neza no gutsinda.\n  - Bimufasha kubana neza n’abandi.\n8.6 Kuba intangarugero n’uruhare rw’umugabo mu burere bw’umwana\nIyo umubyeyi w’umugabo yita ku mwana akanita ku byo akeneye akagerageza kubikemura mu\nbushobozi bwe uko bungana kose, bituma umwana akura neza akunda ababyeyi be,\nbikamwongerera ubushobozi bwo kwiga no gutsinda, no kubana neza n’abandi.\nUmubyeyi w’umugabo, agomba kuba intangarugero mu bana be, akaberekera uko afatanya\nn’uwo bashakanye mu nshingano zabo zo kwita ku bana babo\n Uurugero nko:\n  - Gufasha abana kwiga no gukora imikoro y’ishuri.\n  - Gukunda guterura no gukina n’abana bato.\n  - Kubaganiriza, kubakorera ibikinisho, no kubafasha kuvumbura ibidukikije.\nUmubyeyi w’umugabo afite uruhare runini mu mikurire, umunezero n’umutekano w’umwana\nwe ndetse n’uw’umuryango wose\n8.7 akamaro ko kuba umugabo ari intangarugero mu muryango\nIyo umubyeyi w’umugabo yita ku mwana akanita ku byo akeneye akagerageza kubikemura mu\nbushobozi bwe uko bungana kose, bituma umwana akura neza akunda ababyeyi be,\nbikamwongerera ubushobozi bwo kwiga no gutsinda, no kubana neza n’abandi.\nUmubyeyi w’umugabo afite uruhare runini mu:"}
{"page": 34, "text": " mu mikurire, umunezero n’umutekano w’umwana\nwe ndetse n’uw’umuryango wose\n8.7 akamaro ko kuba umugabo ari intangarugero mu muryango\nIyo umubyeyi w’umugabo yita ku mwana akanita ku byo akeneye akagerageza kubikemura mu\nbushobozi bwe uko bungana kose, bituma umwana akura neza akunda ababyeyi be,\nbikamwongerera ubushobozi bwo kwiga no gutsinda, no kubana neza n’abandi.\nUmubyeyi w’umugabo afite uruhare runini mu:"}
{"page": 35, "text": "- Mikurire y’umwana.\n  - Umunezero w’umuryango.\n  - Kugarura icyizere n’umutekano mu rugo.\n8.8 Gufatanya inshingano z’urugo\nKwita ku mwana kuva agisamwa ni inshingano y’ababyeyi bombi ndetse n’abandi bantu bose\nbari mu rugo.\nKugira ngo abagabo babashe kwita ku bana babo bagomba kwirengagiza igitutu bashobora\ngushyirwaho n’umuryango mugari babita inganzwa, ngo bararozwe n’ibindi.\n8.9 Uruhare rw’abagore mu gushyigikira abagabo\nAbagore bakwiye guha abagabo umwanya ndetse no kubashyigikira igihe biga kwita ku bana\nbabo. Igihe ababyeyi bombi bafatanyije imirimo yo mu rugo, bituma bombi bagira umwanya\nuhagije wo kwita ku yindi mirimo ishobora guteza umuryango imbere.\n8.10 Gufatanya imirimo yo mu rugo n’iyita ku mwana\n Igihe ababyeyi bombi bafatanya imirimo yo mu rugo:\n  - Bombi babona umwanya uhagije wo kwita ku yindi mirimo iteza imbere umuryango.\n Imirimo yo kwita ku mwana igomba gusaranganywa:\n  - Guterura umwana, kumuhindurira imyenda/ibyo yitumyemo.\n  - Kumugaburira, kumuvugisha, kumuririmbira, no gukina na we.\n- No mu gihe cyo konsa, umugabo:\n  - Yunganira umugore akora indi mirimo y’urugo kugira ngo amworohereze.\n8.11 Ubwoko bw’ihohoterwa rikunze kugaragara\nIhohoterwa rikunze kugaragara mu muryango:\n  - Gukubitwa\n  - Guhutazwa\n  - Gucirwa mu maso\n  - Gutukwa\n  - Guteshwa agaciro\n  - Ihohoterwa rishingiye ku gitsina\n  - Ihohoterwa rishingiye ku mitungo\n Ibi byose bigira ingaruka ku mubyeyi utwite n’umwana atwite mu mitekerereze\nn’amarangamutima.\n8.12 Ingaruka z’ihohoterwa ku bana n’umuryango\nAbana biga bigana, iyo ababyeyi bakora ihohotera, bibagiraho ingaruka, bakabona ko ari uburyo\nbwemewe kandi bukoreshwa igihe umuntu arakaye. Abana baba mu ngo zirimo amakimbirane,\nbarahangayika cyane bikaba byabaviramo no guhunga urugo bakajya kwibera mu muhanda,\nndetse no kugira imico mibi izabakurikirana mu mikurire yabo."}
{"page": 35, "text": "imo amakimbirane,\nbarahangayika cyane bikaba byabaviramo no guhunga urugo bakajya kwibera mu muhanda,\nndetse no kugira imico mibi izabakurikirana mu mikurire yabo."}
{"page": 36, "text": "Guhohotera umwana umukubita, umukankamira cyangwa umutesha agaciro bimugiraho\ningaruka mbi nko kwigunga, agahinda gakabije, kurwana, kwiyahura n’ibindi. Babyeyi mwirinde\nimpamvu zose zikurura amakimbirane mu rugo kandi mwirinde kubigaragariza abana.\nIngaruka ziterwa no kuba bana\n8.13 Ingaruka zagera ku mwana mugihe ahohotewe\nGuhohotera umwana umukubita, umukankamira cyangwa umutesha agaciro bimugiraho\ningaruka mbi nko kwigunga, agahinda gakabije, kurwana, kwiyahura n’ibindi. Babyeyi mwirinde\nimpamvu zose zikurura amakimbirane mu rugo kandi mwirinde kubigaragariza abana.\nIngaruka ziterwa no kuba bana\n 8.14 Uburyo bwo gukumira ihohoterwa no kurinda abana\n- Gukumira ihohoterwa birinda:\n  - Imibanire mibi hagati y’ababyeyi.\n  - Ingaruka mbi ku bana no ku muryango.\n- Ababyeyi bakwiye:\n  - Kwirinda impamvu zose z’amakimbirane mu rugo.\n  - Kwirinda kubigaragariza imbere y’abana.\n  - Kwita ku mibanire myiza n’umutekano w’abagize umuryango bose.\n8.15 Uruhare rw’umugabo mu gufasha umuryango kugira ubuzima bwiza\nUmubyeyi w’umugabo agomba guharanira ko umuryango we urya indyo yuzuye, ugira isuku\nihagije, ndetse akita ku mikurire y’umwana n’abagize umuryango.\nAzirikana ko umugore utwite, umubyeyi wonsa, ndeste n’umwana muto bakenera ifunguro\nry’umwihariko rigizwe n’indyo yuzuye, ndeste no kugira buzima bwiza bavuzwa hakiri kare.\nKujyana n’umugore gupimisha inda, gukingiza no kuvuza umwana mu gihe yarwaye biri mu\nnshingano z’umugabo. Ibyo bibera abana urugero rwiza bazakurikiza, kandi bigatuma\numuryango urushaho komatana.\n8.16 akamaro ko kuba umugabo yita ku muryango we\n Iyo umugabo yitabira ibikorwa byo kwita  ku muryango we:\nbibera abana urugero rwiza bazakurikiza, kandi bigatuma umuryango urushaho komatana.\n8.17 uko umugabo yafasha umugore wonsa\nNo mu gihe cyo konsa, umugabo:\nYunganira umugore akora indi mirimo y’urugo kugira ngo amworohereze.\n9.1 Ubumuga ni iki\nUbumuga ni imbogamizi mu miterere n’ubushobozi buke umubiri w’umuntu ufite, bigatuma\natabasha gukora inshingano cyangwa se imirimo nk’iyo abandi badafite ubumuga bakora;\ncyangwa se kuba umuntu abura urugingo rw’umubiri, cyangwa afite urugingo rudakora neza\numugereranyije n’abandi bantu."}
{"page": 36, "text": "aho komatana.\n8.17 uko umugabo yafasha umugore wonsa\nNo mu gihe cyo konsa, umugabo:\nYunganira umugore akora indi mirimo y’urugo kugira ngo amworohereze.\n9.1 Ubumuga ni iki\nUbumuga ni imbogamizi mu miterere n’ubushobozi buke umubiri w’umuntu ufite, bigatuma\natabasha gukora inshingano cyangwa se imirimo nk’iyo abandi badafite ubumuga bakora;\ncyangwa se kuba umuntu abura urugingo rw’umubiri, cyangwa afite urugingo rudakora neza\numugereranyije n’abandi bantu."}
{"page": 37, "text": "Impamvu zitera ubumuga ziratandukanye, ariko ubumuga bwinshi bwakwirindwa mu gihe\nababyeyi bombi babigize inshingano zabo, kandi nta n’umwe witiriwe kuba nyirabayazana\nw’ubumuga bw’umwana.\n9.2 ubumuga bushobora kubaho igihe umubyeyi atwite\nigihe umubyeyi atwite, hari ubumuga buva ku gisanira ku babyeyi bombi, kwirema nabi\nk’utunyangingo, kunywa inzoga nyinshi, itabi n’ibindi biyobyabwenge, gukoresha nabi imiti\nutandikiwe na muganga, gukoresha imiti ya gakondo, impanuka, indyo ituzuye, umuvuduko\nw’amaraso uri hejuru, guhumeka umwuka wanduye, indwara zandura harimo Mburugu, SIDA,\nRubewole n’izindi.\n 9.3 ubumuga bushobora kubaho igihe umugore abyara\n, umubyeyi yabyariye mu rugo, gutinda ku bise, umwana uvutse atagejeje igihe,kugira umwuka\nmuke, kubyara umwana ufite ibiro byinshi cyangwa bike, kubyara umubyeyi akuze, ihungabana\nmu gihe cyo kubyara, kuvukana indwara y’umuhondo\n9.4 ubumuga bushobora kubaho nyuma yo kubyara\nNyuma yo kubyara, umwana yagize ikibazo cyo guhagarara kw’amaraso mu bwonko,\nkutikingiza cyangwa gukingirwa nabi utubahiriza gahunda za muganga, imirire mibi, indwara\nnka mugiga na maraliya, kwigunga ntuhure n’abandi no kudakangurwa ubwonko hakiri kare.\n 9.5 Uko twakwirinda abana ubumuga\nBabyeyi, twarinda umwana ubumuga umubyeyi utwite yisuzumisha kwa muganga byibura\ninshuro 8, afata inyunganiramirire zikomatanyije yahawe na muganga, arya indyo yuzuye, agira\nisuku, yirinda itabi, inzoga, imiti atandikiwe na muganga ndetse n’imiti ya gakondo, yirinda\nguhumeka imyuka ihumanya, yirinda impanuka zo mu rugo no mu muhanda, yirinda\namakimbirane, kandi akabyarira kwa Muganga.\nUmwana agomba konka neza uko bikwiye, gukingirwa inkingo zose zateganyijwe, kugaburirwa\nindyo yuzuye no kumuvuza hakiri kare ku baganga bemewe, gukunda kumukinisha,\nkumuganiriza no gukangura ubwonko bw’umwana hakiri kare\n 9.6 Kwita ku bana bafite ubumuga no kubafasha kwiga\nAbana bafite ubumuga ni abana nk’abandi, bafite uburenganzira bwo kwiga mu ngo\nmbonezamikurire ndetse n’amashuri atandukanye\n- Ababyeyi bagomba gufasha umwana ufite ubumuga kugira amahirwe yo kwiga, gutsinda no\nkurangiza ishuri.\n- Bagomba no kumufasha kubona insimburangingo n’ubufasha bwihariye bafatanyije n’abarezi"}
{"page": 37, "text": " yuzuye no kumuvuza hakiri kare ku baganga bemewe, gukunda kumukinisha,\nkumuganiriza no gukangura ubwonko bw’umwana hakiri kare\n 9.6 Kwita ku bana bafite ubumuga no kubafasha kwiga\nAbana bafite ubumuga ni abana nk’abandi, bafite uburenganzira bwo kwiga mu ngo\nmbonezamikurire ndetse n’amashuri atandukanye\n- Ababyeyi bagomba gufasha umwana ufite ubumuga kugira amahirwe yo kwiga, gutsinda no\nkurangiza ishuri.\n- Bagomba no kumufasha kubona insimburangingo n’ubufasha bwihariye bafatanyije n’abarezi\nbe.\n- Ni ngombwa kumenyekanisha umwihariko wabo kugira ngo bafashwe uko bikwiye kandi\nbabashe kugendana n’abandi.\n- Abana bafite ubumuga bagomba kwinjizwa mu mikino n’ibikorwa rusange kugira ngo\nbatigunga cyangwa ngo biyange.\n- Ntihakwiye kubaho uhejwe cyangwa usigaye inyuma mu bikorwa by’abana."}
{"page": 38, "text": "9.7 Abana bafite ibibazo by’idindira mu mikurire\nIbyiciro by’ingenzi mu mikurire y’umwana\nKwitegereza imikurire y’umwana wabo kugirango batahure hakiri kare ibimenyetso by’idindira\nmu mikurire. Kujya kwa muganga igihe ubona ikibazo gikomeye cy’idindira mu mikurire\ny’umwana.\nGutahura hakiri kare ibibazo by’ idindira mu mi kurire y’umwana\n • Ibyiciro by’imikurire biduha ishusho rusange y’igihe umwana aba akwiye gukora ikintu\nrunaka mu mikuririre ye, nko gutangira kugenda.\n • Icyiciro gitinze kugaragara mu mikurire bikagera mu mezi abiri kuzamura, bifatwa nk’idindira\nrikabi je bitewe n’icyiciro umwana yakabaye agezeho.\n• Iyo imikurire y’ umwana ku kiciro runaka idindiyeho gato ntibiba bisobanuye ako kanya ko ari\nikibazo cy’ubumuga. Ariko iyo idindiye cyane, birashoboka ko bwaba ari ubumuga.\n• Igihe cyose umwana agize ubukerererwe bukabije bwo gukora ikintu ku cyiciro runaka,\nugomba kumujyana kwa muganga.\n • Gutahura ikibazo no kugikurikirana hakiri kare ni ingirakamaro.\n9.8 umwana ufite ikibazo mu mivugire:\n- Uruhinja rutivugisha/rutiganiriza nkuko bisanzwe iyo ruri mu kigero cy’amezi 6 - Umwana\nw’igitambambuga utabasha gutobora ngo avuge ijambo na rimwe ku myaka 2\n- Umwana w’incuke utarabasha kuvuga amagambo ngo wumve icyo avuze.\n9.9 ibibazo bishobora kuvuka ku bijyanye no kumva k’umwana :\n- Umwana utinyeganyeza iyo hari ijwi cyangwa urusaku byumvikanye\n- Ntagutega amatwi iyo umuvugishije cyangwa ngo amwenyure iyo umukinishije\n- Umwana iyo akubonye arahindukira ariko wamuhamagara wigiye hirya gato aho atakureba\nntiyitabe\n- Ntiyita ku ndirimbo\n - Ku mwaka 1, umwana yaradindiye mu gusubiramo cyangwa kuvuga amagambo yoroheje\nubundi abana baheraho biga kuvuga nka “mama” cyangwa “dada” Saba ababyeyi barebe ku\nbijyanye no kureba\n9.10 ibimenyetso by’ ubumuga bwo kutabona ku mwana:-\n Uruhinja rurengeje amezi 3 rukaba rudashobora gukurikiza amaso ikintu umunyujije imbere,\nuva iburyo ugana ibumoso.\n- Amaso ataringaniye (areba imirari, amaso yigaragura, cyangwa agenda rubiriki iyo umwana\nyitegereza ikintu), kandi umwana arengeje amezi 4\n- Iyo imboni yeruruka cyane cyangwa isa nk’ikijuju\n- Amaso yizunguza cyane impande n’impande\n- Kubona umwana agaragaza ko"}
{"page": 38, "text": "” cyangwa “dada” Saba ababyeyi barebe ku\nbijyanye no kureba\n9.10 ibimenyetso by’ ubumuga bwo kutabona ku mwana:-\n Uruhinja rurengeje amezi 3 rukaba rudashobora gukurikiza amaso ikintu umunyujije imbere,\nuva iburyo ugana ibumoso.\n- Amaso ataringaniye (areba imirari, amaso yigaragura, cyangwa agenda rubiriki iyo umwana\nyitegereza ikintu), kandi umwana arengeje amezi 4\n- Iyo imboni yeruruka cyane cyangwa isa nk’ikijuju\n- Amaso yizunguza cyane impande n’impande\n- Kubona umwana agaragaza ko aribwa mu maso, yibyiringira cyangwa akuba amaso\n- Gutukura ijisho cyangwa yombi bikamara iminsi byaranze gushira\n- Imirishyi/amashyira mu jisho cyangwa yombi\n - Amaso ahora abungamo amarira/ amatembabuzi menshi- Ibitsike byenda gutwikira ijisho\n- Amaso atinya urumuri cyane.\n9.11 Uko twagenzura imikorere y’ingingo z’umwana\nuko umwana akoresha amaboko n’amaguru, n’uburyo yifasha gukora ibintu:\n• Mujye mukurikiranira hafi cyane uko uruhinja rwanyu rugenda rukura mugenzure niba hari\nicyiciro ki garagaza kudindira.\n• Jya kwa muganga umutekerereze uko umwana ameze, amusuzume akugire inama, cyane ko\nhari igihe byasaba kukohereza aho yabona ubufasha bukwiye."}
{"page": 39, "text": ": • Ibyiciro by’imikurire biduha ishusho rusange y’igihe umwana aba akwiye gukora ikintu\nrunaka mu mikuririre ye, nko gutangira kugenda.\n• Niba hari ikiguhangayikishije ku byiciro by’imikurire y’umwana, baza muganga.\n9.12 Ubumuga buvukanwa\n: Umwana wavukanye umutwe munini (amazi ku bwonko).\n Indwara yo kuvukana amazi ku bwonko ituma umutwe w’umwana uba munini cyane\nntunakomere. Umwana agomba guhita ajyanwa byihutirwa ku bitaro byihari ye.\nIndwara yo kugagara kw’imikaya y’ubwonko\n umwana ntabashe guhagarara no kugenda (Cerebral Palsy) Indwara yo kugagara kw’imikaya\ny’ubwonko iterwa no kugira ibibazo ku bwonko mu minsi ya mbere y’uruhinja ; bibaho kenshi\nmu gihe cyo kuvuka.\n Ibimenyetso biyigaragaza cyane ni ukwizunguza no kwikaraga kw’ingingo bikabije ndetse no\nkugagara kw’ingingo zimwe na zimwe.\nIbibari\n Ibibari ni indwara umwana avukana umubiri w’igice cyo hejuru cy’umunwa kikaba gisadutse.\nIbibari ni ukuvuka umunwa wo hejuru cyangwa hasi usadutse. Bishobora no kuba mu gisenge\ncy’akanwa. Ibibari bishobora gukira\nabuzima-fatizo/chromosome (down syndrome) Ni ubumuga buterwa n’imikorere itari\nkumurongo y’utunyabuzima-fatizo (chromosome) igatuma twi yongera bigatuma umwana agira\nubukererwe mu mikurire n’imikorere y’ubwonko.\n Iyi ndwara itera abana ubumuga bugaragara ku mubiri ndetse no mu bwenge. N’ubwo ubu\nbumuga budakira, iyo butangiye gukurikiranwa hakiri kare buroroha ubuzima buga komeza.\nAbana bavukanye ubu bumuga bakavurwa hakiri kare bashobora kubaho ubuzima bwisanzuye\nbakagera kuri byinshi mu buzima.\nIndwara ifata imyakura y’ahagana hasi ku ruti rw’umugongo ntirwifunge neza (Spina\nBifida)\n Iyi ni indwara ifata imyakura y’ahagana hasi ku ruti rw’umugongo.\n Genzura ku mugongo w’uruhinja rwawe. Niba hariho ikibyimba kinini, igisebe cyangwa ikintu\nkidasanzwe gishobora no kuba nk’ubwoya bwinshi budasanzwe bukoze agatsiko, ishobora kuba\nari iyi ndwara.\nUbumuga bw’ingingo (amaboko n’amaguru)\nAbana bashobora kuvuka hari igice cy’ingingo (ak aboko cyangwa akaguru) batavukanye,\nkatuzuye cyangwa kamugaye.\n Abana bafite ibi bibazo bashobora gukurikiranirwa mu bigo byihariye mu kuvura ubumu ga\nbw’ingingo.\n Ubumuga bw’uruhu rwera\n Uruhu rw’umwana rubura utunyangingo dutuma rukomera noneho rukagira ibara ry"}
{"page": 39, "text": " hariho ikibyimba kinini, igisebe cyangwa ikintu\nkidasanzwe gishobora no kuba nk’ubwoya bwinshi budasanzwe bukoze agatsiko, ishobora kuba\nari iyi ndwara.\nUbumuga bw’ingingo (amaboko n’amaguru)\nAbana bashobora kuvuka hari igice cy’ingingo (ak aboko cyangwa akaguru) batavukanye,\nkatuzuye cyangwa kamugaye.\n Abana bafite ibi bibazo bashobora gukurikiranirwa mu bigo byihariye mu kuvura ubumu ga\nbw’ingingo.\n Ubumuga bw’uruhu rwera\n Uruhu rw’umwana rubura utunyangingo dutuma rukomera noneho rukagira ibara ryera kandi\nrubasha kwangizwa mu buryo bworoshye n’imirasire y’izuba. Ufite ubu bumuga ahorana ikibazo\ncy’amaso, ariko ntibigira ingaruka ku mikorere y’ubwonko.\nIkirenge kitaringaniye\nIkirenge ntikiba kiringaniye uko cyakagombye kuba kimeze.\nUbumuga bwo kudakomera mu mavi (imitego)\nMu mavi ntihaba hakomeye (imitego), amavi ashobora gutagarana cyangwa akenda kugongana\nUbumuga bw’intoki n’amano\n Kwa muganga bashobora kubaga ahafite ikibazo bakaringaniza bigakemuka\n • Ganira na muganga ku bumuga umwana yavukanye, kandi wihutire no kumugeza ku bitaro\nbyabugenewe."}
{"page": 40, "text": "• Wumvire inama za muganga kandi wihutire kuvuza umwana ubumuga yavukanye.\n • Bumwe mu bumuga buvukanwa bushobora kuvurwa hakiri kare ariko umwana agakenera\nkwitabwa ho na nyuma yaho. Urugero, uruhinja rwavukanye ibibari [bikabagwa] rushobora\ngukomeza gukenera gufashwa mu kugaburirwa ndetse no kubona ubufasha bwihariye butuma\nabasha kuvuga uko agenda akura.\nimbogamizi mubona zatuma umwana wavukanye ubumuga atavuzwa ?\n (Urugero nko kuba kure y’ibitaro bitanga ubwo buvuzi bwihariye, kubura amafaranga, kubura\numwanya…) .\n9.13 Gahunda yo gufashiriza murugo abana bafite ubumuga\nNi iki ababyeyi bashobora gukora ngo bafashe umwana ufite ubumuga? Ni nde ushobora gufasha\nababyeyi bafite umwana ufite ubumuga kwita ku mwana wabo?\n• Iyo gahunda yo gukurikiranira umwana mu rugo iba igamije gufasha umwana wamaze\ngusuzumwa ubumuga runaka bwihariye.\n • Gahunda yo gukurikiranira mu rugo umwana ufite ubumuga ikorwa n’impuguke mu buvuzi,\numury ango w’umwana n’abandi baturanyi bahuriza hamwe guha umwana ufite ubumuga\nubufasha bwihariye akeneye haba mu myigire cyangwa ubuzima busanzwe.\n • Gira inama abagize umuryango ndetse n’umwana ufite ubumuga kumenya uko bazajya\nbitwara, uko begenzura imbamutima zabo ku bijyanye n’ikibazo cyo kugira ubumuga.\n • Igisha abana bafite ubumuga kujya bamenya icyo bakeneye no kukimenyekanisha kugirango\nbabone ubufasha.\n • Igisha abagize umuryango ubumenyi bw’ibanze bwo gufasha abana bafite ubumuga kugirango\nbajye bafashiriza abo bana mu rugo.\n • Shishikariza ababyeyi kujyana abana bafite ubumuga ku ishuri no kubafasha mu myigire\n9.14 Inzitizi abana bafite ubumuga bakunda kugira\n• Abana bafite ubumuga baba bagira inzitizi :\n• Mu miterere y’umubiri wabo : ingingo zimwe zigize umubiri (amaguru, amaboko, ijosi,)\ncyangwa ingingo z’imbere mu mubiri (umutima, ibihaha, ubwonko) ; cyangwa\n• Mu mikorere y’umubiri wabo : imikorere y’umubiri w’umuntu (guhumeka, gutekereza,\namarangamutima, kureba,)\n• Izo nzitizi zishobora kubabuza gukora ibikorwa dusanzwe tumenyereye nko kugenda, kwicara,\nkurya, guteka, n’ibindi, no gukora ibikorwa bisanzwe mu buzima nko kujya ku ishuri, guki na,\nkujya ku rusengero n’ibindi.\n• Abana bafite ubumuga ni abana nk’abandi. Bakeneye gukund"}
{"page": 40, "text": "uru, amaboko, ijosi,)\ncyangwa ingingo z’imbere mu mubiri (umutima, ibihaha, ubwonko) ; cyangwa\n• Mu mikorere y’umubiri wabo : imikorere y’umubiri w’umuntu (guhumeka, gutekereza,\namarangamutima, kureba,)\n• Izo nzitizi zishobora kubabuza gukora ibikorwa dusanzwe tumenyereye nko kugenda, kwicara,\nkurya, guteka, n’ibindi, no gukora ibikorwa bisanzwe mu buzima nko kujya ku ishuri, guki na,\nkujya ku rusengero n’ibindi.\n• Abana bafite ubumuga ni abana nk’abandi. Bakeneye gukundwa no guhabwa agaciro.\n • Bakura ku rwego rw’imiterere yabo. Mu mikurire yabo bahura n’imbogamizi nyinshi\nugereranyije n’abandi bana; ni yo mpamvu bakenera ubufasha burenze ubw’abandi\n9.15 Impamvu zitera ubumuga\n• Impamvu zitera ubumuga zishobora kubaho mbere yo gusama, umwana akiri mu nda, arimo\nkuvuka, cyangwa amaze kuvuka.\n• Ubumuga si urupfu ; Ubumuga bwinshi bwakwirindwa.\n • Hari impamvu zitandukanye zitera ubumuga. Kwirinda ibitera ubumuga ni inshingano\nz’ababyeyi bombi, kandi nta n’umwe ukwiye kwitirirwa kuba nyirabayazana w’ubumuga\nbw’umwana\n9.16 Ingaruka z’ubumuga ku mwana\nUbumuga cyangwa idindira mu mikurire bigira ingaruka zinyuranye ku buzima bw’umwana.\nZimwe muri izo ni :\n• Kudashobora kwiyitaho : kwiyambika, kwiga burira, gukoresha ubwiherero."}
{"page": 41, "text": "• Kudashobora kuganira n’abandi : kudashobora gusobanurira abandi igitekerezo cye, ibyifuzo\nndetse imbamutima ze.\n • Kubura amahirwe nk’ay’abandi bana mu buto bwe, nko kwiga no gukina\n • Ubumuga butuma umwana adakora icyo ashaka cyangwa yifuza\n• Guhabwa akato n’abandi\n • Kubura urukundo rw’ababyeyi cyangwa kwi tabwaho\n9.17 Umuryango ufite umwana ufite ubumuga\n• Akato n’ihezwa  : umuryango ufite umwana ufite ubumuga ushobora kudatumirwa mu\nbikorwa/ibi rori by’aho atuye cyangwa ubwawo ukiheza.\n• Ibibazo by’amikoro : ubushobozi busabwa ku buvuzi bw’umwana burabahenda, kutabona\numwanya wo gukora kubera ubufasha bwihariye umwana akenera, ...\n• Umuryango ubaho udatuje : buri wese aba afite igishyika cyo gusiga umwana wenyine ; n’iyo\nyaba ari mukuru.\n • Bishobora guteza ubwumvikane buke hagati y’ababyeyi n’imiryango yabo, gutandukana\nkw’abashakanye kandi akenshi ababirenganiramo ni abagore.\nUbufasha bw’abaturanyi ku mwana ufite ubumuga.\nni iki abaturanyi bakora kugirango bafashe umuryango kwita ku mwana ufite ubumuga ?\n• Habaho amatsinda y’ababyeyi yo gushyigikira umuryango ufite umwana ufite ubumuga. Ba\numwe muri bo cyangwa uhamagarire abandi babyeyi uzi kugana ayo matsinda.\n• Kugira umwana ufite ubumuga bishobora kutubaho twese. Aho guha akato umuryango bya\nbayeho, ahubwo nimuze tubafashe. Urugero: twanyuzamo tukajya tubafasha kwita kuri wa mwa\nna, kubazanira ibiribwa aho bikenewe, kubasura tukabaganiriza\n9.18 Uburenganzira bwo kwiga ku mwana\n• Buri mwana afite uburenganzira bwo kwiga\n. • Leta y’u Rwanda yiyemeje guteza imbere uburen ganzira bwo kwiga ku bana bafite ubumuga\n;\n• Amahame na politike rusange agenewe abana bafite ubumuga n’abakeneye kwitabwaho by’um\nwihariko agena ko aho bishoboka bajya biga mu mashuri asanzwe bakigana n’abandi.\n• Umwana ufite ubumuga ashobora kwiga kandi ak aguka mu bumenyi. Ubumuga bucye gusa ni\nbwo buba inzitizi ku myigire y’abana babufite, ariko nubundi ntibibuza ko abo bana bashobora\nkwiga ku rwego rw’ubushobozi bwabo.\n Umwana ufite ubumuga aramutse agiye mu urugo mbonezamikurire cyangwa ishuri umwana\nwawe yigamo. Wabyakira ute?\n • Buri mwana afite uburenganzira bwo kwiga.\n • Leta y’u Rwanda yiyemeje guteza imbere uburenganzira bwo kwiga ku bana bafite"}
{"page": 41, "text": "oka bajya biga mu mashuri asanzwe bakigana n’abandi.\n• Umwana ufite ubumuga ashobora kwiga kandi ak aguka mu bumenyi. Ubumuga bucye gusa ni\nbwo buba inzitizi ku myigire y’abana babufite, ariko nubundi ntibibuza ko abo bana bashobora\nkwiga ku rwego rw’ubushobozi bwabo.\n Umwana ufite ubumuga aramutse agiye mu urugo mbonezamikurire cyangwa ishuri umwana\nwawe yigamo. Wabyakira ute?\n • Buri mwana afite uburenganzira bwo kwiga.\n • Leta y’u Rwanda yiyemeje guteza imbere uburenganzira bwo kwiga ku bana bafite ubumuga ;\n• Amahame na politike rusange agenewe abana bafite ubumuga n’abakeneye kwitabwaho\nby’umwihariko agena ko aho bishoboka bajya biga mu mashuri asanzwe bakigana n’abandi.\n • Umwana ufite ubumuga ashobora kwiga kandi akaguka mu bumenyi. Ubumuga bucye gusa ni\nbwo buba inzitizi ku myigire y’abana babufite, ariko nubundi ntibibuza ko abo bana bashobora\nkwiga ku rwego rw’ubushobozi bwabo\n9.19 Umwana ufite ubumuga aramutse agiye mu urugo mbonezamikurire cyangwa ishuri\numwana wawe yigamo. Wabyakira ute?\n• Abana bafite ubumuga ni abana nk’abandi. Bakeneye gukundwa no guhabwa agaciro no\nkwitabwaho. Bagomba kujya mu marerero no mu ishuri, gukina n’abandi bana no kwiga."}
{"page": 42, "text": "• Ubumuga ntibwandura. Umwana ntiyabwanduza abandi\n9.20 Uburezi budaheza ku bana bafite ubumuga\n • Uburezi budaheza busobanuye ko abana bose bagomba kwigana mu kigo kimwe. Abana bose\nbagomba kwakirwa bagafashwa kwiga.\n  • Ingo mbonezamikurire n’amashuri bagomba :\nKubaka inyubako mu buryo butabangamiye abanyeshuri bafite ubumuga butandukanye.\nKugira imfashanyigisho zigenewe abana bakeneye ubufasha bwihariye mu kwiga\n o Kugira abarezi n’abarimu bahuguwe ku burezi budaheza mu marerero n’amashuri.\n •Abana bakeneye ubufasha bwihariye mu kwiga ni abafite imbogamizi z’igihe gito cyangwa\nkirekire zituma atabasha kwiga mu buryo busanzwe.\n9.21 Gufasha abana bafite ubumuga kugana ishuri no gutsinda amasomo\nUrugo mbonezamikurire/urugo mbonezamikurire cyangwa ishuri bigomba gukora isesengura ku\nbufasha bwihariye bukenewe mu myigishirize ; abarezi n’ababyeyi bagatanga amakuru ku rwego\nubumuga bw’umwana buriho, ubufasha bwihariye akeneye, inzitizi ahura na zo, n’ubushobozi\nbwe mu myigire.\n Aho bikenewe, hakorwa gahunda yihariye ku mwana bigaragara ko ayikeneye (Individual\nEducation Plan - IEP). Ababyeyi ubwabo baba ku isonga mu gushyigikira umwana mu myigire\nyihariye, bamufasha gusubiramo amasomo.\n9.22 Uko abana bafite ubumuga bahabwa Uburezi budaheza\n Gushyira abana bafite ubumuga bwo kwiga mu marerero; cyangwa gushishikariza ababyeyi\nbafite umwana ufite ubumuga kumwohereza mu ngo mbonezamikurire n’amashuri.\nGufasha umwana ufite ubumuga gutsinda no kurangiza ishuri.\nKwakira neza abana bafite ubumuga ku marerero/ingo mbonezamikurire n’amashuri Gukoresha\nururimi rw’amarenga aho bikenewe, no gukangurira abana kurukoresha kugirango babashe\nkuvugana n’umwana bigana ufite ubumuga busaba kuganira ari uko akoresheje amarenga.\n9.23 Gufasha abana bafite ubumuga bwo kutavuga\n • Abana bafite ubumuga bwo kutavuga cyangwa ibindi bibazo mu mikurire bakunda kugira\nipfunwe.\n • Ashobora kubabara cyane iyo abona atabashije gutanga igitekerezo uko babyifuzaga cyangwa\ngukora ikintu uko yabishakaga, cyangwa iyo ata bonye icyo yifuzaga\n• Ihanganire umwana wawe, umureke ntumuce mu ijambo umwunganira igihe arimo arwana no\nkukubwira icyo yifuza.\n • Muhe umwanya uhagije igihe arimo kukuganiriza, kandi ugerageze gutahura ibyo ashaka\nkukubwira.\n• Gerageza uburyo bunyur"}
{"page": 42, "text": "wo kutavuga\n • Abana bafite ubumuga bwo kutavuga cyangwa ibindi bibazo mu mikurire bakunda kugira\nipfunwe.\n • Ashobora kubabara cyane iyo abona atabashije gutanga igitekerezo uko babyifuzaga cyangwa\ngukora ikintu uko yabishakaga, cyangwa iyo ata bonye icyo yifuzaga\n• Ihanganire umwana wawe, umureke ntumuce mu ijambo umwunganira igihe arimo arwana no\nkukubwira icyo yifuza.\n • Muhe umwanya uhagije igihe arimo kukuganiriza, kandi ugerageze gutahura ibyo ashaka\nkukubwira.\n• Gerageza uburyo bunyuranye bwakoroshya ikiganiro, nko gukoresha ibimenyetso, gutunga\nurutoki ku kintu ashaka, n’ururimi rw’amarenga\n9.24  Ese abana bato bashobora kumenya amarenga\nAbana bashobora kwiga ururimi rw’amarenga kuva bakiri impinja. Uruhinja rufite amezi 6\nrushobora kwiga amarenga amwe n’amwe noneho ku mezi 12 rukaba rubasha kuvuga ibintu\nrunaka cyoroheje no kwerekana ibyo rukeneye mu marenga. Urugero “Ndashaka”, “Nyongera”,\n“Kurya”, “Nyabuna”"}
{"page": 43, "text": "9.25 Ese ni gute umwana ufite ubumuga (kutumva, kutabona, mu myitwarire) ashobora\ngukina?\n • Gukina bifasha abana gukura neza no kwiga\n• Abana bafite ubumuga bagomba guhabwa uburyo bunyuranye bwo gukina nk’abandi bana\n• Gukina n’abandi bana bitera abana bafite ubumuga kumva bisanzuye\n10.1 Kugira isuku\nKugira isuku ni ukwita ku mubiri wacu, ndetse no gu tunganya aho dutuye no mu nkengero zaho\n • Isuku tuvuga ni nko gukaraba intoki, kwiyogoshe sha, guca inzara, kwambara inkweto,\nkwiyuhagira, gusukura mu nzu no mu mbuga, kugira umusa rane/ubwiherero no\nkuwubungabunga.\n• Isuku ni isoko y’ubuzima ku bana n’ababyeyi.\n10.2 Ingaruka zo kutagira isuku no kutituma mu musarane\nKutagira isuku ikwiye no kutituma mu musarane bishobora gutuma imyanda yanduza abantu\nindwara z’impiswi, macinya, tifoyide na korera.\n• Impiswi ituma umwana abura amazi mu mubiri, akagira umwuma n’imirire mibi, akadindira\nmu mikurire\n• Iyo umwana akunda guhura n’umwanda abantu bituma cyangwa watawe n’inyamaswa, ashobo\nra kuhandurira udukoko dutera indwara mu zo mu nda, amara ntashobora kugogora no gutun\nganya neza intungamubiri umwana akenera mu mikurire y’ubwonko n’igihagararo.\n10.3  Umwanda abantu bituma ahadakwiye wongera ugakwirakwizwa mu bantu binyuze:\n • Mu mazi : imigezi, amariba adatunganyije neza, imivu y’imvura…\n • Mu ntoki : kuko akenshi mu bihuru nta hantu ho gukarabira intoki hahari\n• Isazi zishobora kuva ku mwanda zikaza kwanduza ibiribwa\n• Ahadukikije : hasi ku butaka, mu busitani, aho gukinira n’ahandi Binyuze mu buryo tumaze\nkubona, umwanda ugera ku biribwa umuntu akabirya, na we akaba yanduye atyo !\n10.4 Gukaraba intoki\nKuki ari ngombwa gukaraba intoki?\n• Gukaraba intoki biturinda indwara dushora kwandura twe n’abana bacu.\n• Gukaraba intoki birinda ikwirakwira ry’icyorezo cya COVID-19\n10.5 Ibihe by’ingenzi byo gukaraba intoki\nUgomba gukaraba intoki iteka ukoresheje isabune n’amazi meza mu bihe by’ingenzi bikurikira :\n• mbere yo gutegura amafunguro na mbere yo kurya;\n• mbere yo konsa no kugaburira abana\n • nyuma yo kuva ku musarane, gusukura umwana witumye no kumuhindurira\n • nyuma yo gusukura/gufasha umuntu urwaye\n • nyuma yo gukora ku itungo/inyamaswa\n• nyuma yo gukora ahagenewe umwanda/inga rane\n"}
{"page": 43, "text": "’abana bacu.\n• Gukaraba intoki birinda ikwirakwira ry’icyorezo cya COVID-19\n10.5 Ibihe by’ingenzi byo gukaraba intoki\nUgomba gukaraba intoki iteka ukoresheje isabune n’amazi meza mu bihe by’ingenzi bikurikira :\n• mbere yo gutegura amafunguro na mbere yo kurya;\n• mbere yo konsa no kugaburira abana\n • nyuma yo kuva ku musarane, gusukura umwana witumye no kumuhindurira\n • nyuma yo gusukura/gufasha umuntu urwaye\n • nyuma yo gukora ku itungo/inyamaswa\n• nyuma yo gukora ahagenewe umwanda/inga rane\n10.6 Ni ryari ugomba gukaraba intoki ngo wirinde COVID-19\n• nyuma yo kwimyira, gukorora no kwitsamura • nyuma yo kuva mu ihuriro ry’abantu benshi\n• nyuma yo gufasha/kwita/gusukura umuntu urwaye\n• nyuma yo gukora ahantu hakorwa n’abantu benshi cyangwa nyuma yo gukora ku kintu cy\nanduye, kiriho ivumbi cyangwa amatembabuzi"}
{"page": 44, "text": "10.7 uburyo buboneye bwo gukaraba intoki\n1Tosa intoki wisukira amazi meza\n 2. Siga isabune ihagije ku ntoki\n3. Kuba ku biganza n’ibikonjo byombi, hagati y’intoki, no mu nzara mu gihe cy’amasegonda 20.\n4. Ongera wunyuguze intoki ukoresheje amazi meza Atari ayo wari uri gukarabiramo.\n5. Umutsa intoki ukoresheje igitambaro gisukuye cyangwa impapuro zabugenewe (Ntukoreshe\nibitamba ro byihanaguzwa n’abandi niba nta cyawe ufite).\n 6. Funga amazi ufatishije agatambaro gafite isuku cyangwa se urupapuro rwagenewe\nkwihanagura. Kugira ngo umuntu abe amaze gukaraba intoki neza nk’uko tubibonye bifata\nhagati y’amasegonda 40 na 60\n10.8 Kuki ari ngombwa ko dukaraba intoki\nGukaraba intoki neza ni ingenzi kuko byica udukoko dutera indwara dushobora kuba turi ku\nntoki zawe\n Gukaraba intoki n’amazi meza n’isabune bigabanya ibyago byo kurwara impiswi n’izindi nd\nwara ; kandi ni inkingi y’ubuzima bwiza, cyane ku bana bato.\n10.9 Gukarabya abana intoki\n• Abana b’impinja n’ibitambambuga bakenera ko ababyeyi babakarabya intoki\n• Abana b’inshuke bakenera ko ababyeyi baberekera uburyo bwo gukaraba kugirango babashe\ngukaraba intoki neza\n10.10 Sobanurira abana impamvu bagomba gukaraba intoki n’amazi meza ndetse\nn’isabune\nSobanurira abana ko bagomba gukaraba intoki n’amazi meza ndetse n’isabune nyuma yo kuva\nmu bwiherero na mbere yo kurya kuko byica udukoko dutera indwara.\nBasobanurire ko batagomba gutamira intoki kuko ziba zanduye ziriho udukoko\nBasobanurire ko udukoko dutera indwara n’ub wo tutaboneshwa ijisho ariko tuba turi mu nzara\nno mu biganza byabo.\nBibutse ko udukoko dutera indwara dushobora kudutera kuremba. Nidukaraba intoki n’amazi\nmeza n’isabune tuzica utwo dukoko.\nBamenyeshe ko igikorwa cyo gukaraba intoki cyangwa ikindi gikorwa cy’isuku bishobora gu\nkorwa mu buryo bwo gukina.\n10.11 Urukarabiro/Kandagira ukarabe\nUrukarabiro/Kandagira ukarabe ni uburyo bwiza bwo gushimangira umuco wo gukaraba intok\ni • Ushobora gushyira kandagira ukarabe hafi y’umusarane cyangwa ahegereye akarima\nk’igikoni\n• Ahari urukarabiro/Kandagira ukarabe hagomba guhora isabune yo kwifashisha igihe cyo\ngukaraba\n • Ushobora gukora kandagira ukarabe mu kajerekani ukajya wuzuzamo amazi uko bikenewe.\nAbantu bakuze baba mu rugo bagomba guhora"}
{"page": 44, "text": "’isuku bishobora gu\nkorwa mu buryo bwo gukina.\n10.11 Urukarabiro/Kandagira ukarabe\nUrukarabiro/Kandagira ukarabe ni uburyo bwiza bwo gushimangira umuco wo gukaraba intok\ni • Ushobora gushyira kandagira ukarabe hafi y’umusarane cyangwa ahegereye akarima\nk’igikoni\n• Ahari urukarabiro/Kandagira ukarabe hagomba guhora isabune yo kwifashisha igihe cyo\ngukaraba\n • Ushobora gukora kandagira ukarabe mu kajerekani ukajya wuzuzamo amazi uko bikenewe.\nAbantu bakuze baba mu rugo bagomba guhora bagenzura ko kandagira ukarabe irimo amazi\nahagije.\n • Kandagira ukarabe igomba kuba ikoze ku buryo bworohera abana kuyishyikira bagakaraba\nintoki biboroheye.\n10.12 Kunywa amazi asukuye no gutegurana amafunguro isuku"}
{"page": 45, "text": "Teka amazi yo kunywa abire akanya cyangwa uyasukure mu bundi buryo Kurikiza amabwiriza\nyo gutegurana amafunguro isuku Bika ibiryo mu kabati cyangwa mu kintu gipfundikiye\n10.13 Isuku yaho tuvomera\nAmasoko amwe n’amwe, imigezi, amariba atubakiye, ashobora kuba yanduye cyangwa ashobora\nkwandura mu buryo bworoshye.\n• Amazi meza yavomwe ku iriba risukuye ashobora kwandurira mu kivomesho uyatwayemo.\nGenzura niba amazi apfundikiye neza, n’umupfundikizo usukuye.\n • Ibigega byo gufata amazi y’imvura mu ngo bifasha urugo kubona amazi\n. • Muzitire ivomero ryanyu kugira ngo muririnde kwanduzwa n’amatungo cyangwa izindi\nnyamaswa.\n • Ntimukogere mu ivomero, ntimugatekere hafi yaryo cyangwa ngo mwicire inyamaswa hafi\nyaryo kuko biryanduza\n • Kirazira kwihagarika, kwituma cyangwa kubaka umusarane mu ntera iri hasi ya metero 30\nuvuye ku ivomero.\n10.14 Amazi yo kunywa asukuye\nAmazi yo kunywa agomba kuvomwa ku isoko itunganyijwe kandi agatekwa cyangwa agatun\nganywa mu bundi buryo kugira ngo ashiremo udukoko dutera indwara mbere yo kuyanywa.\n• Amazi yo kunywa agomba gutekwa akabira akanya cyangwa agasukurwa mu bundi buryo nko\nkuyayungurura ukoresheje ibikoresho byabugenewe (filtre) cyangwa kuyatunganya ku bundi\nburyo kugira ngo abe nta myanda n’udu koko bitera indwara n’impiswi birimo.\n o Amazi ugomba kuyabiza agaserura igihe cy’umunota kandi agakomeza kuba apfundikiye\nkugirango atandura o Koresha imiti yica udukoko nka siro na P&G usukure amazi mbere yo\nkuyanywa\n o Gukoresha ibikoresho byabugenewe biyungurura amazi (filtre)\no Kubika amazi yo kunywa mu gikoresho gipfundikirwa kandi gisukurwa ku buryo buhoraho.\n • Igihe mubonye amazi yanduye, yajemo ibirohwa, nk’urugero imvura ihise, mugomba kubanza\nkuyareka agacayuka mbere yo kuyateka cyangwa kuyasukura mu bundi buryo bwica udukoko.\n1015 Gukoresha umuti wica udukoko wa siro cyangwa P&G\nuburyo bwo gusukura amazi hakore shejwe imiti yica udukoko nka siro cyangwa P&G :\n1 Voma ijerekani y’amazi (litiro 20)\n2  Pima umuti wuzuye agapfundikizo k’icupa rya siro\n3. Suka wa muti wuzuye agapfundikizo muri ya jerekani ya litiro 20 z’amazi\n4. Cugusa neza ya jerekani mu gihe cy’umunota umwe kugirango umuti wivange n’amazi neza\n5. Tegereza iminota 30 mbere yo gukoresh"}
{"page": 45, "text": "uyateka cyangwa kuyasukura mu bundi buryo bwica udukoko.\n1015 Gukoresha umuti wica udukoko wa siro cyangwa P&G\nuburyo bwo gusukura amazi hakore shejwe imiti yica udukoko nka siro cyangwa P&G :\n1 Voma ijerekani y’amazi (litiro 20)\n2  Pima umuti wuzuye agapfundikizo k’icupa rya siro\n3. Suka wa muti wuzuye agapfundikizo muri ya jerekani ya litiro 20 z’amazi\n4. Cugusa neza ya jerekani mu gihe cy’umunota umwe kugirango umuti wivange n’amazi neza\n5. Tegereza iminota 30 mbere yo gukoresha cyangwa kunywa ayo mazi\n 6. Nyuma y’iminota 30, tangira gukoresha ya mazi wasukuje siro\n10.16 ESE dushobora guha amazi abana\nAbana barengeje amezi 6 y’amavuko bashobora kunywa amazi make asukuye yiyongera ku\nmashereka. Abana bamaze gukura nabo banywa amazi.\n Menya neza ko asukuye ku buryo nta ngaruka yabagiraho.\n Koresha amazi asukuye no mu gihe cyo gutegura amafunguro.\n10.17 Gutegurana isuku amafunguro\nBanza ukarabe intoki n’amazi meza n’isabune mbere yo gutegura amafunguro\n• Tegurira amafunguro ahantu hafite isuku. Genzura neza ko icyo ukatiraho ibintu, amasa\nhane, amasorori yose, ibikombe, amasafuriya, inkono, ibiyiko n’amakanya byogeshejwe\namazi meza n’isabune."}
{"page": 46, "text": "• Ibyuma ukoresha utetse n’ibindi bikoresho byo mu gikoni bigomba kuba bisukuye\n• Ugomba kuronga imboga n’imbuto ukoresheje amazi meza mbere yo kuzikata no kuzirya\n• Amagi mabisi agomba kozwa mbere yo kugira icyo akoreshwa\n • Ibiribwa bikomoka ku matungo bidatetse ntu kabyegereze ibindi biribwa mbere yo\nkubiteka kugirango bitandura\n • Teka inyama, amafi n’amagi kugeza bihiye neza\n• Amata y’inshyushyu yateke abire akanya mbere yo kuyakuraho\n • Gerageza gutekera hanze cyangwa utekere mu nzu niba imvura iri kugwa ariko\namadirishya akinguye kubera ko umwotsi ushobora gutera abana bato indwara.\n• Ni byiza kugabura amafunguro akimara gutegurwa.\n • Niba ibiryo birengeje isaha biteguwe, ni byiza kubanza kubishyushya neza mbere yo\nkubigabura\n • Amasafuriya/inkono mutekamo n’ibindi bikoresho byo mu gikoni bigomba kuba bisukuye\nkandi bidateretse hasi.\n10.18 Agatanda ko kumutsa amasahane\n• Ibiryo bihiye n’imbuto nyuma yo kuzironga n’amazi meza bibikwa ahantu hasukuye.\nNtimugatereke hasi ibiryo bihiye ngo abe ariho mubibika.\n• Niba ibiryo uteste utari buhite ubigabura, ubiteguriye abana cyangwa abo mu rugo,\nnibimara gushya ubibike mu kabati cyangwa ahandi hantu heza bibe bipfundikiye.\nbibutse ubutumwa bw’ingenzi:\n• Voma amazi ku isoko isukuye uyavomere mu kintu gisukuye\n• Ugomba kunywera amazi mu kintu gisukuye kandi yaravomwe ku isoko isukuye ndetse aba\nakwiye gutunganywa neza mu kwirinda ikwirakwizwa ry’udukoko dutera indwara.\n• Gutegurana amafunguro isuku ni ingirakamaro mu gutuma abagize umuryango bagira\numbuzima buzira umuze.\nUmusarane\n10.19 Kwituma hanze/ku gasozi\nUmwanda wose witumwe, harimo n’uw’abana, ni mubi ; ni ngombwa ko uwo mwanda\nutagira aho uhurira n’abantu.\n• Iyo hari umuntu witumye hanze/ku gasozi aba adushyize mu kaga ko kwanduzwa n’uwo\nmwanda binyuze mu mazi tunywa\n • Dukwiye kugira umusarane utunganyije neza kandi uhora usukuye\n10.20 Kugira umusarane\nBuri rugo rugomba kugira umusarane\n• Umusarane ntugomba kubakwa ahegereye cyane inzu abantu batuyemo cyangwa munsi ya\nmetero 30 uvuye aho ivomero riri.\n• Iyo umusarane wubatse neza ufite inkuta, ukinze ufite urugi cyangwa ukinzeho umwenda\nku muryango, bituma uwukoresha yisanzura cyane-cyane abakobwa n’abagore.\n• Hagomba kuba hager"}
{"page": 46, "text": " adushyize mu kaga ko kwanduzwa n’uwo\nmwanda binyuze mu mazi tunywa\n • Dukwiye kugira umusarane utunganyije neza kandi uhora usukuye\n10.20 Kugira umusarane\nBuri rugo rugomba kugira umusarane\n• Umusarane ntugomba kubakwa ahegereye cyane inzu abantu batuyemo cyangwa munsi ya\nmetero 30 uvuye aho ivomero riri.\n• Iyo umusarane wubatse neza ufite inkuta, ukinze ufite urugi cyangwa ukinzeho umwenda\nku muryango, bituma uwukoresha yisanzura cyane-cyane abakobwa n’abagore.\n• Hagomba kuba hageramo urumuri kugira ngo abana batagira ubwoba bwo kujyayo\n• Urugi rw’umusarane rugomba kuba rukinguka neza kugirango abana batifungiranamo\n10.21 Uko umusarane ugomba kuba umeze\nUmusarane ugomba kuba ufite ibintu bitatu by’ingenzi :\n Umwobo : Umwobo ugomba kuba wagutse/muremure ku buryo wamara imyaka 10 ntacyo\nuhungabanyeho .\nIbitinze umusarane : Tindisha umwobo beto cyangwa ibiti neza ku buryo nta n’aho akaguru\nk’umwana kaca ndetse n’isazi ntizibone aho zica Inkuta n’isakaro : bigomba kuba bibasha"}
{"page": 47, "text": "gukingira uwukoresha ku buryo aba yisanzuye neza, utamushyira ku karubanda kandi\natanyagirwa.\n10.22 Isuku y’umusarane\nMusukure umusarane buri gihe kugira ngo utazana umwuka mubi ugakurura isazi n’utundi\ndukoko\n • Umusarane ugomba guhora iteka upfundikiye\n • Gushyira ivu ku muzenguruko w’umwobo birin da isazi kwijira\n• Umusarane ugomba guhora ukinze kandi ntiha gire amatungo yinjiramo.\n • Mujye muhora mwateguye impapuro z’isuku, amazi n’isabune kugirango abana n’abakuru\nbisukure nyuma yo gukoresha ubwiherero.\n • Igihe hari umwanda abantu basize iruhande rw’umwobo, mujye mwihutira kuhasukura.\n10.23 Uko abana bakoresha umusarane\nNi gute twafasha abana gukoresha umusarane nta bwoba bafite?\n• Umwobo ugomba kuba ari mugari bihagije kugira ngo umwanda ubashe gucamo byoro\nshye, ariko nanone udakabije kugira ngo abana batagira ubwoba bwo kugwamo\n• Abana bagomba buri gihe kwituma mu musa rane kandi bakajyanamo inkweto\n • Igihe umwana atangiye gukoresha umusarane, mujye mumuherekeza kugeza igihe\namenyereye kwijyana.\n10.24 Gusukura imbuga y’urugo n’aharukikije\nGusukura murugo no mu nkengero zarwo no gukura mu nzira ibyahungabanya umwana\nbisobanuye gusukura mu nzu, uburiri, imbuga abana bakinira mo, ubwiherero, igikoni,\nagatanda ko kumukirizaho ibikoresho byo mu gikoni, amasahane, n’ibindi.\n • Mugomba kurwanya ibintu bikurura udukoko dutera indwara bikanatuma twororoka,\nnk’isazi, imibu, ibinyenzi n’imbeba mukuraho ibituma byororoka nko gutema ibigunda,\ngukuraho ibiziba bireka hafi y’urugo no kumena imyanda ahabugenewe.\n• Imyanda ibora igomba kujugunywa mu ngarani kugira ngo ivemo ifumbire.\n• Aho umwana akinira cyangwa gukambakamba hagomba guhora hasukuye kandi hatekanye\nnta cyahutaza umwana kiharangwa.\n• Mbere yo kwinjira aho umwana aryamye, yicaye cyangwa ari gukambakamba, mugomba\nkubanza gusuzuma niba ibirenge byanyu cyangwa inkweto bisukuye, byaba ngombwa\nmukabanza gukuramo inkweto.\n10.25 GUCUKURA INGARANE\nImikoreshereze y’ingarane\n o Imyanda ibora nk’ibishishwa by’ibiribwa ishobora kubyazwamo ifumbire y’imborera\no Hari n’ibindi mu rugo bifatwa nk’imyanda bishobora kuvugururwa bikaba byakongera\ngukoreshwa o Mwirinde gushyira za batiri n’ibindi bintu bihumanya mu ngarane kuko\nbyandu"}
{"page": 47, "text": " kwinjira aho umwana aryamye, yicaye cyangwa ari gukambakamba, mugomba\nkubanza gusuzuma niba ibirenge byanyu cyangwa inkweto bisukuye, byaba ngombwa\nmukabanza gukuramo inkweto.\n10.25 GUCUKURA INGARANE\nImikoreshereze y’ingarane\n o Imyanda ibora nk’ibishishwa by’ibiribwa ishobora kubyazwamo ifumbire y’imborera\no Hari n’ibindi mu rugo bifatwa nk’imyanda bishobora kuvugururwa bikaba byakongera\ngukoreshwa o Mwirinde gushyira za batiri n’ibindi bintu bihumanya mu ngarane kuko\nbyanduza ubutaka n’amasoko y’amazi.\n10.26 Uko bacukura ingarane\no Ingarane ishobora kuba ifite metero 2 cyangwa 3 z’ubugari cyangwa uburebure, mu bujya\nkuzimu ari metero 1 cyangwa 1.5 by’ubujyakuzimu\no Guhitamo aho ingarane icukurwa : o Ingarane igomba kuba kure y’imigezi, ivomero\nn’amasoko y’amazi kugira ngo itanduza amazi.\nNibura intera ingana na metero 30 ni yo itegetswe.\no Ingarane igomba kuba kure y’urugo kugira ngo hatagira umuntu ushobora kugwamo, ariko\nna none atari kure cyane ku buryo byagorana kuyigezaho imyanda.\n Hagati ya metero 20 na 100 ni yo ntera isabwa. o Ingarane ntigomba gucukurwa ku butaka\nbwiza nk’ubutaka bwera"}
{"page": 48, "text": "o Ntigomba gucukurwa ku butaka buhorana amazi kuko byatuma irekura umwuka mubi\n o Indiba y’ingarane igomba kuba byibuze kuri metero 1 hejuru y’amazi yo munsi y’ubutaka\n o Ubutaka bwavuye ahacukuwe ingarane ntimukabukureho kuko bushobora kuzongera\ngukenerwa igihe cyo gusubiranya ingarane ubwo izaba yuzuye.\n10.27 Kurinda abana\nIngarane igomba kuzitirwa mu rwego rwo kurinda abana ko bagwamo.\n10.28 Kubana n’amatungo\nIbiraro by’amatungo bigomba kuba ukwabyo, byitaruye aho abagize umuryango bakunda ku\nmara umwanya kandi kure y’aho abana bakinira\n. • Amatungo ntagomba kurara mu nzu imwe n’abantu\n • Ntugatume abana bakora mu mase cyangwa amahurunguru cyangwa undi mwanda\nwitumwe n’amatungo kuko byabatera indwara\n • Mujye mwibuka gukukira inka/gusukura mu kiraro cy’amatungo nibura buri munsi.\n10.29 Kujugunya umwanda witumwe n’umwana ahabugenewe\nUburyo bwizewe bwo kujugunya umwanda witumwe n’umwana ni ukuwujugunya mu musa\nrane\n• Umwanda witumwe n’umwana ni kimwe n’uwi tumwe n’umuntu mukuru\n10.30 Gukura mu nzira ibyakomeretsa abana mu rugo\nIbikomere n’imvune bikabije bishobora kwirindwa igihe ababyeyi n’abita ku bana\nbabungabunze umutekano w’umwana bakura mu nzira icyamuhutaza cyose.\n• Abana ntibagomba gukinira mu muhanda cyangwa hafi yawo. Bagomba kandi\nkwambutswa umuhanda n’umuntu mukuru\n • Umwana ashobora kugwa mu kizenga gito cy’amazi agahera umwuka mu minota itageze\nno kuri ibiri. Ababyeyi bagomba kubahozaho ijisho igihe bege reye amazi.\n• Abana bagomba kwigizwa kure y’umuriro, imba bura, amazi/ibintu bishyushye, ibiryo\nbishyushye n’insinga z’amashanyarazi.\n• Imiti ivura abantu n’amatungo, imiti yica udukoko, imiti isukura, uburozi (aside), ifumbire\nmvaruganda, peteroli n’ibiyikomokaho, bigomba kubikwa aho abana batagera\n • Amasashi n’utundi dukoresho duto bigomba kubik wa kure y’aho abana babasha kugera\n • Ibyuma, imikasi n’ibindi bintu bifite ubugi cyangwa bisongoye bigomba kubikwa kure\ny’aho abana babasha kugera\n• Abana ntibagomba gusigara mu rugo bonyine cyangwa ngo bitabweho n’abandi bana nta\nwundi muntu mukuru wo kubitaho uhari.\nubutumwa bw’in genzi:\n• Mugomba kurwanya ibintu bikurura udukoko dutera indwara bikanatuma twororoka. Isazi,\nimibu, ibinyenzi n’imbeba mwabirwanya"}
{"page": 48, "text": ", bigomba kubikwa aho abana batagera\n • Amasashi n’utundi dukoresho duto bigomba kubik wa kure y’aho abana babasha kugera\n • Ibyuma, imikasi n’ibindi bintu bifite ubugi cyangwa bisongoye bigomba kubikwa kure\ny’aho abana babasha kugera\n• Abana ntibagomba gusigara mu rugo bonyine cyangwa ngo bitabweho n’abandi bana nta\nwundi muntu mukuru wo kubitaho uhari.\nubutumwa bw’in genzi:\n• Mugomba kurwanya ibintu bikurura udukoko dutera indwara bikanatuma twororoka. Isazi,\nimibu, ibinyenzi n’imbeba mwabirwanya mutema ibigunda, mutwikira amafunguro,\nmwirinda amazi areka hafi y’urugo, mu mena imyanda ahabugenewe no mu ngarane yujuje\nibisabwa.\n • Mugomba kurwanya mu rugo n’aharukikije ibintu bikurura udukoko dutera indwara nk’\nIsazi, imibu, ibinyenzi n’imbeba.\n• Urugo rwanyu rugomba kuba rufite ikimoteri\n• Amatungo ntagomba kurara mu nzu imwe n’abantu\n• Mu rugo rwanyu kura mu nzira ikintu cyose cya komeretsa umwana\nIsuku yo ku mubiri\n10.31 Umumaro w’isuku yo ku mubiri\nKugirira abana isuku bituma basa neza, bagira ubuzima buzira umuze ndetse bakarushaho\nkumererwa neza. Isuku bakeneye ikubiyemo"}
{"page": 49, "text": ": o Kwiyuhagira\n o Koza amenyo\n o Guca inzara no kuzoza neza o gukaraba mu maso buri munsi ukoreshe isabune o Gusokoza\n • Kurangwa n’isuku iteka byongerera umubiri ubudahangarwa mu guhangana n’udukoko\ndutera indwara. Isuku irinda indwara n’ibyorezo\n. • Ingaruka zo kutagira isuku harimo kugira umwuka mubi ku mubiri, mu kanwa, indwara\nziterwa n’umwanda mu rwungano rw’inkari, indwara z’amenyo n’izo mu kanwa, kurwara\ninda mu mutwe no ku mubiri, indwara z’uruhu, amavun ja, ubuheri…\n10.32 Kwiyuhagira/Kuhagira umwana\nUruhinja rukivuka\n• Uruhinja rukivuka rugomba guhanaguzwa gusa agatambaro kabugenewe (gant/eponge)\nkuge za igihe amaze gukungura. Akenshi umwana akungura nyuma y’ibyumweru 2.\n • Uhagira uruhinja incuro 1 cyangwa 2 mu cyumweru ukoresheje amazi y’akazuyazi kandi\nugume kwitwararika isuku yarwo na nyuma yuko warwuhagiye.\n• Nta kintu na kimwe umubyeyi cyangwa undi muntu wese agomba gushyira ku mukondo\nw’umwana, uretse gusa umuganga cyangwa utanga serivisi z’ubuzima ushobora gusigaho\numuti wo kurinda umwana kwandura uburwayi.\n10.33 Guhanagura uruhinja\nKuramo umwana imyenda.\n Muryamishe ku kigoma agaramye. Mworose ikindi kigoma.\n2. Tosa udutambaro tubiri dusukuye noneho uhanagure buri jisho ry’umwana, uturutse ku\nzuru ujyana ku ruhande rw’ijisho. Buri jisho urihanaguze agatambaro karyo.\n 3. Tosa agatambaro uhanagure umwana mu maso no ku matwi. Uhanagure n’inyuma\ny’amatwi kuko hari igihe umwana aboga bikumiraho.\n 4. Hanagura umwana mu mutwe no ku ijosi wigengesereye ukoresheje agatambaro\nkabugenewe (gant); uhumutse witonze.\n5. Noneho nanura umwana. Mworosore gahoro gahoro umuhanagure igihimba, amaguru\nn’amaboko ukoresheje agatambaro kabugenewe (gant) wasize isabune. Wibuke gusukura mu\nmihiro uruhinja ruba rufite ku kibero, ku maboko no hagati y’intoki n’amano.\n6. Noneho tosa akandi gatambaro umuhanagureho isabune, ariko umworosora uruhande\nrumwe rumwe.\n 7. Inama ni uko ku gice cy’umukondo n’urureri hahora hasukuye kandi humutse. Nubona\nhari amaraso yumiyeho cyangwa ibindi bintu, bihanagure ukoresheje agatambaro uhumutse\nwitonze. 8. Umutsa umwana ukoresheje ikigoma aryamyeho 9. Noneho binda\nuruhinjaurwambike im"}
{"page": 49, "text": "gant) wasize isabune. Wibuke gusukura mu\nmihiro uruhinja ruba rufite ku kibero, ku maboko no hagati y’intoki n’amano.\n6. Noneho tosa akandi gatambaro umuhanagureho isabune, ariko umworosora uruhande\nrumwe rumwe.\n 7. Inama ni uko ku gice cy’umukondo n’urureri hahora hasukuye kandi humutse. Nubona\nhari amaraso yumiyeho cyangwa ibindi bintu, bihanagure ukoresheje agatambaro uhumutse\nwitonze. 8. Umutsa umwana ukoresheje ikigoma aryamyeho 9. Noneho binda\nuruhinjaurwambike imyenda isukuye\n10.34 Impinja zishobora kuhagirirwa mu ibase yabu genewe hakoreshejwe amazi\ny’akazuyazi.\n Ibase isanzwe ishobora gukoreshwa ku bana bisum buyeho.\n• Umutsa umwana wawe ukimara kumwuhagira kugira ngo adakonja\n • Ntuzigere na rimwe usiga umwana wawe mu mazi yaba ari make cyangwa menshi; habe\nn’isegonda rimwe.\n• Jya wuhagira uruhinja byibuze rimwe cyangwa 2 mu cyumweru.\n• Ntabwo ari byiza kuhagira umwana nyuma yo kumugaburira cyangwa igihe ashonje\ncyangwa ananiwe.\n • Irinde kuhagiza umwana w’uruhinja isabune zikomeye kuko zishobora kumwangiriza\nuruhu."}
{"page": 50, "text": "• Boneraho umwanya wo kuganiriza umwana wawe igihe urimo kumwuhagira. Ku bana\nbamaze kwigira hejuru, ho fata igihe cyo kum wuhagira nk’umwanya wo gusabana na we,\nwifashishije imikino n’ibikinisho binyuranye.\n10.35 Kuhagira impinja\nagatambaro ko kumwuhagiza (gant), ikigoma, ibyo uza kumubindisha bitarakoreshwa\nn’imyenda isukuye. Niwiyegere za ibi byangombwa kare, ntuzakenera kumusiga wenyine\niruhande rw’amazi ugiye kubizana.\n2. Uzuza amazi mu ibase. Amazi agomba kuba ari akazuyazi. Genzura ko adashyushye cyane\nukoreshe igikonjo cyangwa inkokora.\n 3. Shyira uruhinja rwawe mu mazi buhoro- buhoro ukoresheje akaboko kamwe.\n4. Witonze, fatira uruhinja rwawe hejuru y’ibase, akaboko gafashe ijosi ry’umwana\nunagashyigikize igihimba cye n’umutwe, akandi ugakoreshe umwuhagira. Noneho akaboko\nkatamufashe ugakoreshe umushyiraho utuzi gake- gake nta kuyamumenaho\n 5. Ntugire ibindi bintu bisukura ushyira mu mazi ugiye kuhagiza umwana. Amazi yonyine ni\nyo meza ku mubiri w’uruhinja rwawe mu kwezi kwarwo kwa mbere.\n 6. Ntushyire umutwe w’uruhinja mu mazi. Umutwe ugume uwufatire hejuru y’amazi\n 7. Kura uruhinja mu ibase noneho uruhanagure neza utibagiwe n’imihiro iri ku mubiri\nwarwo.\n8. Iki ni igihe kiza cyo kunanura umwana wawe. Kunanura umwana wawe biramuruhura\nbikanatuma asinzira neza. Irinde gusiga umwana amavuta ubonye yose mbere yuko yuzuza\nnibura ukwezi kumwe.\n10.36 Ku bana bamaze gukura :\n 1. Uzuza amazi mu ibase ku buryo umwana nayicaramo amugera ku mukondo\n 2. Ku bijyanye no kureba niba amazi adashyushye cyane, kumutsa umwana umaze\nkumwuhagira ndetse no kumunanura, amabwiriza akurikizwa ni nk’ayo twabonye mbere\najyanye no kuhagira impinja.\n 3. Mena amazi umaze kuhagiza umwana kugira ngo wirinde impanuka yose yaterwa n’ayo\nmazi.\n10.37 Isuku yo mu kanwa\n• Ni ngombwa guhora usukura ishinya n’amenyo by’impinja n’ibitambambuga kuva\nbatangira kumera amenyo y’imbere no kuyarisha •\n Ushobora gukoresha agatambaro koroshye, ipamba cyangwa uburoso bw’amenyo\n• Ntugakoreshe umuti woza amenyo ku mwana utaruzuza imyaka 2 y’amavuko, tegereza\nkugeza igihe azamenyera gucira no kwiyunguguza mu kanwa.\n• Abana b’insh"}
{"page": 50, "text": " kuhagira impinja.\n 3. Mena amazi umaze kuhagiza umwana kugira ngo wirinde impanuka yose yaterwa n’ayo\nmazi.\n10.37 Isuku yo mu kanwa\n• Ni ngombwa guhora usukura ishinya n’amenyo by’impinja n’ibitambambuga kuva\nbatangira kumera amenyo y’imbere no kuyarisha •\n Ushobora gukoresha agatambaro koroshye, ipamba cyangwa uburoso bw’amenyo\n• Ntugakoreshe umuti woza amenyo ku mwana utaruzuza imyaka 2 y’amavuko, tegereza\nkugeza igihe azamenyera gucira no kwiyunguguza mu kanwa.\n• Abana b’inshuke bagomba koza amenyo yabo nibura kabiri ku munsi\n• Mureke abana banyu b’ibitambambuga n’ins huke biyogereze amenyo ubwabo ariko mu\ngenzura ko babikora uko bikwiye kugira ngo nibiba ngombwa mubunganire\n • Kirazira kogesha amenyo uburoso bw’undi muntu, kuko mushobora kwanduzanya indwara\nzo mu kanwa igihe muri mwe haba hari uyifite, kandi ni byiza guhindura uburoso buri mezi\natatu cyangwa mbere yaho.\n• Irinde guha umwana ibintu bikozwe mu isukari nka bombo, shokola, ibisuguti, Keke, ubuki\nkuko bishobora gutera umwana uburwayi bwo mu kanwa.\n • Wibuke ko abana bigana ibyo babonanye ku bakuru. Jya woza amenyo kugira ngo umwana\nakwigireho.\n• Irinde umuco utari mwiza wo gukuza abana IBYINYO, kuko bigira ingaruka mbi ku\nbuzima bw’umwana.\n10.38 Koza amenyo"}
{"page": 51, "text": "10.39 Ibimenyetso by’uko umwana abasha kwerekana ko ashaka kwihagarika/kwituma\n • Kwigisha umwana gukoresha ubwiherero ni ugufasha umwana kumenya ibimenyetso\nby’uko akeneye kwihagarika cyangwa kwituma no kumenya gukoresha agatebe abana\nbitumamo (pot) cyangwa umusarane.\n?: Ibimenyetso 8 byerekana ko umwa na ashaka kwituma/ kwihagarika\n• Iigihe uketse ko umwana wawe ari kunyara cyangwa kwituma mu mbindo yambaye,\nmubaze uti se: “uri gushaka kwituma?”\n• Igisha umwana gukoresha umusarane wifashishije agatebe kabugenewe (pot) aho\nkwifashisha umusarane nyirizina. Kuko gukoresha ako gatebe wigisha umwana gukoresha\numusarane bituma aba yicaye neza ibirenge bigera hasi, atanikanga kugwa mu musarane.\n • Ntukarakarire umwana cyangwa ngo umuhane igihe atihumye cyangwa ngo yihagarike mu\ngakore sho kabugenwe (pot). Mushimire cyane nubwo atakoze ibyo washakaga\n. • Niba umwana wawe agira igihe gihoraho cyo kwituma; urugero nka nyuma yo kurya,\nushobora kubi menyera ukajya umushyira ku gatebe ko kwituma icyo gihe kigeze.\n • Mu gihe ugitangira kwigisha umwana w’umuhungu kwihagarika, mu ntangiriro, mwigishe\nkubikora asutamye kuko bigorana kumenya igihe atangiriye cyangwa arangirije kwihagarika\nmu gihe ahaga ze.\n• Gushyira umwana wawe kuri po bigire akamenyero kawe buri munsi. Nka buri gitondo uko\nabyutse, amaze kurya ku manywa na nijoro mbere yo kuryama.\n10.40 Kwita ku isuku y’ibiribwa n’amazi yo kunywa\n: • Karaba intoki buri gihe amasegonda 40 ukoresheje isabune n’amazi meza.\n • Amazi yo kunywa ahomba gutekwa akabira kugirango abe ari meza, asukuye kanfi atatera\nampiswi.\n • Koresha amazi atetse yabanje kubira mu kuronga imbuto n’imboga mbere yo kuzikata no\nkuzirya. • Buri gihe, gira isuku y’intoki, iy’ibikombe n’ibindi bikoresho ukenera ugaburira\numwana.\n • Itwararike ku isuku yaho utegurira ibiribwa, ibintu ukatiraho ibiribwa, amasahani,\namasafuriya (ibyombo), ibimamiyo n’ibindi bikoresho ubyogesha isabune n’amazi meza.\n• Ronga amagi ukoresheje isabune n’amazi meza.\n• Ibiribwa bikomoko ku matungo nk’inyama n’amafi bigomba kubikwa kure y’ibindi biribwa\nkugirango bitabyabduza.\n• Teka inyama, amafi, amagi kugeza bihiye neza.\n• Hita ugabura ibiryo bigishya/ ukimara kubitegura.\n • Shyushya ibiryo byose bimaze isaha irenga biteguwe"}
{"page": 51, "text": "wana.\n • Itwararike ku isuku yaho utegurira ibiribwa, ibintu ukatiraho ibiribwa, amasahani,\namasafuriya (ibyombo), ibimamiyo n’ibindi bikoresho ubyogesha isabune n’amazi meza.\n• Ronga amagi ukoresheje isabune n’amazi meza.\n• Ibiribwa bikomoko ku matungo nk’inyama n’amafi bigomba kubikwa kure y’ibindi biribwa\nkugirango bitabyabduza.\n• Teka inyama, amafi, amagi kugeza bihiye neza.\n• Hita ugabura ibiryo bigishya/ ukimara kubitegura.\n • Shyushya ibiryo byose bimaze isaha irenga biteguwe, mbere yo kubirya cyangwa\nkubigaburira umwana.\n • Irinde guha umwana ibinyobwa n’ibiribwa byo munganda nk’imitobe (Jus) na za fanta\nbyongerwamo isukari, bombo, ibisuguti, amafiriti n’ibindii biribwa n’ibinyobwa bidafite\nintungamubiri\n10.42 Umusarane\nKutituma mu musarane bishobora gutuma imyanda yanduza abantu indwara z’impiswi\nziterwa n’inzoka zo mu nda, macinya, tifoyide na korera. Impiswi kandi ituma umwana abura\namazi mu mubiri, akagira umwuma n’imirire mibi, akadindira mu mikurire. Umwanda wose\nwitumwe, harimo n’uw’abana, ugomba kujugunywa mu musarane. Urugo rwanyu rugomba\nkuba rufite umusarane kandi ugahora usukuye.\n10.42 Gusukura imbuga y’urugo n’aharukikije\nTugomba gutunganya aho dutuye no mu nkengero zaho, dutema ibigunda,dutwikira\namafunguro n’ibyombo, twirinda amazi areka hafi y’urugo no mu nkengero zarwo, tumena\nimyanda ahabugenewe no mu ngarane yujuje ibisabwa. Biturinda gukurura udukoko dutera"}
{"page": 52, "text": "indwara bikanatuma twororoka nk’isazi, imibu, ibinyenzi n’imbeba, amatungo ntagomba\nkurara mu nzu imwe n’abantu.\n11.1 Gutangira konsa\nKonsa ni uguha umwana amashereka gusa. Konsa ni ingirakamaro ku mwana na nyina. Konsa\nbikwiye gukorwa bitarenze isaha imwe umubyeyi amaze kubyara, igihe umwana abishatse, na\nburi masaha 3 nibura, umwana agatungwa n’amashereka gusa kugeza ku mezi 6.\n11.2 Ibyo ababyeyi bagomba gukoramu gihe bashaka Konsa umwana\nmu gihe kitarenze isaha avutse.\nKonsa umwana umuhondo mu minsi ye ya mbere.\nGuha umwana amashereka YONYINE kugeza ku\nmezi 6.\nKumenya ibimenyetso byibanze by’uko umwana ashonje Konsa umwana hagati y’amasaha 2\nn’atatu, nubwo yaba arwaye cyangwa asinziriye Ababyeyi bombi bagomba gufatira umwana mu\ngituza.\nKumwenyurira umwana, kumuvugiriza ubuhuha/ ubuguriguri igihe arimo konka\n• Konsa gusa bivuze guha umwana amashereka YONYINE mu mezi 6 ya mbere.\n• Ntugahe amazi cyangwa ibindi binyobwa cyang wa ibiribwa umwana atarageza amezi 6. Bishobo ra\nkumutera indwara.\n• Amashereka ubwayo akubiyemo intungamubiri zose umwana akeneye, arimo indyo zose n’amazi\numwana wawe akeneye mu mezi 6 ya mbere y’ubuzima bwe.\nNubwo haba hari ubushyuhe bu kaze, amashereka atsirika inyota y’umwana wawe\n. • Guha umwana wawe ikindi kintu kitari amshereka atarageza amezi 6 bimutera ubunebwe bwo\nkonka bikanagabanya amashereka umubiri w’umubyeyi ukora.\n• Usabwe guha umwana wawe imiti yandikiwe na muganga GUSA; ukayikura kwa muganga\ncyangwa amaguriro y’imiti (farumasi) yemewe\nIngano y’igifu cy’umwana\n- Ingano y’igifu cy’umwana. Saba ababyeyi bafunge igipfunsi. Babwire ko igifu cy’umwana\nkingana n’igipfunsi cye.\n• Igifu cy’uruhinja ni gito cyane ku buryo mu minsi ye ya mbere aba akeneye make gusa\n11.3 Ni gute wamenya ko umwana yijuse?\n• Iyo umwana atangiye konka, agapfunsi ke agashyira mu isura. Iyo yijuse, afungura igipfunsi amaboko\nakayarambura.\nIyo umwana wawe yonka bihagije bigaragazwa nuko:\n• Yiyongera ibiro n’igihagararo"}
{"page": 52, "text": " cy’uruhinja ni gito cyane ku buryo mu minsi ye ya mbere aba akeneye make gusa\n11.3 Ni gute wamenya ko umwana yijuse?\n• Iyo umwana atangiye konka, agapfunsi ke agashyira mu isura. Iyo yijuse, afungura igipfunsi amaboko\nakayarambura.\nIyo umwana wawe yonka bihagije bigaragazwa nuko:\n• Yiyongera ibiro n’igihagararo"}
{"page": 53, "text": "• Ubona ashabutse, akina bijyanye n’imyaka ye"}
{"page": 54, "text": "• Yihagarika inkari zikeye nibura inshuro 6 ku munsi cyangwa kuzamura iyo yonka GUSA.\n11.4 Umumaro wo konsa umwana\nIbyiza byo konsa umwana GUSA mu mezi 6 ya mbere\n• Guha umwana amashereka yonyine mu mezi 6 ya mbere bimurinda indwara nyinshi nk’impis wi\nn’indwara zo mu myanya y’ubuhumekero.\n• Bifasha umwana kwiyongera mu biro, igihagararo no mu mikurire myiza y’ubwonko\n• Konsa ukimara kubyara bituma nyababyeyi yisubiranya bikagabanya kuva\n• Konsa bituma habaho komatana hagati y’umwana n’umubyeyi, kandi umwana aba akeneye cyane\n11.5 Umuhondo ni iki\nUmuhondo ni amashereka y’umubyeyi ukibyara, akaba ingirakamaro cyane ku ruhinja.\nGushyira umwana mu gituza bifasha ubwiyongere bw’amashereka. Umumaro wo gukuyakuya\numwana igihe urimo kumwonsa\nMuzi impamvu amashereka y’umuhondo agereranywa na zahabu? Umuhondo ni\namashereka y’umubyeyi ukibyara; aba asa n’umuhondo kandi ni meza cyane ku mwana\nwawe. Ntakwiriye kwirengagizwa.\n• Arinda uruhinja rwawe indwara. Afasha uruhinja kwituma bwa mbere no gusohora indurwe\nyashoboraga gutera umwana indwara yo kuba umuhondo (Jaundice).\n• Amashereka y’umuhondo akubiyemo intun gamubiri z’ingirakamaro ku mikurire y’umwana, harimo\nn’izifasha imikurire y’imyakura.\n11.6 Ni ryari ugomba konsa?\nKonsa ukimara kubyara Tangira konsa mu isaha ya mbere ukibyara. Konsa uruhinja rukivuka\nbirufasha kumenya konka kuko ibere riba ricyoroshye.\nKonsa umwana igihe kigenwe:\n• Onsa umwana kenshi. Uko umwana akurura ni ko amashereka arushaho kwihembera akaza ari\nmenshi.\n• Ibwirize konsa umwana ku manywa na nijoro.\n• Impinja zikeneye konswa nibura buri masa ha atatu (3).\n• Niba umwana wawe arwaye cyangwa asinziriye, hari ubwo byaba ngombwa ku mukangura"}
{"page": 55, "text": "Nyuma yo konka, akenshi uruhinja ruba rukeneye gutura umubi ukanaguma kurukikira neza\nkugira ngo rwongere rusinzire.\nKwikangura ukonsa nijoro ni ingirakamaro ku mikurire y’umwana wawe no komatana na we, no\nkongera ikorwa ry’amashereka\n11.7 Uko umugabo yafasha umugore we mugihe babyaye cyangwa bafite\nuruhinja\nUmugabo ashobora gufasha nyina w’umwana kumubikira agasinzira.\n• Umugabo azinduke kare yite ku mwana kugirango nyina w’umwana abe aruhutse gake.\n• Hindura gahunda kugirango ubashe kuruhuka bihagije - urugero wajya uryama ku manywa cyangwa\nugasinzira igihe umwana nawe asinziriye cyane.\n11.8 Ibimenyetso bigaragaza ko umwana ashaka konka\nUbwirwa n’iki ko umwana wawe ashonje ashaka konka?\n• Arasama ubundi akajya akebuka hirya no hino\n• Gusohora ururimi ubudatuza\n• Konka intoki n’ibipfunsi Ntugategereze ko umwana arira ngo ukunde umwonse. Kurira bishobora kuba\nikimenyetso cya nyuma cy’uko umwana akeneye konka, ashonje cyangwa atisanzuye ashaka ko\numwitaho.\n11.9 Uko wakwonsa cyangwa uko wakuyakuya umwana arimo konka\nIgihe urimo konsa ite ku mwana wawe:\nmwitegereze mu maso, umuganirize gake-gake, umumwenyurire unamuririmbire. Umwana\nabashakuk witegereza  mu maso akanumva  ijwi ryawe. Nubwo yaba ari uruhinja rukivuka\nanezezwa no kumva ijwi ryawe no kukwitegereza mu maso.\n• Reka umwana azunguze amaboko n’amaguru yisanzuye, anagukorakore uko ashaka. Muvugirize\nubuhuha/ubuguriguri, umubyinirire, umukuyakuye gahoro- gahoro. Gufatira umwana mu gituza ak enshi\nbifasha mu ikorwa ry’amashereka\n11.10 Ibyiza byo konsa umwana gusa mu mezi 6 ya mbere\n• Guha umwana amashereka yonyine mu mezi 6 ya mbere bimurinda indwara nyinshi nk’impiswi\nn’indwara zo mu myanya y’ubuhumekero.\n• Bifasha umwana kwiyongera mu biro, igihagararo no mu mikurire myiza y’ubwonko.\nBaza ababyeyi ibyo bibuka mu nyigisho y’uyu munsi. Niba ari ngombwa bibutse ibi:"}
{"page": 55, "text": ".\n• Bifasha umwana kwiyongera mu biro, igihagararo no mu mikurire myiza y’ubwonko.\nBaza ababyeyi ibyo bibuka mu nyigisho y’uyu munsi. Niba ari ngombwa bibutse ibi:"}
{"page": 56, "text": "• Ni ngombwa konsa umwana gusa mu mezi atandatu ye ya mbere. Ibi bivuze kumuha amashereka\nYONYINE kuva avutse kugeza afite amezi 6."}
{"page": 57, "text": "• Umubyeyi agomba konsa akimara kubyara n’ikindi gihe cyose biri ngombwa\n• Uko wonsa umwana, jya umureba mu maso umusekere, umuvugirize ubuhuha… Gushimira ababyeyi\nIndirimbo isoza\n11.11 Konsa mu buryo bwisanzuye\nGukikira umwana neza bimufasha kumva neza, bikanafasha umubyeyi kumwonsa bombi\nbisanzuye. Uburyo butandukanye umwana yonkamo\nIcyo ababyeyi bagomba gukora Guhitamo uburyo buboneye bwo konsa umwana Kumenya\ngufata ibere neza Gukura umwana ku ibere akimara konka. Kwimenyereza konsa umwana\numukuyakuya, umubyinirira\n11.12 Uburyo bwo gukikira umwana arimo konka\n• Nta buryo bumwe BWIHARIYE bwo gukikiramo umwana arimo konka, ahubwo habaho\nuburyo bunyuranye bushobora kunogera buri mubyeyi n’umwana we, bukanahinduka bitewe\nn’ibihe.\n• Umwana wawe yifitemo ibyiyumvo bimufasha konka mu buryo bwisanzuye.\n• Jya mu mwanya mwiza igihe urimo konsa\n• Umva neza ko amaboko yawe afite ikiyashyigikiye kandi ko umwana umukikiye neza. Ushobora\ngu koresha nk’umusego kugirango wonse wisanzuye neza.\n• Fata umwanya uhagije wonse umwana\n• Buri gihe ujye ubanza ukarabe ukoresheje isabune mbere yo konsa\nUburyo bwo gukikira umwana arimo konka\n• Konsa umwana ijosi rye urishyigiikije ukuboko gutandukanye n’ibere arimo konka\n• Gukikira umwana akonka umushyigikije am aboko abiri\n• Konsa umwana uryamishije urubavu\n• Konsa umwana wegamye Fasha ababyeyi kwimenyereza ubu buryo bwo konsa bifashishije igikinisho\ncyangwa umwana wabo ny irizina\nReka umwana abanze ahumuze ibere rimwe mbere yo kumuha irindi.\n• Bifasha umwana konka amashereka y’imbere n’ay’inyuma. Amashereka y’imbere abamo amazi amara\numwana inyota. Amashereka y’inyuma yo aba akungahaye ku binure kandi amara umwana inzara."}
{"page": 57, "text": " inzara."}
{"page": 58, "text": "11.13 Gusabana no kwiyegereza umwana mu gihe cyo kumwonsa\nKwiyegereza umwana neza bituma atakuruma n’imoko zigahora ziheherereye"}
{"page": 59, "text": "Hari ibimenyetso 4 byerekana ko umwana yegereye ibere neza:\n• Umwana arasama bihagije.\n• Umwana ntatamira imoko yose.\n• Umunwa w’umwana ubona uhehereye, yasamye\n• Akananwa k’umwana gakora ku ibere ry’umubyeyi.\nKonsa umwana neza bituma amashereka yihembera akaba menshi agahaza umwana.\n 11.14  Ibimenyetso byerekana ko umwana akurura amashereka neza ni:\n• Umwana akurura amashereka yitonze, akananyuzamo akaruhuka.\n• Nyuma yo gukurura amashereka nk’inshuro 4 cyangwa 5 ushobora kumva cyangwa kubona umwana\namira\n• Umwana akurura amashereka yitonze kandi ntibibabaze umubyeyi.\n• Umwana amara konka akarekura ibere ukabona aranezerewe kandi yisanzuye\n• Iyo umaze konsa, amabere aba yoroshye ahe hereye\n11.15 Igihe umwana wawe afite ikibazo cyo kudatamira ibere neza\nIgihe umwana wawe afite ikibazo cyo kudatamira ibere neza cyangwa ngo akurure neza,\ngeregeza kumwonsa mu buryo butandukanye\n• Nibikomeza kumugora cyangwa akaguma gusonza kandi amaze konka, mujyane kwa muganga.\nAbana benshi bakunda kunanirwa kon ka kubera ikibazo cy’akugara k’ururimi abaganga\nbashobora kuvura byoroheje.\nIrinde gukoresha inkongoro zifite  udupfundikizo twa  purasitike (bibero) n’utundi dukoresho\nbashyira mu kanwa k’umwana. Bitera umwana urujijo kuko uburyo bwo gukurura amashereka\nbutandukanye n’ubwo dukoresho bundi\nIbyo wakwibuka:\n• Hitamo uburyo wonsa wowe n’uruhinja mwisanzuye, kandi ujye uhinduranya uburyo ukikira umwana\nurimo kumwonsa\n• Jya ureka uruhinja rwonke ibere rimwe rurihumuze neza, mbere yo kuruha irindi\n• Genzura niba uruhinja rufite imbogamizi mu konka neza/gukurura amashereka, ubundi ugishe inama\nabaganga.\n11.16 Imbogamizi mu gihe cyo konsa\nImbogamizi zikunda kubaho mu gihe cyo konsa ni ukubabara imoko, kurwara amabere, kuzana\nudusebe ku mabere Guhesha umwana amashereka agakombe\nKujya kwa  muganga kwisuzumisha Gusobanukirwa ibimenyetso by’uko warwaye imoko\ncyangwa ibere nk’igihe ryabyimbye, hajeho udusebe. Kwirinda uburwayi bw’ibere Gukomeza\nkonsa umwana cyangwa rimwe na rimwe ukamuhesha amashereka agakombe."}
{"page": 59, "text": "he cyo konsa ni ukubabara imoko, kurwara amabere, kuzana\nudusebe ku mabere Guhesha umwana amashereka agakombe\nKujya kwa  muganga kwisuzumisha Gusobanukirwa ibimenyetso by’uko warwaye imoko\ncyangwa ibere nk’igihe ryabyimbye, hajeho udusebe. Kwirinda uburwayi bw’ibere Gukomeza\nkonsa umwana cyangwa rimwe na rimwe ukamuhesha amashereka agakombe."}
{"page": 60, "text": "• Niba imoko zawe zikubabaza cyangwa amabere akakurya igihe umwana arimo konka, genzura uko\numwana afashe ibere maze umukikire mu bundi buryo, nihatagira igihinduka jya kwisuzumisha kwa\nmuganga.\n• Komeza wonse umwana cyangwa wikame umuheshe agakombe ubundi ujye kwisuzumisha\n11.17 Kwikama amashereka\n• Ushobora kugira impamvu zituma wikama amashereka ugahesha umwana agakombe:\n• Kubabara amabere cyangwa izindi mbogamizi mu konsa\n• Kuba utari kumwe n’umwana\n• Kuba umwana arwaye\nKaraba intoki unasukure ibikoresho n’amazi meza n’isabune\nSukura igikoresho uri bukamiremo amashereka ndetse unagiteke mu mazi abire Isanzure Rimwe\nna rimwe gusa nk’ukandakanda amabere yawe birafasha.\nGukoresha agatambaro gashyushye bifa sha imiyoboro guhembera amashereka.\n• Fata ibere ku buryo igikumwe kifata agace ko hejuru k’imoko, izindi ntoki ziri munsi y’ibere.\n• Ukoresheje igikumwe n’intoki byegeranye ebyiri, kanda agace kirabura k’imoko\n• Kamira amashereka mu gikoresho gisukuye\n• Genda wimura intoki zawe mu gace gakikije imoko. Kama ibere rimwe hagati y’iminot 3-5 kugeza\nigihe amashereka atakirimo kuza, noneho ubikore no ku rindi bere; umare hagati y’iminota 20 na 30\nuyasimburanya.\nTereka amashereka wikamye mu gikoresho gisukuye gipfundikiye.\nAmashereka ushobora kuyatereka ahantu:\n• Amasaha 6 kugeza ku 8 ahantu hafite ubushyuhe busanzwe\n• Amasaha 24 mu cyuma gikonjesha- firigo\n• Hagati y’amezi 3 n’atandatu ari ku gipimo cyo hejuru cy’ubukonje bwa dogere 20 munsi ya zeru muri\nfirigo Guhesha umwana amashereka agakombe"}
{"page": 61, "text": "11.18 Guhesha umwana amashereka agakombe\n• Niba amashereka yakonje, yashyushye mbere yo kuyaha uruhinja."}
{"page": 62, "text": "Tereka igikoresho arimo mu mazi ashyushye ashyuhe ahereye ku ndiba\n• Noneho shyira amashereka ahagije mu ga kombe gasukuye ugiye guhesha umwana\n• Inkongoro zipfundikije za purasitike (bibero) n’utundi dukombe dufite imipfundikizo ifun ganye ntabwo\nari byiza kubihesha umwana amashereka kuko byandura mu buryo bworo shye kandi bigorana\nkubisukura.\n11.19 Konsa umwana mu bihe bitoroshye\nIgihe umwana wawe arwaye:\n• Mwonse inshuro nyinshi kurusha mbere: bifasha umwana gukira kandi bikamuhumuriza.\n• Muhe imiti yandikiwe na muganga gusa.\n• Niba umwana yacitse intege cyane ku buryo adashobora konka, kama amashereka umuheshe\nagakombe cyangwa ikiyiko.\n• Umwana wawe namara koroherwa, ongera inshuro umwonsa ubikore iminsi myinshi. Ibi bifasha\numwana kwijajara agasubirana ibiro, akagira imbaraga. Igihe ari wowe mubyeyi urwaye:\n• Jya kwa muganga bakugire inama niba wako meza konsa umwana cyangwa wabihagarika. Ushobora\ngukenera amafunguro y’inyongera no kunganirwa n’umuryango wawe. Niba ubona amashereka yawe\nadahagije, gisha inama muganga.\n11.20 konsa mugihe urwaye\nIgihe wumve ufite uburibwe igihe wonsa, gerageza kuguma konsa cyangwa wikame uheshe\numwana agakombe;\n• Niba urwaye cyangwa umwana wawe arwaye, komeza umwonse cyangwa wikame amashereka\numuheshe agakombe\n11.21 Guha abana imfashabere  icyo ababyeyi bagomba gukora\nGutangira guha umwana imfashabere afite amezi 6.\n Komeza kumwonsa Mugaburire hagati y’inshuro 2-5 kumunsi .\nuko umwana agenda akura Ha umwana imfashabere ifashe kandi ihagije bitewe n’amezi\numwana afite.\nHinduranya indyo uha umwana ugendeye ku ntungamubiri ziri mu moko y’ibiribwa Ziririza\nguha umwana muto ibiryo byo mu nganda\n• Umwana wawe nagira amezi 6, tangira kumuha imfashabere\n• Komeza konsa umwana wawe uko abikeneye haba kumanywa na nijoro kugeza yujuje imyaka 2."}
{"page": 62, "text": " kumuha imfashabere\n• Komeza konsa umwana wawe uko abikeneye haba kumanywa na nijoro kugeza yujuje imyaka 2."}
{"page": 63, "text": "• Uko umwana akura niko arushaho kudahazwa n’amashereka, niyo mpamvu kugirango abone\nimbaraga akeneye aba agomba kunganirwa n’imfashabere.\n11.22 Kuki umwana akeneye imfashabere uko akura\n• Uko umwana akura niko arushaho kudahazwa n’amashereka, niyo mpamvu kugirango abone\nimbaraga akeneye aba agomba kunganirwa n’imfashabere.\nIbintu 4 biranga imfashabere:\ninshuro [itangwamo],\ningano,\nkuba ifashe ndetse inanyuranye\nInshuro umwana agaburirwa:\nTangira guha umwana wawe ibiryo\n• Inshuro 2 ku munsi ku mwana w’amezi 6, Noneho ukomeze umuhe imfashabere\n• nibura inshuro 2 cyangwa 3 ku munsi kuva ku mezi 6 kugeza ku 9,\n• nibura inshuro 3 cyangwa 4 ku munsi kuva ku mezi 9 kugeza kuri 12,\n• nibura inshuro 5 ku munsi kuva ku mezi 12 kugeza kuri 24\nIngano y’imfashabere\n• Tangirira ku tuyiko duto 2 cyangwa 3 kuri buri funguro.\n• Genda wongera ingano yabyo ugeze kuri\n• Kimwe cya kabiri (1/2) cy’igikombe kuri buri fun guro (igikombe cya miliritiro 250) kuva ku\nmezi 6 kugeza kuri 12\n• Bitatu bya kane kugeza ku gikombe cyuzuye kuri buri funguro kuva ku mezi 12 kugeza kuri 24.\nImfashabere ifashe:\n• Kuva ku mezi 6 kugeza ku 9: muhe ibiryo bi nombye umuryango usanzwe urya;\n• Kuva ku mezi 9 kugeza kuri 12: muhe ibiryo bisanzwe, binombye cyangwa bikasemo uduce duto\ncyane;\n• Kuva ku mezi 12 kugeza kuri 24: muhe ibiryo bisanzwe mu muryango, bikasemo uduce duto,\nbivungaguye, bikasemo uduce dufite umubyim ba muto.\n• Ifunguro rikwiye kuba rifashe bihagije kugirango bitameneka biri ku kiyiko. Kwitoza ibyizwe –\nIndyo inyuranye: Mushyire ibiribwa mu matsinda yabyo hakurikijwe intungamubiri ziyabonekamo.\n• Shyira ibiribwa bitandukanye ku mukeka (bishobora kuba ibiribwa nyabyo muri bukore she\nmwimenyereza cyangwa akaba amashusho yabyo)"}
{"page": 63, "text": "obora kuba ibiribwa nyabyo muri bukore she\nmwimenyereza cyangwa akaba amashusho yabyo)"}
{"page": 65, "text": "Mu gutangira guha umwana imfashabere, tangirira ku mafunguro y’ibanze nk’igikoma gifashe\n(byaba byiza iyo ari icyongewemo intungamubiri cyangwa icy’ibigori, umuceri, ingano\nn’amasaka), ibijumba cyangwa ibitoki binombye.\n• Tangirira ku kiribwa kimwe ugihe umwana iminsi 2 kugeza kuri 3 ubone kumuha ikindi\nkiribwa. Umwana wawe akeneye umwanya wo kumenyera uburyohe bwa buri kiribwa.\n• Gerageza kugaburira umwana ubwoko butandu kanye bw’amafunguro bwavuzwe muri iyi mfasha\nnyigisho\nKwitoza ibyizwe – Indyo inyuranye: Mushyire ibiribwa mu matsinda yabyo hakurikijwe\nintungamubiri ziyabonekamo.\n• Shyira ibiribwa bitandukanye ku mukeka (bishobora kuba ibiribwa nyabyo muri bukore she\nmwimenyereza cyangwa akaba amashusho yabyo)\n• Saba ababyeyi kubishyira mu matsinda atan dukanye: Ibiribwa by’ibikomoka ku matungo,\nibinyamisogwe, imboga, imbuto, ibinyampeke, ibikomoka ku mata n’ibirimo ibinure\n• Reka babiganireho, ibyo bemeranya n’ibyo batemeranyaho\n• Nyuma y’iminota 5, muganire ku moko atandu kanye y’ibiribwa hifashishijwe imfashanyigisho ya 1\n11.23 Uko twaha umwana Imfashabere inyuranye\n• Mu gutangira guha umwana imfashabere, tangirira ku mafunguro y’ibanze nk’igikoma gifashe (byaba\nbyiza iyo ari icyongewemo intungamubiri cyangwa icy’ibigori, umuceri, ingano n’amasaka), ibijumba\ncyangwa ibitoki binombye.\n• Tangirira ku kiribwa kimwe ugihe umwana iminsi 2 kugeza kuri 3 ubone kumuha ikindi kiribwa.\nUmwana wawe akeneye umwanya wo kumenyera uburyohe bwa buri kiribwa. • Gerageza kugaburira\numwana ubwoko butandu kanye bw’amafunguro bwavuzwe muri iyi mfasha nyigisho\n11.24 Gutangira kugaburira umwana imfashabere.\n• Mushobora gutekereza nk’imboga n’imbuto kuko byoroshye kubinomba noneho akaba aribyo\nutangiriraho (urugero: Karoti, ibihaza, imineke, ipapayi, avoka n’ibindi)\n• Mushobora gutekereza iminsi ya mbere yo gutangira guha abana banyu imfashabere, ese n’iki\nmwazatangiriraho? (Urugero, ababyeyi bashobora gutangira kugaburira abana babo imineke nk’iminsi 3\nya mbere, noneho indi minsi 3 umuhe imineke inombye n’igikoma nk’ikibigori, umuhe n’avoka inombye,\nindi minsi 3, umuhe nk’igikoma cy’ibigori, avoka inombye n’ipapayi inombye, n’ibindi.\n• Ushobora gutangira guha"}
{"page": 65, "text": "utangiriraho (urugero: Karoti, ibihaza, imineke, ipapayi, avoka n’ibindi)\n• Mushobora gutekereza iminsi ya mbere yo gutangira guha abana banyu imfashabere, ese n’iki\nmwazatangiriraho? (Urugero, ababyeyi bashobora gutangira kugaburira abana babo imineke nk’iminsi 3\nya mbere, noneho indi minsi 3 umuhe imineke inombye n’igikoma nk’ikibigori, umuhe n’avoka inombye,\nindi minsi 3, umuhe nk’igikoma cy’ibigori, avoka inombye n’ipapayi inombye, n’ibindi.\n• Ushobora gutangira guha umwana amazi make kuva yujuje amezi 6\n• Ntabwo ari byiza guha umwana amata y’inka ata ruzuza umwaka\n• Konsa umwana ntibisaba ibindi binyobwa uretse amashereka n’amazi"}
{"page": 66, "text": "• Irinde guha umwana ibinyobwa birimo intun gamubiri nke cyane cyane nk’icyayi, ikawa,\nibinya masukari nka fanta cyangwa imitobe yatungany ijwe mu nganda (Jus).\n• Irinde guha umwana wawe inzoga\n• Irinde guha umwana wawe ibiribwa n’ibinyob wa byatunganyijwe mu nganda, ibinyamasukari cyangwa\namabombo n’ibindi byose byongewemo isukari.\n• Irinde kongera umunyu cyangwa isukari ku biryo cyangwa ibinyobwa by’umwana utaruzuza imyaka 2.\nIkiganiro kiyobowe – Ibiryo byatunganyirijwe mu nganda: Ni gute umenya ko ibiribwa\nbyatunganyirijwe mu ruganda? (urutonde rw’ibigize icyo kiribwa/kinyobwa rukunze kuba ari\nrurerure cyane, harimo amavuta, umunyu n’isukari byinshi. Urugero: Fanta ziryohereye, imitobe\ny’imbuto (jus), ifiriti, imitsima/Keke, bombo).\nKu bana batonka (kubera impamvu zihariye za vuzwe haruguru), mukurikiza amabwiriza\nasanzwe ajyanye n’imfashabere.\n• Azakenera amata agenewe abana (igikombe cya mL 250 ku munsi) n’amafunguro y’inyongera\n(ifunguro rimwe ku mwana w’amezi 6 kugeza ku 9, amafunguro 2 ku w’amezi 9 kugeza kuri\n24).\n• Kuva ku mezi 12, amata agenewe abana ashobora gusimbuzwa ay’inka ariko agakomeza guhabwa\ningano imwe. Amata y’inka umwana ahabwa ag omba kuba atetse, agahozwa, akabikwa neza.\n11.25 Indyo yuzuye igenewe umwana ufite umwaka umwe\nIndyo yuzuye ku mwana w’umwaka 1 Tegura ifunguro ry’umwana w’umwaka 1 ukoresheje\nibiribwa byo muri buri bwoko bw’amafunguro bigize indyo yuzuye hagendewe ku ntungamubiri\nzirimo. Kwibutsa amahame 4 agenga imiterere y’imfashabere: inshuro [itangwamo], ingano,\nkuba ifashe no kuba inyuranye.\n• Karaba intoki ukoresheje isabune n’amazi meza mbere yo gutegura amafunguro\n• Shyushya ibiryo mbere yo kubigaburira umwana kugirango mwirinde udukoko ndetse unarinde\numwana kurwara impiswi.\n• Gaburira umwana ku isahane ye kugirango ubashe kumenya ingano y’amafunguro abasha kurya.\n11.26 Kubura ubutare (Fer) ku bana  bari munsi y’imyaka 2\nKubura Ubutare (Feri) ku bana bari munsi y’imyaka 2 bishobora kugira ingaruka zikomeye\nzitazana kosorwa ku mikurire y’ubwonko bw’umwana.\n• Vanga ibiribwa bikungahaye ku butare (Feri) mu ifunguro ry’umwana wawe.\n• Vitamine C ifasha umubiri kwakira ubutare"}
{"page": 66, "text": "ira umwana kugirango mwirinde udukoko ndetse unarinde\numwana kurwara impiswi.\n• Gaburira umwana ku isahane ye kugirango ubashe kumenya ingano y’amafunguro abasha kurya.\n11.26 Kubura ubutare (Fer) ku bana  bari munsi y’imyaka 2\nKubura Ubutare (Feri) ku bana bari munsi y’imyaka 2 bishobora kugira ingaruka zikomeye\nzitazana kosorwa ku mikurire y’ubwonko bw’umwana.\n• Vanga ibiribwa bikungahaye ku butare (Feri) mu ifunguro ry’umwana wawe.\n• Vitamine C ifasha umubiri kwakira ubutare (Feri). Ni yo mpamvu amafunguro yanyu akwiye\nkuba akungahaye kuri Vitamine C n’ubutare (Feri)."}
{"page": 67, "text": ": Ifunguro rikungahaye kuri  butare (Fer) na Vitamine C Ese uzi amafunguro akungahaye ku\nbutare (Feri) na  Vitamine C? Fasha ababyeyi gusobanukirwa urutonde rw’amafunguro akubiye\nmu mfashanyigisho ya 18\n11.27 Imbogamizi mu kugaburira umwana.\n Hari abana bagira ubushake buke bwo kurya:\n• Gerageza kugaburira umwana amafunguro akunda\n• Gerageza kumuha ibiteguye mu buryo butan dukanye, ibyoroshye, ibicagaguyemo uduce n’ibindi\n• Gerageza kumugaburira mu buryo butandu kanye, ashobora gusangira na bakuru be aho gusangira na\nnyina cyangwa undi umwitaho.\n• Ihangane igihe atarimo guhita arya, komeza ugerageze kumugaburira; ntukigere uhatira umwana\nwawe kurya.\n• Emerera umwana wawe kurya ibiryo bike, ariko umugaburire inshuro nyinshi\n• Komeza kumwonsa unamushishikariza gufata imfashabere.\n•  Niba umwana wawe afite imbogamizi mu kurya cyangwa kumira, mujyane kwa muganga kugirango\nharebwe ikibazo yaba afite.\n• Abana batabasha kurya babashobora kugira ikibazo cy’imirire mibi mu buryo bwihuse, ni yo mpamvu\nbaba bakwiye gukurikiranwa mu buryo bwihuse n’ushinzwe ubuzima ushobora kubaha inama\nz’inyunganiramirire.\n11.28 Indyo yuzuye ku bana bigiye hejuru\nIcyo ababyeyi bagomba gukora\nGaburira umwana inshuro 5 ku munsi, bihagije kandi bijyanye n’ikigero cy’ubukure cy’umwana\nkandi bidakomeye cyangwa se bikasemo uduce duto\nHinduranya indyo umuha kandi ibe igizwe n’amoko atandukanye y’ibiribwa Sabana n’umwana\ncyane mu gihe urimo kumugaburira"}
{"page": 68, "text": "11.29 Amafunguro agenewe abana kuva ku myaka 2 kugera kuri 6\nKugaburira abana kuva ku mya ka 2 kugeza kuri 6 Abana bawe bari hejuru y’imyaka ibiri barya\nbate? Barya iki? Barya kangahe ku munsi?\n• Komeza kumwonsa igihe cyose abikeneye. ntu kamuhatire konka\n• Kuva ku myaka 2 kugera kuri 6, muri rusange abana buri munsi bagomba kurya amafunguro 3 y’ingenzi\nn’amafunguro 2 yoroheje.\n• Gabura ubwoko butandukanye bw’amafunguro\n• Umwana agaburirwa ibiribwa bikasemo uduce duto\n• Igihe ugaburiye umwana ibinyampeke, bimuhe mu rugero, kuko byuzura igifu cye vuba, bigatuma ku\nyandi mafunguro arya bike.\n• Abana bari hagati y’imyaka 2-6 bagomba kunywa amazi menshi kandi meza n’amata. Teka amata\nabire neza mbere yo kuyaha umwana.\n• Ibiribwa n’ibinyobwa by’ibinyamasukari [byatun ganyirijwe mu nganda] ntibigomba kunyobwa\ncyangwa kuribwa buri munsi. Bikwiye gukoreshwa by’amaburakindi.\n• Imitobe y’imbuto (Jus) yatunganyirijwe mu ngan da igira intungamubiri nke cyane ugereranyije no\nkurya imbuto ubwazo.\n• Jya witabira gahunda zijyanye no gupima imikuri re y’abana ndetse unakurikize inama uhabwa ku\nbijyanye n’imirire ikwiye kugirango umwana wawe akure neza.\n11.30 abana kuva ku myaka 2 kugera kuri 6 Barya kangahe ku munsi?\nKuva ku myaka 2 kugera kuri 6, muri rusange abana buri munsi bagomba kurya amafunguro 3 y’ingenzi\nn’amafunguro 2 yoroheje.\n11.31 gusabana n’umwana urimo kumugaburira.\nMushobora kutwereka uko mugaburira umwana wanyu n’uburyo musabana na we igihe arimo\nkurya?\n• Saba umwana gukaraba intoki mbere yo kurya\n• Ihangane kandi ukomeze ushishikarize umwana kurya. Wihatira umwana kurya ku ngufu.\n• Gaburira umwana ku isahane ye kugirango umenye neza niba amara ibiryo yahawe.\n• Umwana agomba kuba yicaye neza igihe arimo kurya kugirango abashe kumira bitamugoye\n• Igihe umwana arimo kurya ugomba kumuba hafi kuko hari igishobora kumuniga mu buryo bworoshye\n• Igihe urimo kugaburira umwana, huza amaso na we, umusekere, umuganirize, umuvugirize ubuhuha\nmusabane\n• Ushobora gushishikariza umwana kurisha intoki cyangwa ikiyiko"}
{"page": 68, "text": " niba amara ibiryo yahawe.\n• Umwana agomba kuba yicaye neza igihe arimo kurya kugirango abashe kumira bitamugoye\n• Igihe umwana arimo kurya ugomba kumuba hafi kuko hari igishobora kumuniga mu buryo bworoshye\n• Igihe urimo kugaburira umwana, huza amaso na we, umusekere, umuganirize, umuvugirize ubuhuha\nmusabane\n• Ushobora gushishikariza umwana kurisha intoki cyangwa ikiyiko"}
{"page": 69, "text": "11.32 Imirire y’ababyeyi bonsa\n• Mu gihe wonsa, jya ufata buri munsi amafunguro abiri yoroheje yiyongera ku yo usanzwe ufata buri\nmunsi, kugirango akongerere imbara ga anafashe umwana wawe gukura neza\n• Rya amafunguro y’ubwoko bwose akungahaye ku ntungamubiri\n• Nywa amazi menshi, nibura litiro zisaga 2 ku munsi (zingana n’ibikombe 8 binini)\n• Gabanya icyayi n’ikawa unywa kuko bishobora kubangamira uburyo umubiri wawe ukoresha\namafunguro wafashe.\n• Reka inzoga, itabi n’ibiyobyabwenge mu gihe wonsa.\nMu gihe wonsa, intungamubiri zihariye zifasha umwana wawe gukura neza kandi akagira ubuz\nima bwiza. Ubutare (Feri) na Vitamine B ni ingi rakamaro.\n• Fata ku buryo buhoraho ibikomoka ku mata, kandi ukoreshe umunyu ukungahaye kuri Iyode kugiran\ngo bifashe ubwonko bw’umwana wawe gukura neza, no mu gihagararo\n• Fata ibinini bivura inzoka zo mu nda kugirango urwanye kubura amaraso.\n• Ganira na muganga ibijyanye na Vitamine z’inyun ganiramirire ushobora kuba wafata, maze ukurik ize\namabwiriza aguha.\n• Ku babyeyi b’abangavu: mukeneye kurya cyane kuruta ababyeyi bakuze. Mukeneye kurya kugiran go\nmukomeze gukura kandi munafashe n’abana banyu gukura neza.\nGukora umurima w’igikoni n’ibiti by’imbuto no korora amatungo magufi\n• Imbuto n’imboga ni bimwe mu bigize indyo yuzuye.\n• Amafunguro akomoka ku matungo nk’inyama, amagi, amafi, amata, ni bimwe mu bigize indyo yuzuye\nkandi bikungahaye ku ntungamubiri. Ibinyamisogwe nk’ibishyimbo bishobora gusimbura ibikomoka ku\nmatungo rimwe na rimwe\n• Mutunganye umurima w’igikoni mushobora guhingamo ubwoko butandukanye bw’imboga\numuryango uzakenera umwaka wose.\n• Imbuto nk’imineke, ipapayi, indimu, avoka zikungahaye ku ma vitamine. Nimuhinge amoko anyuranye\ny’imbuto.\n• Mushake uko mwakorora amatungo magufi nk’ingurube, inkwavu cyangwa inkoko Mushake uko\nmwakora ikidendezi cyo kororera mo amafi.\n• Niba mwabasha kubona inka n’uburyo mwayita ho byabafasha kujya mubona amata ku buryo\nbuhoraho.\n11.34 Incuro umugore wonsa agomba kurya\n• Mu gihe wonsa, jya ufata buri munsi amafunguro abiri yoroheje yiyongera ku yo usanzwe ufata buri\nmunsi, kugirango akongerere imbara ga anafashe umwana wawe gukura neza."}
{"page": 69, "text": "\ny’imbuto.\n• Mushake uko mwakorora amatungo magufi nk’ingurube, inkwavu cyangwa inkoko Mushake uko\nmwakora ikidendezi cyo kororera mo amafi.\n• Niba mwabasha kubona inka n’uburyo mwayita ho byabafasha kujya mubona amata ku buryo\nbuhoraho.\n11.34 Incuro umugore wonsa agomba kurya\n• Mu gihe wonsa, jya ufata buri munsi amafunguro abiri yoroheje yiyongera ku yo usanzwe ufata buri\nmunsi, kugirango akongerere imbara ga anafashe umwana wawe gukura neza."}
{"page": 70, "text": "11.35 Ibiribwa bukungahaye ku butare abababyeyi bafata\nAmagi (by’umwihariko umuhondo w’igi), ifi, ranti ye, sezame, ingano, oats, amasaka, umureti,\nrye, ibishyimbo, uburo, imboga rwatsi/epinari, ubunyobwa (ibibiringanya, almond, imbuto,\npistaciyo), inyama zitukura, inkoko, tangawizi. Ibiribwa bikungahaye kuri vitamins C Icunga,\nipapayi, kiwi, indimu, urusenda rwa piripiri, imbuto zitukura, inkeri, amashu, amashu atukura,\nimizabibu, ubundi bwoko\nbw’imboga nka borokori,amashu ameze Icunga, ipapayi, kiwi, indimu, urusenda rwa piripiri,\nimbu to zitukura, inkeri, amashu, amashu atukura, imiz abibu. Imbuto zihuguse nk’imizabibu,\numutini, ibinyomoro, dattes, na apricots. Haimo na tofu, n’umugati ukungahaye ku butare\n11.36 Ibiribwa bikungahaye kuri vitamins C ababyeyi bafata\nIcunga, ipapayi, kiwi, indimu, urusenda rwa piripiri, imbuto zitukura, inkeri, amashu, amashu\natukura, imizabibu, ubundi bwoko bw’imboga nka borokori,amashu ameze n’amababi (choux\nfleurs), amashu yitiriwe Buruseli, ibirayi by’umweru."}
