[
  {
    "id": "1.1",
    "title": "Ibimenyetso bigaragaza ko utwite(umugore utwite)",
    "content": "Kumenya ko utwite n’ibimenyetso by’itangira\nGutinda imihango ni ikimenyetso gikunze kubanza kugaragara.\nIsesemi no kuruka by’umunsi birashobora kuboneka mu byumweru bya mbere.\nAmabere ashobora kubyimba cyangwa akaribwa.\nUmunaniro ukabije ushobora kwiyongera mu ntangiriro z’inda.\nHari abahinduka mu marangamutima bitewe n’impinduka z’imisemburo.\nKujya ku bwiherero kenshi bishobora kwiyongera.\nImpumuro z’ibiryo zishobora kukurushya mu ntangiriro.\nAmashereka make ashobora kuboneka, ariko amashereka menshi si ibisanzwe.\nWumva ububabare bukabije? Jya kwa muganga ako kanya.\nIkimenyetso kimwe gishobora kutahagije; reba uko byinshi bihurirana."
  },
  {
    "id": "2.1",
    "title": "Imirire myiza y’umugore utwite",
    "content": "Indyo yuzuye ikubiyemo ibikomoka ku matungo, imboga, imbuto, ibinyamavuta meza, ibinyamafufu,\nibinyamisogwe n’ibinyampeke.\nIbikomoka ku matungo birimo amagi, amafi ateguye neza n’inyama zidafite amavuta menshi.\nIbinyamisogwe nk’ibishyimbo n’amashaza byongera poroteyine.\nIbinyampeke nk’umuceri, kawunga, amasaka n’uburo bitanga ingufu.\nImboga z’icyatsi zikungahaye kuri folate n’imyunyu ngugu.\nImbuto zifite vitamin C zifasha kumira icyuma.\nCalcium iva mu mata na yogati ifasha amagufa y’umwana.\nKunywa amazi meza kenshi bifasha igogora.\nKurya duke kenshi bigabanya isesemi.\nHinduranya ibyiciro by’ibiribwa buri munsi kugira ngo indyo ibe yuzuye."
  },
  {
    "id": "3.1",
    "title": "Ibiribwa bitemewe mu gihe utwite",
    "content": "Irinde ibiryo byanduye cyangwa byataye igihe.\nIrinde inyama n’amagi bidahiye neza.\nIrinde imitobe y’isukari nyinshi n’ibinyobwa bya energy.\nGabanya umunyu n’amavuta menshi atatunganyijwe cyane.\nIbyo kwirinda: ikawa, ibisindisha, itabi n’ibiyobyabwenge(umugore utwite)\nIkawa nyinshi na caffeine nyinshi si byiza.\nSimbuza amazi cyangwa icyayi kitagira kafeine.\nInzoga zose zirabujijwe kuko zangiza umwana.\nItabi rirabujijwe kandi umwotsi wo ku bandi nawo urabangamye.\nIbiyobyabwenge byose birabujijwe.\nNiba bigoranye kureka kafeine, itabi cyangwa inzoga, saba ubufasha kwa muganga."
  },
  {
    "id": "3.2",
    "title": "Ibibazo biterwa no gutwita",
    "content": "Mu gihe umugore atwite, ubudahangarwa bw’umubiri we ndetse n’ubw’amarangamutima biba byoroshye\nniyo mpamvu agomba kwirinda kandi akarindwa icyamuhungabanya cyose.\nIgihe hari ikimenyetso mpuruza abonye giteye inkeke nko kuva, kuribwa umutwe bikabije no mu kiziba\ncy’inda, gucika intege cyane n’ibindi; itabaze muganga cyangwa umujyanama w’ubuzima hakiri kare.\nIrinde umuhangayiko ndetse unirinde malariya uryama mu nzitiramibu iteye umuti. Umugore utwite yirinda\nn’izindi ndwara agira isuku, aruhuka bihagije akirinda imirimo ivunanye kandi akajya akora imyitozo\nngororamubiri.\nAbagore batwite bagomba kwirinda kuryama bubitse inda cyangwa bagaramye, ahubwo baba bagomba\nkuryamira urubavu."
  },
  {
    "id": "3.3",
    "title": "uruhare rw’umugabo mugihe umugore we atwite",
    "content": ". Gufasha umubyeyi utwite no gushyikirana n’umwana uri mu nda\nUmugabo witaye ku mugore we mu gihe atwite,akamuherekeza kwisuzumisha, bituma agira ubuzima bwiza,\nkandi akabasha gukemura neza ibibazo umugore ashobora guhura nabyo hakiri kare kandi bikongera\nubusabane hagati yabo.\nIyo umugabo ari kumwe n’umugore we igihe abyara, bituma abasha gutuza, ububabare agira buragabanuka\nndetse binatuma yumva akunzwe kandi ashyigikiwe n’umugabo we. Ababyeyi bombi bashobora gutangira\ngushyikirana n’umwana wabo akiri munda binyuze mu kumuganiriza, kumuririmbira no gukuyakuya inda\ny’umubyeyi utwite bikamwongerera amahirwe yo gukura neza mu bwenge, mu mbatima n’imibanire ye\nn’abandi."
  },
  {
    "id": "3.3",
    "title": "Ibyiciro by’ingenzi by’imikurire y’umwana uri mu nda",
    "content": "Ukwezi kwa 1: Isura itangira kwirema, ahazajya amazo ari utuziga twijimye\nUkwezi kwa 2: Ubwonko butangira kwirema\nUkezi kwa 3: Amaboko, ibiganza, intoki, ibirenge n’mano biba bimaze kwirema mu buryo bwuzuye Ibice\nby’umubiri byose n’ingingo biba bimaze kwirema\nUkwezi kwa 4: Ushobora kumva umutima w’umwana utera wifashishije igikoresho cyabugenewe\nUkwezi kwa 5: Ushobora kumva umwana yinyagambura mu nda\nUkwezi kwa 6: Amaso atangira gufunguka\nUkwezi kwa 7: Ubushobozi bwo kumva/amatwi buba butangiye bwuzuye neza\nUkwezi kwa 8: Umwana ashobora kumva no kureba. Ubwonko buba bukura vuba cyane\nUkwezi kwa 9: Ibihaha biba byariremye ku buryo bwuzuye Umwana ashobora kwerekana ko yumvise\nijwi, ko yabonye urumuri no kumukoraho akabyumva\nUkwezi kwa 10: Igihe icyo ari cyo cyose ushobora gufatwa n’ibise Kwinyagambura k’umwana\nkuragabanuka kuko umwana aba amaze kuba munini."
  },
  {
    "id": "3.4",
    "title": "Ibiryo umugore utwite agomba kurya",
    "content": "Urutonde rw’ibiribwa bikungahaye ku butare no kuri vitamine C umugore utwite ashobora gufungura\nUrutonde rw’ibyokurya bikungahaye ku butare bwa feri Amagi (cyane cyane umuhondo), amafi,\nudushyimbo duto twa rantiye, sesame, ingano, porici, igikoma, kinowa, umuceri, uburo, ibishyimbo,\namashaza, imboga rwatsi (epinari), imbuto zimeze nk’ ibinyobwa (imbuto za cashew, almonde,\nubunyobwa, pisitaciyo), inyama zitukura, inkoko, tangawizi. imbuto zumwe, tofu, n’ uumugati\nukungahaye ku butare\nibyokurya bikungahaye kuri vitamine C. Icunga, papayi, indimu, urusenda rutukura, imbuto zitukura,\ninkeri, shufureri, amashu atukura n’ inkeri. umweru. Imboga zifite indabyo nka brokoli,ibirayi by’umweru\nIcyayi kigabanya ubutare yinjira mu mubiri. Ujye wirinda kunywa icyayi mu gihe uri kurya.\nIbiribwa bikungahaye kuri Kalisiyumu\nShufureri Celeri Imiteja imboga rwatsi Inzuzi Beterave Coconati Avoka Amashu Celeri Shufureri Sesame\nIbitunguru."
  },
  {
    "id": "3.5",
    "title": "Urutonde rw’ibyokurya bikungahaye ku butare bwa feri",
    "content": "Amagi (cyane cyane umuhondo), amafi, udushyimbo duto twa rantiye, sesame, ingano, porici, igikoma,\nkinowa, umuceri, uburo, ibishyimbo, amashaza, imboga rwatsi (epinari), imbuto zimeze nk’ ibinyobwa\n(imbuto za cashew, almonde, ubunyobwa, pisitaciyo), inyama zitukura, inkoko, tangawizi. imbuto\nzumwe, tofu, n’ uumugati ukungahaye ku butare"
  },
  {
    "id": "3.6",
    "title": "ibyokurya bikungahaye kuri vitamine C",
    "content": "Icunga, papayi, indimu, urusenda rutukura, imbuto zitukura,\ninkeri, shufureri, amashu atukura n’ inkeri. umweru. Imboga zifite indabyo nka brokoli,ibirayi\nby’umweru"
  },
  {
    "id": "3.7",
    "title": "Ibiribwa bikungahaye kuri Kalisiyumu",
    "content": "Shufureri Celeri Imiteja imboga rwatsi Inzuzi Beterave Coconati Avoka Amashu Celeri Shufureri Sesame\nIbitunguru."
  },
  {
    "id": "4.1",
    "title": "Kwitegura kubyara",
    "content": "Dore bimwe mubyo wamenya mugihe witegura kubyara\nTangira gutegura ibikoresho uzitwaza mu gihe cyo kubyara, uburyo uzagerayo, uzaguherekeza, kandi\nwitegure hakiri kare uko wifuza ibintu bizagenda ku munsi uzabyariraho.\nMugabo, herekeza umugore wawe kwa muganga agiye kubyara kugirango umufashe kandi umube hafi."
  },
  {
    "id": "4.2",
    "title": "Ibyiza byo kubyarira kwa muganga",
    "content": "Kubyarira kwa muganga ni ingirakamaro kuko uhabwa ubufasha bw’abaganga bikarinda umubyeyi\nn‘umwana uvuka ingorane zishobora kubaho mu gihe cyo kubyara zirimo ubumuga nk’ indwara yo\nkujojoba, kuva cyane k‘umugore cyangwa urupfu."
  },
  {
    "id": "4.3",
    "title": "wamenya ute ko ugiye kubyara",
    "content": "Iyo igihe cyo kubyara kigeze, umugore utwite agira ibise birangwa no kwihaga/kwifora kw’inda (ukabona\nku gice cy’inda yo hasi uruhande harabyimbe kandi harakomeye) bikamara nk’igihe kirenga amasegonda"
  },
  {
    "id": "30",
    "title": "kandi bikagenda birushaho gukomera ndetse bikaba kenshi.",
    "content": "Mubyeyi menya uburyo bwo guhumeka bugufasha kukugabanyiriza uburibwe. Mugabo fasha umugore\nwawe umuherekeze, umwiteho kandi umwereke urugwiro mu gihe cyo kubyara. Uruhinja rukimara kuvuka\nrushyirwa mu gituza cy’umubyeyi, ibi bifasha umwana gukomeza kuba ashyushye ndetse binafasha\numwana n’umubyeyi komatana ndetse bikanatuma abasha kumwonsa hakiri kare."
  },
  {
    "id": "4.4",
    "title": "icyo wakora ruhinja rukimara kuvuka",
    "content": "Uruhinja rukimara kuvuka rushyirwa mu gituza cy’umubyeyi, bikarufasha gukomeza kuba rushyushye\nndetse no komatana neza na nyina, bikanatuma abasha kumwonsa mu isaha ya mbere yo kuvuka.\nUruhinja rugomba gusuzumwa nyuma yo kuvuka na mbere y’uko musezererwa kwa muganga.\nNiba hari Impungenge mugize k’ubuzima bw’umwana, nk’ubumuga bukomeye cyangwa bworoshye\nuruhinja rushobora kuvukana, ugomba kubaza muganga kugirango agusobanurire ku bibazo byose\nmwibaza bigendanye n’ubuzima bw’uruhinja n’ubw’umubyeyi. Itabaze muganga niba hari ibimenyetso\nmpuruza ubonye ku ruhinja rwawe nko kugira umuhondo, kuva amaraso mu mukondo, kuzana icyena\nmu mbavu, amashyira mu maso n’ibindi."
  },
  {
    "id": "4.5",
    "title": "uruhinja ruvutse rufite ikibazo",
    "content": "Niba hari Impungenge mugize k’ubuzima bw’umwana, nk’ubumuga bukomeye cyangwa bworoshye\nuruhinja rushobora kuvukana, ugomba kubaza muganga kugirango agusobanurire ku bibazo byose\nmwibaza bigendanye n’ubuzima bw’uruhinja n’ubw’umubyeyi. Itabaze muganga niba hari ibimenyetso\nmpuruza ubonye ku ruhinja rwawe nko kugira umuhondo, kuva amaraso mu mukondo, kuzana icyena\nmu mbavu, amashyira mu maso n’ibindi."
  },
  {
    "id": "4.6",
    "title": "Kwita ku mubyeyi n’uruhinja nyuma yo kubyara",
    "content": "Nyuma yo kubyara, umubyeyi n’uruhinja bisuzumisha inshuro eshatu, inshuro ya 1: Basuzumwa na\nmuganga mbere yo gutaha. inshuro ya 2: Basuzumwa n’ umujyanama w‘ubuzima ku munsi wa gatatu\nageze mu rugo. inshuro ya 3: Basuzumwa na muganga ku munsi wa 42 basubiye ku kigo nderabuzima\nguhabwa inkingo z’umwana. Ariko hari izindi nshuro 2 ziyongera ku mwana wavukanye ibiro bikeya, aho\nasurwa n’ umujyanama w‘ ubuzima ku munsi wa 7 ndetse n’ umunsi wa 28 ageze mu rugo. Bifasha\ngutahura hakiri kare ikibazo icyo aricyo cyose cyahungabanya ubuzima bw’uruhinja n’ubw’umubyeyi.\nUrwo ruhinja rushyirwa mu gituza cya nyina cyangwa cya se, umubiri ku mubiri mu minsi ya mbere\nrukivuka, bituma rukura vuba rukagira n’ubuzima bwiza.\nUmubyeyi agomba kuruhuka bihagije, akarya indyo yuzuye, akonsa umwana kenshi uko bikwiye. Ni byiza\ngukurikiza umwana afite byibura imyaka ibiri, bifasha umubiri w’umubyeyi kwisubiranya, umwana\nakonka igihe gihagije n’umuryango ugatera imbere. Ganira na muganga ku buryo bwo kuboneza\nurubyaro wahitamo gukoresha."
  },
  {
    "id": "4.7",
    "title": "Kwita ku ruhinja",
    "content": "Kugirango umwana akure neza kandi atekanye aba akeneye kugirana isano yihariye byibura n’umuntu\numwe yiyumvamo. Jya usabana n’umwana wawe. Impinja zigaragaza ibyifuzo byazo zirira, bishoboka ko\nziba zikeneye, isuku, konka, guterurwa, guhozwa no guhugezwa cyangwa se rwumva rutameze neza. Ni\nbyiza cyane ko umubyeyi atangira kumenyereza uruhinja kugira igihe gihoraho cyo gusinzira."
  },
  {
    "id": "4.8",
    "title": "uko wakwita ku ruhinja/umwana muto",
    "content": "Umwana agomba guhabwa inkingo z’ingenzi zagenwe kuri buri cyiciro agezemo, kandi hakubahirizwa\namatariki yatanzwe na muganga. Buri gihe ihutire kuvuza uruhinja igihe rugaragaza ibimenyetso\nby’uburwayi. Komeza kwita ku mwana umwonsa bihagije, umugaburira indyo yuzuye, umugirira isuku,\nkandi witabira kumusuzumisha imikurire ye buri kwezi mu mudugudu cyangwa kwa muganga. Ujye uha\numwana gusa imiti yandikiwe na muganga, kandi ukayikura kwa muganga cyangwa amaguriro y’imiti\n(farumasi) yemewe unirinde kumuvurisha imiti ya gakondo. Niba ubona hari ikimenyetso mpuruza afite\nmwihutire kujya kwa muganga."
  },
  {
    "id": "4.9",
    "title": "Imbindo z’umwana – Pampegisi",
    "content": "• Ubusanzwe umwana ukivuka yituma ibintu bisa n’icyatsi cyangwa umukara mu masaha 24 ya\nmbere. Niba utabibonye ku mwana wawe, baza muganga.\n• Ugomba guhindurira umwana kabiri ku munsi (inshuro 2 mu masaha 24) kuva ku munsi wa 6 avu\ntse. Namara kugira ibyumweru 6, inshuro yituma zizagenda zigabanuka, imbindo ze atakizanduza\ncyane.\n• Mu minsi ya mbere ushobora kubona ibintu bimeze nk’ibitukura cyangwa iroza mu mwanda\nuruhinja rwitumye. Ariko uko arushaho konka bi genda bishira.\n• Mu mbindo z’impinja z’abakobwa ushobora kubonamo utuntu tw’uturaso mu minsi mike\nakivuka, ariko humura, ntibigutere impun genge birashira.\n• Umubare w’imbindo umwana yanduje ugomba kungana n’umubare w’iminsi uruhija rumaze ruvu\ntse. Urugero, imbindo 3 ku munsi wa 3 umwana avutse, n’imbindo 6 umwana amaze iminsi 6."
  },
  {
    "id": "4.10",
    "title": "umubare w’imbindo umwana akeneye",
    "content": "• Umubare w’imbindo umwana yanduje ugomba kungana n’umubare w’iminsi uruhija rumaze ruvu\ntse. Urugero, imbindo 3 ku munsi wa 3 umwana avutse, n’imbindo 6 umwana amaze iminsi 6."
  },
  {
    "id": "4.11",
    "title": "Uruhu rw’uruhinja",
    "content": "Ni ibisanzwe ko impinja zisesa uduheri ku mubiri mu minsi ya mbere ya mbere.\n• Umwana wawe ashobora gusesa uduheri tusa n’umutuku ku mubiri, ku maboko no ku maguru.\nUdu duheri dukunda kurangirana mu cyumweru cya mbere avutse.\n• Uruhinja rushobora nanone gusesa uduheri mu gahanga, ku bitsike no mu ijosi igihe arize cyangwa\nhari ubushyuhe bwinshi. Ibi ariko birashi ra iyo haje amafu n’umwana yacecetse.\n• Uruhu rw’umwana rushobora gukanyarara cya ne ku bana bavutse barengeje igihe\ngisanzwe. Ushobora kubasiga amavuta. Ugomba kubaza abashinzwe ubuzima amavuta\nakwiye."
  },
  {
    "id": "4.12",
    "title": "Urureri/ uko wafata urureri",
    "content": "Urureri • Ntukagire ikintu na kimwe usiga ku rureri cyangwa ngo urufubike mu mwenda. Rureke\nruzahuguta ubundi rwivaneho umwana amaze hagati y’iminsi 5 -10 avutse. rugifite urureri\n• Igengesere mu gihe uhindurira imbindo uruhinja rugifite urureri. Niba ubona rutangiye kuva ama\nraso, ruhindutse umutuku cyangwa ku mukondo hameze nk’ahandujwe n’udukoko dutera indwara,\nihutire kubibwira muganga.\n• Baza muganga uko wakwitwararika igihe uruhinja Umwihariko ku mpinja zavukanye ibiro\nbidashyitse n’izavutse igihe kitageze"
  },
  {
    "id": "4.13",
    "title": "uruhinja rwavutse igihe kitageze",
    "content": "• Impinja zivutse igihe kitageze n’izavukanye ibiro bidashyitse zikunze kugira ibibazo kandi\nziba zishobora kurwara kurusha cyane.\n• Izi mpinja zikonja vuba kurusha izavukiye igihe n’izavukanye ibiro bishyitse. Dore ibimenyetso\nby’uko uruhinja rwakonje : kutonka/kutarya neza, kutarira, kumukora ukumva yakonje no kuba igiti\nntiyite ku byo umukorera.\n• Ababyeyi bagomba kwitwararika ku buryo uruhinja rwavutse igihe kitageze, urwavukanye ibiro\nbidashyitse n’urwavukanye ibiro bike ruhorana ubushyuhe, cyane bamuheka mu gituza utambaye,\nari byo byitwa Kangaro.\nUburyo bwa Kangaro bwo gufatira uruhinja mu gituza butuma ruhorana ubushyuhe. Ubu kandi ni\nn’uburyo bwiza bwo konsa umwana kuko byongera urugwiro akomatana n’umubyeyi."
  },
  {
    "id": "4.14",
    "title": "uruhare rw’umugabo mugihe umugore we abyara",
    "content": "Iyo umugabo ari kumwe n’umugore we igihe abyara, bituma abasha gutuza, ububabare agira\nburagabanuka ndetse binatuma yumva akunzwe kandi ashyigikiwe n’umugabo we. Ababyeyi bombi\nbashobora gutangira gushyikirana n’umwana wabo akiri munda binyuze mu kumuganiriza,\nkumuririmbira no gukuyakuya inda y’umubyeyi utwite bikamwongerera amahirwe yo gukura neza mu\nbwenge, mu mbatima n’imibanire ye n’abandi."
  },
  {
    "id": "5.1",
    "title": "Konsa ni iki",
    "content": "Konsa ni uguha umwana amashereka gusa. Konsa ni ingirakamaro ku mwana na nyina. Konsa bikwiye\ngukorwa bitarenze isaha imwe umubyeyi amaze kubyara, igihe umwana abishatse, na buri masaha 3\nnibura, umwana agatungwa n’amashereka gusa kugeza ku mezi 6."
  },
  {
    "id": "5.2",
    "title": "Umumaro wo konsa umwana",
    "content": "Ibyiza byo konsa umwana GUSA mu mezi 6 ya mbere\n• Guha umwana amashereka yonyine mu mezi 6 ya mbere bimurinda indwara nyinshi nk’impis wi\nn’indwara zo mu myanya y’ubuhumekero.\n• Bifasha umwana kwiyongera mu biro, igihagararo no mu mikurire myiza y’ubwonko\n• Konsa ukimara kubyara bituma nyababyeyi yisubiranya bikagabanya kuva\n• Konsa bituma habaho komatana hagati y’umwana n’umubyeyi, kandi umwana aba akeneye cyane"
  },
  {
    "id": "5.3",
    "title": "umuhondo ni iki?",
    "content": "Umuhondo ni amashereka y’umubyeyi ukibyara, akaba ingirakamaro cyane ku ruhinja. Gushyira\numwana mu gituza bifasha ubwiyongere bw’amashereka. Umumaro wo gukuyakuya umwana igihe\nurimo kumwonsa\nMuzi impamvu amashereka y’umuhondo agereranywa na zahabu? Umuhondo ni amashereka\ny’umubyeyi ukibyara; aba asa n’umuhondo kandi ni meza cyane ku mwana wawe. Ntakwiriye\nkwirengagizwa.\n• Arinda uruhinja rwawe indwara. Afasha uruhinja kwituma bwa mbere no gusohora indurwe\nyashoboraga gutera umwana indwara yo kuba umuhondo (Jaundice).\n• Amashereka y’umuhondo akubiyemo intun gamubiri z’ingirakamaro ku mikurire y’umwana, harimo\nn’izifasha imikurire y’imyakura."
  },
  {
    "id": "5.4",
    "title": "Ni ryari ugomba konsa?",
    "content": "Konsa ukimara kubyara Tangira konsa mu isaha ya mbere ukibyara. Konsa uruhinja rukivuka birufasha\nkumenya konka kuko ibere riba ricyoroshye.\nKonsa umwana igihe kigenwe:\n• Onsa umwana kenshi. Uko umwana akurura ni ko amashereka arushaho kwihembera akaza ari\nmenshi.\n• Ibwirize konsa umwana ku manywa na nijoro.\n• Impinja zikeneye konswa nibura buri masa ha atatu (3).\n• Niba umwana wawe arwaye cyangwa asinziriye, hari ubwo byaba ngombwa ku mukangura\nNyuma yo konka, akenshi uruhinja ruba rukeneye gutura umubi ukanaguma kurukikira neza kugira ngo\nrwongere rusinzire.\nKwikangura ukonsa nijoro ni ingirakamaro ku mikurire y’umwana wawe no komatana na we, no kongera\nikorwa ry’amashereka"
  },
  {
    "id": "5.5",
    "title": "Ibimenyetso bigaragaza ko umwana ashaka konka",
    "content": "Ubwirwa n’iki ko umwana wawe ashonje ashaka konka?\n• Arasama ubundi akajya akebuka hirya no hino\n• Gusohora ururimi ubudatuza\n• Konka intoki n’ibipfunsi Ntugategereze ko umwana arira ngo ukunde umwonse. Kurira bishobora kuba\nikimenyetso cya nyuma cy’uko umwana akeneye konka, ashonje cyangwa atisanzuye ashaka ko\numwitaho."
  },
  {
    "id": "5.6",
    "title": "Ibyiza byo konsa umwana gusa mu mezi 6 ya mbere",
    "content": "• Guha umwana amashereka yonyine mu mezi 6 ya mbere bimurinda indwara nyinshi nk’impiswi\nn’indwara zo mu myanya y’ubuhumekero.\n• Bifasha umwana kwiyongera mu biro, igihagararo no mu mikurire myiza y’ubwonko.\nBaza ababyeyi ibyo bibuka mu nyigisho y’uyu munsi. Niba ari ngombwa bibutse ibi:\n• Ni ngombwa konsa umwana gusa mu mezi atandatu ye ya mbere. Ibi bivuze kumuha amashereka\nYONYINE kuva avutse kugeza afite amezi 6.\n• Umubyeyi agomba konsa akimara kubyara n’ikindi gihe cyose biri ngombwa\n• Uko wonsa umwana, jya umureba mu maso umusekere, umuvugirize ubuhuha… Gushimira ababyeyi\nIndirimbo isoza"
  },
  {
    "id": "5.7",
    "title": "uburyo bwo gukikira umwana urimo konka",
    "content": "• Nta buryo bumwe BWIHARIYE bwo gukikiramo umwana arimo konka, ahubwo habaho uburyo\nbunyuranye bushobora kunogera buri mubyeyi n’umwana we, bukanahinduka bitewe n’ibihe.\n• Umwana wawe yifitemo ibyiyumvo bimufasha konka mu buryo bwisanzuye. • Jya mu mwanya mwiza\nigihe urimo konsa\n• Umva neza ko amaboko yawe afite ikiyashyigikiye kandi ko umwana umukikiye neza. Ushobora gu\nkoresha nk’umusego kugirango wonse wisanzuye neza.\n• Fata umwanya uhagije wonse umwana\n• Buri gihe ujye ubanza ukarabe ukoresheje isabune mbere yo konsa\n• Konsa umwana ijosi rye urishyigiikije ukuboko gutandukanye n’ibere arimo konka\n• Gukikira umwana akonka umushyigikije am aboko abiri\n• Konsa umwana uryamishije urubavu\n• Konsa umwana wegamye Fasha ababyeyi kwimenyereza ubu buryo bwo konsa bifashishije igikinisho\ncyangwa umwana wabo ny irizina\nReka umwana abanze ahumuze ibere rimwe mbere yo kumuha irindi.\n• Bifasha umwana konka amashereka y’imbere n’ay’inyuma. Amashereka y’imbere abamo amazi amara\numwana inyota. Amashereka y’inyuma yo aba akungahaye ku binure kandi amara umwana inzara."
  },
  {
    "id": "5.8",
    "title": "Gusabana no kwiyegereza umwana mugihe cyo kumwonsa",
    "content": "Kwiyegereza umwana neza bituma atakuruma n’imoko zigahora ziheherereye\nHari ibimenyetso 4 byerekana ko umwana yegereye ibere neza:\n• Umwana arasama bihagije.\n• Umwana ntatamira imoko yose.\n• Umunwa w’umwana ubona uhehereye, yasamye\n• Akananwa k’umwana gakora ku ibere ry’umubyeyi.\nKonsa umwana neza bituma amashereka yihembera akaba menshi agahaza umwana.\nIbimenyetso byerekana ko umwana akurura amashereka neza ni:\n• Umwana akurura amashereka yitonze, akananyuzamo akaruhuka.\n• Nyuma yo gukurura amashereka nk’inshuro 4 cyangwa 5 ushobora kumva cyangwa kubona umwana\namira\n• Umwana akurura amashereka yitonze kandi ntibibabaze umubyeyi.\n• Umwana amara konka akarekura ibere ukabona aranezerewe kandi yisanzuye\nIyo umaze konsa, amabere aba yoroshye ahehereye\nIgihe umwana wawe afite ikibazo cyo kudatamira ibere neza cyangwa ngo akurure neza, geregeza\nkumwonsa mu buryo butandukanye\n• Nibikomeza kumugora cyangwa akaguma gusonza kandi amaze konka, mujyane kwa muganga. Abana\nbenshi bakunda kunanirwa kon ka kubera ikibazo cy’akugara k’ururimi abaganga bashobora kuvura\nbyoroheje.\nIrinde gukoresha inkongoro zifite udupfundikizo twa purasitike (bibero) n’utundi dukoresho bashyira mu\nkanwa k’umwana. Bitera umwana urujijo kuko uburyo bwo gukurura amashereka butandukanye n’ubwo\ndukoresho bundi\nIbyo wakwibuka:\n• Hitamo uburyo wonsa wowe n’uruhinja mwisanzuye, kandi ujye uhinduranya uburyo ukikira umwana\nurimo kumwonsa\n• Jya ureka uruhinja rwonke ibere rimwe rurihumuze neza, mbere yo kuruha irindi\n• Genzura niba uruhinja rufite imbogamizi mu konka neza/gukurura amashereka, ubundi ugishe inama\nabaganga."
  },
  {
    "id": "5.9",
    "title": "umwana ufite ikibazo cyo konka",
    "content": "Igihe umwana wawe afite ikibazo cyo kudatamira ibere neza cyangwa ngo akurure neza, geregeza\nkumwonsa mu buryo butandukanye\n• Nibikomeza kumugora cyangwa akaguma gusonza kandi amaze konka, mujyane kwa muganga. Abana\nbenshi bakunda kunanirwa kon ka kubera ikibazo cy’akugara k’ururimi abaganga bashobora kuvura\nbyoroheje.\nIrinde gukoresha inkongoro zifite udupfundikizo twa purasitike (bibero) n’utundi dukoresho bashyira mu\nkanwa k’umwana. Bitera umwana urujijo kuko uburyo bwo gukurura amashereka butandukanye n’ubwo\ndukoresho bundi\nIbyo wakwibuka:\n• Hitamo uburyo wonsa wowe n’uruhinja mwisanzuye, kandi ujye uhinduranya uburyo ukikira umwana\nurimo kumwonsa\n• Jya ureka uruhinja rwonke ibere rimwe rurihumuze neza, mbere yo kuruha irindi\n• Genzura niba uruhinja rufite imbogamizi mu konka neza/gukurura amashereka, ubundi ugishe inama\nabaganga."
  },
  {
    "id": "5.10",
    "title": "Imbogamizi mu gihe cyo konsa",
    "content": "Imbogamizi zikunda kubaho mu gihe cyo konsa ni ukubabara imoko, kurwara amabere, kuzana udusebe\nku mabere Guhesha umwana amashereka agakombe\nKujya kwa muganga kwisuzumisha Gusobanukirwa ibimenyetso by’uko warwaye imoko cyangwa ibere\nnk’igihe ryabyimbye, hajeho udusebe. Kwirinda uburwayi bw’ibere Gukomeza konsa umwana cyangwa\nrimwe na rimwe ukamuhesha amashereka agakombe.\n• Niba imoko zawe zikubabaza cyangwa amabere akakurya igihe umwana arimo konka, genzura uko\numwana afashe ibere maze umukikire mu bundi buryo, nihatagira igihinduka jya kwisuzumisha kwa\nmuganga.\n• Komeza wonse umwana cyangwa wikame umuheshe agakombe ubundi ujye kwisuzumisha"
  },
  {
    "id": "5.11",
    "title": "kwikama amashereka",
    "content": "• Ushobora kugira impamvu zituma wikama amashereka ugahesha umwana agakombe:\n• Kubabara amabere cyangwa izindi mbogamizi mu konsa\n• Kuba utari kumwe n’umwana\n• Kuba umwana arwaye\nKaraba intoki unasukure ibikoresho n’amazi meza n’isabune\nSukura igikoresho uri bukamiremo amashereka ndetse unagiteke mu mazi abire Isanzure Rimwe na\nrimwe gusa nk’ukandakanda amabere yawe birafasha.\nGukoresha agatambaro gashyushye bifa sha imiyoboro guhembera amashereka.\n• Fata ibere ku buryo igikumwe kifata agace ko hejuru k’imoko, izindi ntoki ziri munsi y’ibere.\n• Ukoresheje igikumwe n’intoki byegeranye ebyiri, kanda agace kirabura k’imoko\n• Kamira amashereka mu gikoresho gisukuye\n• Genda wimura intoki zawe mu gace gakikije imoko. Kama ibere rimwe hagati y’iminot 3-5 kugeza igihe\namashereka atakirimo kuza, noneho ubikore no ku rindi bere; umare hagati y’iminota 20 na 30\nuyasimburanya.\nTereka amashereka wikamye mu gikoresho gisukuye gipfundikiye.\nAmashereka ushobora kuyatereka ahantu:\n• Amasaha 6 kugeza ku 8 ahantu hafite ubushyuhe busanzwe\n• Amasaha 24 mu cyuma gikonjesha- firigo\n• Hagati y’amezi 3 n’atandatu ari ku gipimo cyo hejuru cy’ubukonje bwa dogere 20 munsi ya zeru muri\nfirigo Guhesha umwana amashereka agakombe"
  },
  {
    "id": "5.12",
    "title": "Konsa umwana urwaye",
    "content": "Igihe umwana wawe arwaye:\n• Mwonse inshuro nyinshi kurusha mbere: bifasha umwana gukira kandi bikamuhumuriza.\n• Muhe imiti yandikiwe na muganga GUSA.\n• Niba umwana yacitse intege cyane ku buryo adashobora konka, kama amashereka umuheshe\nagakombe cyangwa ikiyiko.\n• Umwana wawe namara koroherwa, ongera inshuro umwonsa ubikore iminsi myinshi. Ibi bifasha\numwana kwijajara agasubirana ibiro, akagira imbaraga. Igihe ari wowe mubyeyi urwaye:\n• Jya kwa muganga bakugire inama niba wako meza konsa umwana cyangwa wabihagarika. Ushobora\ngukenera amafunguro y’inyongera no kunganirwa n’umuryango wawe. Niba ubona amashereka yawe\nadahagije, gisha inama muganga.\nBaza ababyeyi icyo bungutse mu nyigisho y’uyu munsi.\nNiba ari ngombwa bibutse: •\nIgihe wumve ufite uburibwe igihe wonsa, gerageza kuguma konsa cyangwa wikame uheshe umwana\nagakombe;\n• Niba urwaye cyangwa umwana wawe arwaye, komeza umwonse cyangwa wikame amashereka\num"
  },
  {
    "id": "5.13",
    "title": "Imirire y’ababyeyi bonsa",
    "content": "• Mu gihe wonsa, jya ufata buri munsi amafunguro abiri yoroheje yiyongera ku yo usanzwe ufata buri\nmunsi, kugirango akongerere imbara ga anafashe umwana wawe gukura neza\n• Rya amafunguro y’ubwoko bwose akungahaye ku ntungamubiri\n• Nywa amazi menshi, nibura litiro zisaga 2 ku munsi (zingana n’ibikombe 8 binini)\n• Gabanya icyayi n’ikawa unywa kuko bishobora kubangamira uburyo umubiri wawe ukoresha\namafunguro wafashe.\n• Reka inzoga, itabi n’ibiyobyabwenge mu gihe wonsa.\nMu gihe wonsa, intungamubiri zihariye zifasha umwana wawe gukura neza kandi akagira ubuz ima\nbwiza. Ubutare (Feri) na Vitamine B ni ingi rakamaro.\n• Fata ku buryo buhoraho ibikomoka ku mata, kandi ukoreshe umunyu ukungahaye kuri Iyode kugiran\ngo bifashe ubwonko bw’umwana wawe gukura neza, no mu gihagararo\n• Fata ibinini bivura inzoka zo mu nda kugirango urwanye kubura amaraso.\n• Ganira na muganga ibijyanye na Vitamine z’inyun ganiramirire ushobora kuba wafata, maze ukurik ize\namabwiriza aguha.\n• Ku babyeyi b’abangavu: mukeneye kurya cyane kuruta ababyeyi bakuze. Mukeneye kurya kugiran go\nmukomeze gukura kandi munafashe n’abana banyu gukura neza.\nGukora umurima w’igikoni n’ibiti by’imbuto no korora amatungo magufi\n• Imbuto n’imboga ni bimwe mu bigize indyo yuzuye.\n• Amafunguro akomoka ku matungo nk’inyama, amagi, amafi, amata, ni bimwe mu bigize indyo yuzuye\nkandi bikungahaye ku ntungamubiri. Ibinyamisogwe nk’ibishyimbo bishobora gusimbura ibikomoka ku\nmatungo rimwe na rimwe\n• Mutunganye umurima w’igikoni mushobora guhingamo ubwoko butandukanye bw’imboga\numuryango uzakenera umwaka wose.\n• Imbuto nk’imineke, ipapayi, indimu, avoka zikungahaye ku ma vitamine. Nimuhinge amoko anyuranye\ny’imbuto.\n• Mushake uko mwakorora amatungo magufi nk’ingurube, inkwavu cyangwa inkoko Mushake uko\nmwakora ikidendezi cyo kororera mo amafi.\n• Niba mwabasha kubona inka n’uburyo mwayita ho byabafasha kujya mubona amata ku buryo\nbuhoraho.\nIYOBORA ABABYEYI KU KUGABURA INDYO YUZUYE"
  },
  {
    "id": "6.1",
    "title": "Ibiribwa bukungahaye ku butare",
    "content": "Amagi (by’umwihariko umuhondo w’igi), ifi, ranti ye, sezame, ingano, oats, amasaka, umureti, rye,\nibishyimbo, uburo, imboga rwatsi/epinari, ubunyobwa (ibibiringanya, almond, imbuto, pistaciyo),\ninyama zitukura, inkoko, tangawizi. Ibiribwa bikungahaye kuri vitamins C Icunga, ipapayi, kiwi, indimu,\nurusenda rwa piripiri, imbuto zitukura, inkeri, amashu, amashu atukura, imizabibu, ubundi bwoko\nbw’imboga nka borokori,amashu ameze Icunga, ipapayi, kiwi, indimu, urusenda rwa piripiri, imbu to\nzitukura, inkeri, amashu, amashu atukura, imiz abibu. Imbuto zihuguse nk’imizabibu, umutini,\nibinyomoro, dattes, na apricots. Haimo na tofu, n’umugati ukungahaye ku butare"
  },
  {
    "id": "6.2",
    "title": "Ibiribwa bikungahaye kuri vitamins C",
    "content": "Icunga, ipapayi, kiwi, indimu, urusenda rwa piripiri, imbuto zitukura, inkeri, amashu, amashu atukura,\nimizabibu, ubundi bwoko bw’imboga nka borokori,amashu ameze n’amababi (choux fleurs), amashu\nyitiriwe Buruseli, ibirayi by’umweru."
  },
  {
    "id": "6.3",
    "title": "Ibyo ababyeyi bagomba gukoramu gihe bashaka Konsa umwana",
    "content": "mu gihe kitarenze isaha avutse.\nKonsa umwana umuhondo mu minsi ye ya mbere.\nGuha umwana amashereka YONYINE kugeza ku mezi 6.\nKumenya ibimenyetso byibanze by’uko umwana ashonje Konsa umwana hagati y’amasaha 2 n’atatu,\nnubwo yaba arwaye cyangwa asinziriye Ababyeyi bombi bagomba gufatira umwana mu gituza.\nKumwenyurira umwana, kumuvugiriza ubuhuha/ ubuguriguri igihe arimo konka\n• Konsa gusa bivuze guha umwana amashereka YONYINE mu mezi 6 ya mbere.\n• Ntugahe amazi cyangwa ibindi binyobwa cyang wa ibiribwa umwana atarageza amezi 6. Bishobo ra\nkumutera indwara.\n• Amashereka ubwayo akubiyemo intungamubiri zose umwana akeneye, arimo indyo zose n’amazi\numwana wawe akeneye mu mezi 6 ya mbere y’ubuzima bwe.\nNubwo haba hari ubushyuhe bu kaze, amashereka atsirika inyota y’umwana wawe\n. • Guha umwana wawe ikindi kintu kitari amshereka atarageza amezi 6 bimutera ubunebwe bwo konka\nbikanagabanya amashereka umubiri w’umubyeyi ukora.\n• Usabwe guha umwana wawe imiti yandikiwe na muganga GUSA; ukayikura kwa muganga cyangwa\namaguriro y’imiti (farumasi) yemewe\nIngano y’igifu cy’umwana\n- Ingano y’igifu cy’umwana. Saba ababyeyi bafunge igipfunsi. Babwire ko igifu cy’umwana kingana\nn’igipfunsi cye.\n• Igifu cy’uruhinja ni gito cyane ku buryo mu minsi ye ya mbere aba akeneye make gusa"
  },
  {
    "id": "6.4",
    "title": "Ni gute wamenya ko umwana yijuse?",
    "content": "• Iyo umwana atangiye konka, agapfunsi ke agashyira mu isura. Iyo yijuse, afungura igipfunsi amaboko\nakayarambura.\nIyo umwana wawe yonka bihagije bigaragazwa nuko:\n• Yiyongera ibiro n’igihagararo\n• Ubona ashabutse, akina bijyanye n’imyaka ye.\n• Yihagarika inkari zikeye nibura inshuro 6 ku munsi cyangwa kuzamura iyo yonka GUSA."
  },
  {
    "id": "6.5",
    "title": "Umumaro wo konsa umwana",
    "content": "Ibyiza byo konsa umwana GUSA mu mezi 6 ya mbere\n• Guha umwana amashereka yonyine mu mezi 6 ya mbere bimurinda indwara nyinshi nk’impis wi\nn’indwara zo mu myanya y’ubuhumekero.\n• Bifasha umwana kwiyongera mu biro, igihagararo no mu mikurire myiza y’ubwonko\n• Konsa ukimara kubyara bituma nyababyeyi yisubiranya bikagabanya kuva\n• Konsa bituma habaho komatana hagati y’umwana n’umubyeyi, kandi umwana aba akeneye cyane\n6.6Imirire y’abangavu bonsa\nAbabyeyi b’abangavu bakenera kurya cyane kuruta uko bari basanzwe barya, kugirango bakomeze gukura\nneza kandi banafashe abana gukura neza. Abangavu bakenera indyo yuzuye, byibura amafunguro atatu ku\nmunsi kugirango bakure neza, bagire ubudahangarwa bw’umubiri, bitegure kuba ababyeyi b’ejo hazaza\nbadafite imirire mibi by’umwihariko ibura ry’amaraso riterwa n’ibura ry’intungamubiri."
  },
  {
    "id": "6.7",
    "title": "gutangira konsa",
    "content": "Uruhinja rugomba konswa mu isaha ya mbere rukimara kuvuka, kandi rukonka gusa amashereka yonyine mu\nmezi 6 ya mbere, kuko akubiyemo intungamubiri zose ndetse n’amazi umwana akeneye."
  },
  {
    "id": "6.8",
    "title": "incuro umubyeyi agomba konsa",
    "content": "Mubyeyi, onsa umwana kenshi ku manywa na nijoro nibura buri masaha atatu (3), kandi ujye wibuka\ngukangura umwana ukunda gusinzira cyane kugirango yonke."
  },
  {
    "id": "6.9",
    "title": "Amashereka / Umumaro wo konsa",
    "content": "Amashereka y’umuhondo arinda uruhinja kurwara kandi akanavana mu nda yarwo umwanda wa mbere. Guha\numwana amashereka yonyine mu mezi 6 ya mbere bimurinda indwara nyinshi nk’impiswi n’indwara zo mu\nmyanya y’ubuhumekero. Konka bifasha umwana kwiyongera mu biro, gukura mu gihagararo kandi\nbikamwongerera ubusabane na nyina. Niba umwana arwaye agomba konka cyane kugirango bimufashe gukira\nvuba. Konsa kenshi bituma umubyeyi ahembera, akagira amashereka ahagije bikamurinda kugira andi mata\naha umwana. Konsa neza kandi igihe kirekire binafasha umubyeyi kuboneza urubyaro."
  },
  {
    "id": "6.10",
    "title": "ibyo wakwitondera mugihe wonsa",
    "content": "Amata y’inka si meza kuyaha umwana uri munsi y’uwaka umwe , kuko agoye cyane kugogora k’umwana muto.\nIyo bibaye ngombwa ko ari bwo buryo bwa nyuma bukoreshwa mu kugaburira umwana, wegera muganga\nakagufasha mu buryo buboneye bwo kuyategura."
  },
  {
    "id": "6.11",
    "title": "Konsa gusa umwana nta kindi umuhaye",
    "content": "Uruhinja rugomba konswa mu isaha ya mbere rukimara kuvuka, kandi rukonka gusa amashereka YONYINE\nkugeza mu mezi 6 ya mbere. Umwana ataruzuza amezi 6 ntagomba guhabwa amazi, ibindi binyobwa cyangwa\nibiryo kuko bishobora kumutera uburwayi. Amashereka ubwayo akubiyemo intungamubiri zose umwana\nakeneye, harimo indyo zose n’amazi umwana wawe akeneye mu mezi 6 ya mbere y’ubuzima bwe. Nubwo haba\nhari ubushyuhe bukaze, amashereka atsirika inyota y’umwana wawe. Usabwe guha umwana wawe imiti\nyandikiwe na MUGANGA gusa, kandi ukayikura kwa muganga cyangwa amaguriro y’imiti (farumasi)\nyemewe."
  },
  {
    "id": "6.12",
    "title": "Uburyo bwo konsa umwana neza",
    "content": "Konsa umwana neza bituma amashereka yihembera akaba menshi agahaza umwana. Konsa umwana neza, ni\nukumufata neza umubiri we urambuye atihinnye, umutwe we usa n’aho uraramye buhoro.\nMu maso h’umwana hagomba kuba hateganye n’ibere kandi utamutsindagije ku gituza no ku nda byawe,\nakureba mu maso. Umwana aba afunguye umunwa bihagije, ikiziga cy’ibere kigaragara hejuru y’umunwa\nw’umwana kurusha munsi yawo, umunwa wo hasi w’umwana uba ugaruka hanze, akananwa ke gakora ku\nibere.\nUmubyeyi kandi ashobora kwikama akabika amashereka mu gikoresho gisukuye umwana akaza kuyakoresha\nmu gihe mama we adahari.\nUko wonsa umwana, jya umureba mu maso umusekere, umuvugirize ubuhuha, kuko bikangura ubwonko\nbigafasha umwana mu mikurire y’ubwenge hakiri kare\nNiba ugize imbogamizi mu gihe cyo konsa nko kubabara imoko, gutarirana kw’ibere, kuzana udusebe ku ibere\nkomeza wonse umwana kandi ujye kwa muganga."
  },
  {
    "id": "6.13",
    "title": "ibyo wakwitondera mugihe wonsa",
    "content": "Niba ugize imbogamizi mu gihe cyo konsa nko kubabara imoko, gutarirana kw’ibere, kuzana udusebe ku ibere\nkomeza wonse umwana kandi ujye kwa muganga."
  },
  {
    "id": "6.14",
    "title": "Guha abana imfashabere",
    "content": "Umwana ugejeje ku mezi atandatu agomba gutangira guhabwa ibiryo byunganira ibere, ariko agakomeza\nkonka kugeza ku mezi 24 ndetse no hejuru yayo. Inshuro umugaburira n’ingano y’ibyo umuha bigenda\nbyiyongera uko akura, kandi ukamuha indyo yuzuye igizwe n’ibiryo biboneka mu matsinda yose uko ari atanu\nharimo:\n• Ibinyampeke n’ ibinyabijumba n’ibitoki.\n• Ibinyamisogwe byumye (ibishyimbo, amashaza, lantiye) bikungahaye kuri poroteyine y’ibikomoka ku\nbimera.\n• Ibikomoka ku matungo bikungaye kuri poroteyine: inyama, amafi, amagi, amata;\n• Imboga n’imbuto biboneka aho abaturage batuye\n• Ibiryo bikungahaye ku binure: amavuta, avoka, ubunyobwa, ibihwagari n’ibindi."
  },
  {
    "id": "6.15",
    "title": "kugaburira umwana muto",
    "content": "Igihe ugaburira umwana wawe, murebe mu maso, umumwenyurire, umuganirize, unamuvugirize ubuhuha,\nbimufasha gushishikarira igikorwa cyo kurya no gukangura ubwonko, bikamufasha gukura vuba mu bwenge,\nmu mbamutima, kumva no kuvuga vuba. Wite ku isuku cyane mu gihe ugaburira umwana cyangwa umwonsa,\nukarabe intoki kandi nawe umukarabye.\nIbyo kurya bihabwa umwana ndetse n’igikoma bigomba kuba bifashe bihagije, ibiryo bivanze binombye kandi\nhakongerwamo ifu ya Ongera-intungamubiri ikungahaye ku myunyungugu irinda umwana kugwingira no\nkurwara izindi ndwara ziterwa n’imirire mibi.\nNi byiza guha umwana igi rimwe buri munsi kuko ririmo intungamubiri zose umwana akeneye kugirango akure\nneza.\nAbabyeyi bagomba kwita cyane ku igaburo ry’abana bacutse n’abigiye hejuru, bakita ku isuku yabo no kubyo\nbakinisha. Uwo mwana agomba kugaburirwa inshuro 5 ku munsi, agahabwa ibiryo bihagije kandi bijyanye\nn’ikigero agezemo, indyo ikaba igizwe n’amoko atandukanye y’ibiribwa bagenda bahinduranya."
  },
  {
    "id": "6.16",
    "title": "Kugaburira abana bigiye hejuru",
    "content": "Ababyeyi bagomba kwita cyane ku igaburo ry’abana bacutse ibere n’abigiye hejuru, bakita cyane ku isuku\nyabo, kubyo bakinisha n’ibyo barya, bakagenzura cyane ko igaburo bafata rigizwe n’indryo yuzuye igizwe\nn’ibyubaka umubiri, ibitera imbaraga ndetse n’ibirinda indwara, bakongera ifu ya Ongera mu igaburo\nry’umwana, kandi bagaha umwana igi rimwe buri munsi.\nUwo mwana agomba kugaburirwa inshuro 5 ku munsi, agahabwa ibiryo bihagije kandi bijyanye n’ikigero\nagezemo. Ibiryo arya bigomba kuba bifashe kandi, nibyiza kumuha inombe y’ibiryo bivanze cyangwa bikasemo\nuduce duto. Hinduranya indyo umuha kandi ibe igizwe n’amoko atandukanye y’ibiribwa, sabana cyane\nn’umwana mu gihe urimo kumugaburira."
  },
  {
    "id": "7.0",
    "title": "uburere buboneye ni iki",
    "content": "Uburere buboneye budahutaza umwana ni ukumuyobora mu nzira iboneye hadakoreshejwe ibihano bibabaza\numubiri n’imbamutima, mukusoze urukundo n’ineza bimufasha kwikosora no kwitarwara neza."
  },
  {
    "id": "7.1",
    "title": ".Uko watoza umwana wawe uburere buboneye",
    "content": "Uburyo umwana atozwa uburere buboneye bijyana n’icyiciro cy’ubukure agezemo. Mubyeyi, toza umwana\nwawe kumvira, ikinyabupfura,kubaha no kumenya gutandukanya imigirire myiza n’imibi,ndetse no kumva ko\nyabazwa ibyo yakoze atabishyize ku bandi.\nToza umwana hakiri kare kumenya kwikorera uturimo tumwe na tumwe bijyanye n’ikigero ke, bidahariwe\ngusa abakozi bo mu rugo.\nMufashe abana kugira imyitwarire myiza mufatanya gushyiraho imirongo ngenderwaho mu rugo nk’amasaha\nyo kuryama, koga, kubyuka, gusasa, gutaha mu rugo, gukina, kureba televiziyo,kumva radio, gusurana, gusoma\nibitabo,gukora imikoro yo ku ishuri no gukora isuku n’ibindi."
  },
  {
    "id": "7.2",
    "title": "uko umubyeyi yashyikirana n’umwana",
    "content": "Ababyeyi bagomba gushimangira no gusigasira umubano mwiza no kwizerana n’abana babo mu buryo\nbuhoraho, bamarana igihe, baganira banakina; bituma umwana arushaho kubiyumvamo, kubizera no\nkubagaragariza inzitizi afite nta kwishisha. Abana biga bitegereza ibyo ababyeyi babo bavuga, bakora nuko\nbabayeho. Mubyeyi, erekana imyitwarire ikwiye wifuza kubona mu bana bawe, nk'icyubahiro, ineza,\nn'ubunyangamugayo, urukundo, umutoze kubana neza n’abandi no gukunda Igihugu."
  },
  {
    "id": "7.3",
    "title": "uko warinda umwana wawe",
    "content": "Kurinda umwana ihohoterwa ryaba irishingiye ku kubabaza umubiri, gukomeretsa amarangamutima,\nkuvangura abana, kubakoresha imirimo irenze ubushobozi bwabo, kubashakiraho amaronko, kubacuruza\nkutabaha ibyo bakeneye uko bikwiye nko kubitaho, kubagaburira, kubavuza, kubajyana kwiga, kwidagadura\nndetse n’ibindi."
  },
  {
    "id": "7.4",
    "title": "ingaruka zo kuba umwana yarahohotewe",
    "content": "Iyo umwana akorewe ihohoterwa iryo ariryo ryose, bimugiraho ingaruka mbi ku buzima bwe, bw’ umubiri\nn’ubwo mu mutwe, mu myitwarire ye ndetse n’imibanire ye n’abandi, bikaba byanakurizaho kudindira mu\nmikurire ye, kumugara ndetse n’urupfu. Ibihano byose bibabaza umubiri n’imbamutima bihanwa n’amategeko\nkandi ntibikwiye gukoreshwa mu gukosora abana."
  },
  {
    "id": "7.5",
    "title": "uko wahana umwana wawe",
    "content": "Gukosora neza udahutaje umwana mu gihe yakoze ibidakwiye cyangwa yarenze ku murongo mwiza\nmwemeranijeho mu muryango, ni ukumuyobora si ukumuhana cyangwa kumuhahamura; banza ucururuke,\nutuze, umwegere muganire ku ikosa yakoze umwereka ingaruka mbi zabyo ndetse n’ibyiza byo kwitwara neza,\nmufate ingamba yo kutazabisubira.\nMu gihe habayeho isubirakosa, umwibutsa ingamba mwari mwarafashe byaba ngombwa agakosorwa mu\nbundi buryo butari ugukubitwa cyangwa gutukwa nko kumuha umurimo akora utavunanye, nko gukora isuku\nmu cyumba, gusukura mu busitani, amasahani n’ibindi."
  },
  {
    "id": "7.6",
    "title": "Ese wumva guha umwana ibihano bibabaza umubiri n’iteshagaciro bifasha ababyeyi mu kurera?",
    "content": "Ibihano bibabaza umubiri n’ibitesha agaciro, bitera abana kwiyumva nk’abatereranywe n’abantu bakabaye\nbabitaho kurusha abandi. Iyo abwiwe nabi cyangwa atonganyijwe cyangwa agakubitwa kubera ko hari ibyo\nakoze bitari byo cyangwa agaragaje imyitwarire idahwitse, bishobora gutuma atangira kujya abikora yihishe,\nbikaba byanamutera agahinda gakabije, kwigunga kubahahamura, kwitakariza ikizere bikaba byamuviramo no\nkwiyahura cyangwa guhunga mu rugo no kubagabanyiriza imibanire myiza n’abandi.\nIbihano bituma umwana yiyumva nk’aho ari umuntu mubi, bishobora kandi gutuma abana bazinukwa ababyeyi\nbakanabarwara inzika n’ubwo batabyerekana mu buryo butaziguye. Binatuma abana batinya ababyeyi bikaba\nbyabatera kujya bababeshya. Ibihano bitera abana impagarara zishobora kudindiza imikurire y’ubwonko\nbwabo, bikaba byabatera kugira umuze/uburwayi/urupfu, kudindira mu buryo bw’imitekerereze no kutabasha\nguhangana n’ibibazo; bikamukurikirana yaranabaye umuntu mukuru. Ibihano by’ubwoko bwose bibabaza\numubiri n’ibibabaza imbamutima bihanwa n’amategeko kandi ntibikwiye gukoreshwa mu gukosora abana.\nMugihe umwana yakoze ibidakwiye mwegere ufate umwanya uhagije wo kuganira nawe ku ikosa yakoze\numwereka ingaruka mbi zabyo ndetse mufate ingamba yo kutazabisubira. Mu gihe habayeho isubiracyaha,\numwibutsa ingamba mwari mwarafashe byaba ngombwa agahanwa mu bundi buryo butari ugukubitwa\ncyangwa gutukwa. Ushobora kumuha umurimo akora nk’igihano ariko utavunanye, kumwima uruhushya rwo\ngukinana n’abandi cyangwa gukora ibyo yakundaga gukora nko kureba television n’ibindi."
  },
  {
    "id": "7.7",
    "title": "impamvu zitera umwana kurira",
    "content": "Impinja n’abana b’ibitambambuga akenshi barira iyo bamenyekanisha ibyifuzo byabo n’uko bamerewe nko\nkuba bumva batameze neza, bashonje, bafite inyota, bashyushye cyane, bakonje cyane, batisanzuye, bashaka\nko ubaterura, ubahobera cyangwa bashaka ko ubahindurira imyambaro.\nImbamutima zigaragaza kurakazwa n’ubusa, kurira, kwisiribanga hasi ni ibisanzwe ku mwana\nw’igitambambuga bitewe n’uko bamubujije icyo yashakaga gukora cyangwa gufata, bityo rero akeneye\ngufashwa kwiga, gusobanukirwa ndetse no kugenzura imbamutima ze mu buryo bwiza.\nIyo barira ntabwo ari uko baba bashaka gutesha umutwe ababyeyi babo. Gerageza kumenya ibyo uruhinja\ncyangwa umwana bakeneye ubafashe. Uruhinja rukeneye ko urukuyakuya cyane kugirango rwumve rutekanye\nrunarusheho kukwibonamo. Kirazira kuzunguza uruhinja kuko ushobora kurutera ubumuga bukomeye ku\nbwonko."
  },
  {
    "id": "7.8",
    "title": "icyo wakora mugihe umwana ari kurira",
    "content": "Babyeyi, mukurikije ikigero umwana agezemo, mutoze kwimenyereza kuvuga no gusaba icyo ashaka mu buryo\nbwiza atarize cyangwa ngo asiribange hasi.\nAbana bato batazi kuvuga, ahubwo bakoresha amarira, banza utuze,ugabanye uburakari, ufatire amaboko\ninyuma cyangwa uyashyire mu mufuko w’umwenda wambaye, urebe aho uba ugiye gato, ubanze ucururuke,\nmaze usesengure impamvu iri kumuriza, ugaruke muganire umenye kandi umufashe kubona icyo ashaka\natarinze guhogora.\nUmwana umufasha kugenzura uburakari bwe umukinisha, umuterura, umuhobera kugirango mwubake\nurugwiro yibagirwe ibyatumye arakara, umuhe ibyo akeneye yamaze gutuza.\nUruhinja rukeneye ko urukuyakuya cyane kugirango rwumve rutekanye runarusheho kukwibonamo. Kirazira\nkuzunguza uruhinja kuko ushobora kurutera ubumuga bukomeye ku bwonko."
  },
  {
    "id": "7.9",
    "title": "impamvu zitera abana gukubagana",
    "content": "Abana b’ibitambambuga ni abanyamatsiko, baba bifuza kwiga ibishya, kuvumbura no kumenya ibibakikije uko\nbikora n’uko biteye, ni abanyeshuri bigira ku byo babona, cyangwa bakora mu byumviro bitanu aribyo\nguhumurirwa, kuryoherwa, gukorakora, kumva no kubona.\nAbabyeyi bumva ko ari ubukubaganyi, kubahombya, kwangiza ibikoresho n’ahantu no guta umwanya iyo\nabana babasabye kubafasha. Iyo tugerageje kubabuza kwiga n’ubuvumbuzi bwabo birabarakaza cyane kandi\nbikadindiza iterambere ryabo mu bwenge; bamwe bahita bivumbura, barira, abandi bagasiribanga hasi kubera\nko tubabujije ibyo bashaka."
  },
  {
    "id": "7.10",
    "title": "Gufasha abana bakubagana",
    "content": "Mubyeyi, uburyo bwiza bwo kubafasha, ni ugusobanurira umwana ibintu babona hafi yabo cyangwa bakinisha\nuko bimeze, uko bikora, icyo bigenewe gukoreshwa n’uburyo bwiza bwo kubikoresha kugirango bidashyira\nubuzima bwabo mu kaga bikaba byabakomeretsa, bihera mu mihogo no mu matwi, bibahumanya nk’uburozi,\nn’ibindi kugirango bagire amakuru ahagije, bunguke ubwenge ubutaha babikoreshe neza.\nYobora umwana utamukubise cyangwa utamututse, umwereke igikwiye gukorwa kimufasha kugera ku ntego\nyashakaga; niba ubona byamushyira mukaga cyangwa ari kwangiza umubwire ko ari bibi, umuhindurire,\numwereke igikwiye cyimufitiye akamaro"
  },
  {
    "id": "7.11",
    "title": "uburyo bwo gufata uruhinja",
    "content": "Iyo uteruye uruhinja ugomba gushyira ikiganza kimwe munsi y’ umutwe noneho ikindi kigafata ku\nkibuno. Hera aho noneho umuzamure umwegereza igituza cyane Hariho uburyo butandukanye bwo\ngufata no guterura uruhinja rukivuka."
  },
  {
    "id": "7.12",
    "title": "Uburyo bwo guhoza umwana",
    "content": "• Ushobora kugerageza izi ngamba ukareba icyafasha umwana wawe.\n• Mushyire mu mugongo\n• Muririmbire\n• Ahari zimya amatara\n• Muzengurutse hanze cyangwa mu nzu. Cyangwa mu buriri ujya mu gikoni n’ahandi…)\n• Mukoreshe imyitozo yo guhumeka\n• Muhe undi muntu agufashe ubone umwanya wo kuruhuka no gutuza\n• Bamwe mu bana bakuze bakunda kwiyorosa igitambaro cyangwa uburingiti.\n• Muhe ikintu ashobora guhugiraho, nk’ igitabo cyangwa ikinyamakuru."
  },
  {
    "id": "7.13",
    "title": "Uko wafasha umwana gusura:",
    "content": "• Gusura: Gusura ni ngombwa nyuma ya buri funguro umwana yaba yariye bicye cyangwa se byinshi.\nDore uko wabikora:\n• Muterure umushyire ku rutugu\n• “nyonga” amaguru y’umwana wawe\n• witonze witonze terura umwana areba hejuru ufate umugongo ugenda umuzamura wongera\numumanura\n. • Fata amaboko munsi y’amavi y’umwana wawe, hanyuma ukande witonze amaguru ye uyakoza ku\nnda\n• Buhorobuhora kanda ku nda y’umwana wawe."
  },
  {
    "id": "7.14",
    "title": "gusinzira ufite uruhinja",
    "content": "Niba uryamana n’uruhinja rwawe dore ibyo ukwiye gukora kugira ngo usinzire neza nta kirogoya: •\nUkwiye kwizera neza ko umwana wawe adashobora guhanuka ku buriri ngo yiture hasi. cyangwa se ngo\nafatirwe hagati ya matela n’ urukuta.\n• Shyira imisego, amashuka, ndetse n’ uburingiti kure y’uruhinja , ubarinde gututubikana cyangwa se\nngo bipfuke mu maso ku buryo byababuza guhumeka. Ushobora gukoresha udfuka impinja ziryamamo.\n• Irinde kurekera abandi bana mu buriri icyarimwe;\n• Reka umwana wawe aryame ivure. Ntukaryame aho umwana aryamye:\nNiba wowe n’ umugabo wawe mwanyoye inzoga cyangwa se ibiyobyabwenge. (bigutera gusinzira\nkandi ntubone uko wita ku mwana wawe);\n• Niba umwana wawe yaravutse adashyitse kandi afite ibiro bike;\n• Niba wumva unaniwe cyane;\n• Umwana wawe afite umuriro cyangwa ibimenyetso byose by’uburwayi."
  },
  {
    "id": "7.15",
    "title": "Uburyo bwo kuryama hirindwa indwara y’ urupfu ru tunguranye ku bana b’ impinja ( SIDS)",
    "content": "Iyi ndwara y’urupfu rutunguranye (SIDS) ibaho mu gihe umwana asinziriye akabura umwuka.\nImpamvu zibitera ntabwo zumvikana neza, ariko ababyeyi bagomba gufata ingamba zose zatuma icyo\ncyago kitaba ku mwana wabo.\n• Buri gihe shyira umwana wawe / uruhinja rwawe kuburiri agaramye. (Ntacyo bitwaye niba umwana\nashobora kwihindukiza ( mu kigero cy’ amezi 4-6);\n• Umwana wawe agomba kuryama ahantu hafite isuku haterereye kandi, nta bindi bintu\nbihanyanyagiye.\n• Shyira ibirenge by’umwana wawe hafi y’impere z’igitanda kugira ngo adashobora gukurura ibyatuma\nyifunga mu mazuru bikamubuza umwuka.\n• Orosa umwana kuburyo ikiringiti cyangwa ishuka uyifungira mu mpande zombi z’igitanda kandi\nntibirengo mu akananwa k’umwana.\n• Byogeye kandi:\n• Inzu uyirinde umwotsi w’ itabi (byibuze icyumba cyo kuraramo);\n• Ryamisha umwana wawe ahantu hatekanye hafite: o ahantu hakomeye kandi haterereye o o Nta\ncyuho hagati ya matela n’impera z’ igitanda Nta kintu gikonje, gihehereye nka bumper padi, umusego\ncyangwa ibikinisho."
  },
  {
    "id": "7.16",
    "title": "Guha umwana inkingo",
    "content": "Dore zimwe mu nko umwana agomba gufata:\nMugihe cyo kuvuka: Urukingo rwa BCG urirnda umwana kurwara igituntu\nMugihe cyo kuvuka ikongera gutangwa nyuma y’ ibyumweru 6, 10 na 14:\nUrukingo rwo mu kanwa (OPV) rurinda umwana Gapfura\nNuba umubyeyi arwaye umwijima wo mu bwoko bwa B) ku byumweru 4: Uruhinja rugomba guhabwa\nurukingo rumurinda Umwijima wo mu bwoko bwa B (Hepatite B).\nKu byumweru 6, 10, na 14: Uruhinja ruhabwa inkingo zirinda kwandura Agapfura, Difuteriya, Tetanosi,\nKokolishi, Umwijima wo mu bwoko bwa B, ibicurane byo mu bwoko bwa Hemofirusi; Igituntu na\nRotavirusi.\nKu byumweru 6, 10, na 14: Uruhinja ruhabwa inkingo zirinda rotavirusi Ku\nmezi 9: Urukingo rwo kurinda umwana wawe kurwara Iseru na Rubela"
  },
  {
    "id": "7.17",
    "title": "Ibimenyetso by’indwara z’abana",
    "content": "Bimwe mu bimenyetso byakwereka ko umwana wawe arwaye cyangwa afite indwara z’abana\n\nUmuriro, ubukonje bw’intoki n’ibirenge\n\nKwanga ibiryo\n\nKuruka\n\nUruhu rwera n’urwijimye\n\nGuhagarika umutima no kwanga i bimukorerwa\n\nKugamika ijosi, kudakunda amatara\n\nGuhondo bera\n\nGusinzira cyane kuburyo bigorana kubyuk\n\nIbiheri\n\nGuhumeka cyane\n\nKurira bi dasanzwe\n\nKubyimba igihorihori\n\nGusa nkuhwereye /kugwa igicuri"
  },
  {
    "id": "7.18",
    "title": "Ibimenyetso byo kwitabwaho mugihe umwana arwaye ni:",
    "content": "• Kugira umunabi ntakunde gukorwaho/witabira nabi;\n• Kubura ubushake bwo kurya / kurya nabi;\n• Uruhinja rwumva rushyushye cyangwa rukonje;\n• Ubururu cyangwa ibara ryijimye cyane;\n• Bigora umwana kubyuka;\n• Kudatuza muri we agashikagurika\n• Impinduka cyangwa ingorane zo guhumeka;\n• - Kuruka na / cyangwa impiswi ;\n• - Indwara y’ uruhu rw’ umuhondo by’ igihe kirekire"
  },
  {
    "id": "7.19",
    "title": "Uburyo bwo gushyira umwana mu gituza cy’umubyeyi",
    "content": "Uruhinja rushyirwa mu gituza cya Mama cyangwa papa kuburyo imibiri ikoranaho.uruhinja narwo\nrukaba ntacyo rwambaye usibye nko kuba bamubinze na pampegisi/amaranje/ibitambaro\nbyabugenewe, yambaye ingofero n’amasogisi. Nanone uruhinja rukoroswa ikigoma/igishura cyangwa\nikindi cyakoroswa umwana kugirango adaskonja. Ushobora kuruhuka muri ubu buryo.\nMu gihe umubyeyi w’umugabo ari kuruhuka nka nijoro avuye nko mukazi, ashobora kuruhuka ashyize\numwana mu gituza. Niba ukeneye guhaguruka ngo ugende ushobora no guheka uruhinja rwawe nta\nmwenda urimo kuburyo imibiri ikoranaho noneho ukikomereza imirimo yawe. Igihe umuhekeye imbere\nmu gituza ukitondera ko utaribwegere ikintu gishyushye nk’isafuriya cyangwa ikindi, urugero niba uri\nnk’umucuruzi mu isoko cyangwa muri butike, ushobora guheka umwana wawe kuburyo umubiri wawe\nn’uwe ukoranaho ubundi ukikomereza imiromo yawe."
  },
  {
    "id": "7.20",
    "title": "Uko wakwita kumwana igihe utwite",
    "content": "Komatana n’umwana uri mu nda\nKomatana n’umwana wawe Ririmbira umwana uri mu nda, muganirize, ukuyakuye inda.\n• Ababyeyi bombi bashobora gutangira kwita ku mwana no kumwereka urugwiro binyuze mu ku\nmuganiriza, kumuririmbira no gukuyakuya inda kuko bituma arushaho kubaho neza akanagira imikurire\nmyiza\n• Abana bakiri mu nda bamenyera amajwi bakunze kumva n’intoki z’abakunze gukuyakuya inda ya\nnyina. Iyo ayo majwi yuje urukundo n’ituze, bituma umwana agira imbamutima ndetse akanarushaho\nkomatana na nyina n’undi wese umwitaho.\nKumva umerewe neza bishobora kugutera ibyishimo : umuziki, kuririmba, amagambo meza,\nibintu bishobora kukubuza umutuzo : umuntu uvugira hejuru, amahane, umuryango utishimye,\numujagararo utewe n’abo mubana cyangwa uhura nabo.\nIbyo bintu bigushimisha n’ibikubabaza binagira ingaruka ku mwana utwite. Ni yo mpamvu ugomba gukora\nuko ushoboye ukirinda ibigutera impagarara ugashaka ibigushimisha."
  },
  {
    "id": "7.21",
    "title": "Icyo wakora mu gihe uruhinja rukivuka",
    "content": "Uruhinja rukivuka rugomba guhita rushyirwa mu gituza cy’umubyeyi:\n• Hagire ugushyira umwana wawe yambaye ubusa, inda ye ayihuze n’igituza cyawe nta kintu\nwambayeho kuburyo umubiri wawe uhura n’uwuruhinja.\n• Hindura mu maso h’uruhinja mu gihe yubitse inda kuyawe kugirango abashe guhumeka.\n• Hanagura umwana wawe hanyuma umufubikishe igitambaro/akaringiti, kugirango mukomeze kugira\nubushyuhe mwembi. Murebane amaso ku yandi\n• Abana bakunda kureba mu maso h’ababyeyi babo kandi bamara igihe bitegereza mu maso h’ababyeyi\nbabo nyuma yo kuvuka. Nyuma y’igihe cyo kuruhuka no gukanguka:\n• Uruhinja rutangira gukoresha utugeri rusunika inda ya mama kandi rugatangira kushaka gukurura inda\nrugana ku ibere rya nyina.\n• Iyo bageze ku ibere, bashobora gufataho, kuririgata, cyangwa gukanda ahantu bafashe bakonka.\n• Abana benshi bashoboye gufata imoko hanyuma bagatangira konka. Niba bikenewe ushobora\nkumufasha kubona ibere ryambere ukarimutamika ndetse no guhindura ukamuha irya kabiri.\n• Nyuma yo guhaga, uruhinja, rurongera rugasinzirira mu gituza cy’umubyeyi. Ubu buryo bwo gushyira\nurihinja mu gituza bikwiye gukomeza, ntabwo ari igihe umwana akibuka gusa, uruhinja ruba rukwiye\ngushyirwa mu gituza cya nyina cyangwa se noneho ibindi bice bitari gukora ku mubiri w’umubyeyi\nbikoroswa n’ikigoma/akaringiti cyangwa ikindi, Ibi mujye mubikomeza uko mushoboye\nIbikorwa byafasha umugore utwite n’ibitamugwa neza\nGufasha umugore utwite\n• Umugore utwite akenera kuruhuka bihagije. Mu gihembwe cya mbere cyo gutwita, habaho impinduka\nmu mikorere y’imisemburo zituma akenshi umugore yumva ananiwe cyane.\n• Imirimo ivunanye nko guterura cyangwa kwikorera ibintu biremeye bigomba kwirindwa.\n• Ku bagore badakora imirimo isaba ingufu nk’iy’ubuhinzi, ni ngombwa gukora imyitozo ngorora mubiri\nituma ugira ubuzima bwiza nkuko wayikoraga mbere yo gusama ariko ikaba itananiza umubiri wawe.\nIkiganiro kiyobowe Tekereza imirimo usanzwe ukora. Wabigenza ute kugirango abandi bajye\nbabigufasha ? Ese ujya usaba umugabo wawe kugufasha ?\n• Mu gihembwe cya kabiri cyo gutwita, abagore batwite bagomba kwirinda kuryama bubitse inda\ncyangwa bagaramye. Kuryama wubitse inda utwite ni bibi kuko bishobora gutuma utsikamira umwana.\nKuryama ugaramye kandi utwite bihagarika gutem bera kw’amaraso yawe n’umwana.\nImibonano mpuzabitsina mu gihe utwite\nMutekereza iki ku bijyanye n’imibonano mpuzabitsina mu gihe umugore atwite? Abashakanye\nbashobora kutiyumva kimwe kuri iyi ngingo ariko ni ngombwa kuganira bakabyumvikanaho.\n• Muri rusange gukora imibonano mpuzabitsina nta cyo bitwaye ku mugore utwite; ariko bigomba kwir\nindwa niba waba waragize ikibazo cyo kuva cyangwa kubabara mu kiziba cy’inda; ni ibimenyetso cy’uko\nushobora gukuramo inda cyangwa kubyara umwana utagejeje igihe.\nImibonano igomba nanone guhaga rara ugize ibintu by’ururenda bidasanzwe/isuha, niba warigeze kujya\nukuramo inda mbere cyangwa niba warasabwe na muganga ku mpamvu z’ubuzima ibyo nabyo\nbishobora gutuma inda ivamo cyangwa ukabyara igihe kitageze.\n• Iyo gukora imibonano mpuzabitsina bitera ububabare umugore utwite, ni ngombwa cyane\nkubiganiraho kuko ari igikorwa kigomba kumvikanwaho kugirango kibanezeze mwembi.\nKwita ku mubyeyi mbere yo kubyara\nKujya kwipimisha inda kwa muganga n’umumaro wabyo Ikurikinanwa n’isuzuma bihoraho by’ubuzima\nbw’umugore utwite n’umwana atwite Kwivuza no gukingirwa k’umugore utwite Iminota.\nKujya gusuzumisha inda kwa muganga Kugabanyirizwa kw’umubyeyi kujya kwisuzumisha kuko aba\nyamaze gusobanukirwa ibijyanye n’inda atwite Guhitamo kujya kwipimisha umubyeyi ajyanye\nn’umugabo we cyangwa undi muntu bafitanye isano.\nkujya kwipimisha inda kwa muganga\nKujya kwipimisha inda kwa muganga Kubera iki kwipisha inda ari ngombwa ku mugore utwite? Ni ryari\numubyeyi akwiriye kujya kwipimisha?\nIgihe cyo gutwita kigabanyijemo ibihembwe bitatu. Hari ibyumweru 0-12, 13-26,28-40. Umugore utwite\nagomba kujya kwipimisha inshuro 8:\n• Inshuro 1 Mu gihembwe cya mbere (Kugeza mu byumweru 12)\n• Inshuro 2 mu gihembwe cya 2 (akenshi ni hagati y’icyumweru cya 20 na 26)\n• Inshuro 5 mu gihembwe cya 3 (mu byumweru bya 30,34,36,38 na 40).\nIbi bipimo ni ngombwa kugira ngo hizerwe ko:\n• Umwana wawe arimo gukura neza\n• Urimo guhabwa inyunganiramire n’ubufasha ukeneye kugirango ugire ubuzima buzira umuze ndetse\nn’um wana utwite agire imikurire iboneye.\n• Uba ubonye uburyo bwo kuvuga ibibazo waba ufite ukabiganira n’abaguha ubufasha bwizewe.\n• Ntabibazo bigenda bivuka kugira ngo uhabwe ubu fasha hakiri kare ?\n• Umwana ameze neza munda ndetse n’igihe cyo kuvuka kikaba kizwi. Imfashanyigisho Imfashanyigisho\n• Abagore batwita bakiri bato munsi y’imyaka 19 bakunze guhura n’ibibazo bikomeye igihe batwite.\nIbi bibazo byose bikemurwa no gukurikirana kenshi ubuzima bw’umwana batwite ari nayo mpamvu ari\nngombwa kwipimisha ziriya nshuro zose uko ari 8.\n• Iyo ugiye kwipimisha bwa mbere umuganga/umu byaza akubaza uburwayi waba waragize mu bihe\nbyashize, bwaba atari ubwambere usamye akubaza uko byakugendekeye igihe wari utwite izindi nda\nzabanjirije iyingiyi ndetse n’ uburyo wabyayemo.\n• Ibiro, umuvuduko n’inkari bifatirwa ibipimo buri uko ugiye kwipimisha.\n• Umubyaza akubaza ndetse akagufasha gusobanukirwa aho umwana aherereye mu nda ndetse\nn’ingano ye. Kuva mu byumweru 20 azakubaza niba wumva umwana yinyagambura mu nda, iki gihe\nkandi azumva uko umutima w’umwana utera.\nIkurikinanwa n’isuzuma bihoraho by’ubuzima bw’umwana uri mu nda\nGupima amaraso: bashobora gupima niba ufite amaraso make, urwaye Marariya cyangwa niba ufite\nagakoko gatera SIDA ndetse n’ibindi. Baza muganga ibisubizo by’ibipimo byafashwe ndetse niba nta\nn’ikibazo babonyemo kugirango umenye ingamba zigomba gufatwa niba hari ikibazo. Guca mu cyuma\nkireba umwana munda (Ekogara f i): Iyo witabira serivise zihabwa umugore utwite ku ivuriro, ushobora\nguca mu cyuma mbere y’ibyumweru 24 kugira ngo bemeze igihe nyakuri inda ifite, uko umwana angana,\nkugirango barebe niba hari ikibazo cyangwa ubumuga umwana uri munda yaba afite; niba utwite\nimpanga cyangwa abana barenze 2, Ibyuma bifite ubu bushobozi ntibiboneka hose ariko muganga igihe\nabona ko ari ngombwa akohereza ku bitaro/ivuriro ribifitiye ubushobozi.\nKwikingiza no kwivuza ku mugore utwite.\nUrukingo rwa tetanusi:\n• Uru rukingo ruhabwa umubyeyi utwite rukana habwa umwana nyuma yo kuvuka\n• Umugore yandura tetanusi mu gihe agakoko kay itera kinjiye muri nyababyeyi cyangwa mu gitsina. Ku\nmwana yinjirira mu mukondo nyuma yo kuvuka iyo hakoreshejwe inzembe zanduye cyangwa igihe haba\nhari umwanda cyangwa umwanda witumwe n’amatungo ugera ku rureri rw’umwana\n• Urukingo rwa tetanus ntacyo rutwara umugore utwite. Ibinini bivura inzoka: Mu byumweru 20\nuzahabwa ibinini by’ inzoka unywera icyarimwe (ushobora no kubihabwa mu gihembwe cya 3) kuko\ninzoka zituma umugore abura amaraso, zigatuma atarya uko bikwi ye bityo bikagira ingaruka kuri wowe\nno ku mwana utwite.\nUbufasha bwihariye ku mugore utwite kandi afite agakoko gatera SIDA.\n• Hamwe n’uwo mwashakanye, mupimwa agakoko gatera SIDA mu gihembwe cya mbere. Ku bagore\nbafite ubwandu bw’agakoko gatera SIDA, ari aba busanganywe cyangwa se abakibwandura, bahabwa\n• ubufasha buhagije mu guhumurizwa no guhabwa imiti igabanya ubukana. Mu gihe cyo kubyara umugore\nufite ubwandu bwa SIDA ahabwa ubufasha bwihariye kugira ngo hirindwe ko yakwanduza umwana we\n• igihe ari kumubyara cy angwa se ngo abe yakwanduza umubyaza. Abana babyawe n’umubyeyi ufite\nubwandu bwa SIDA bitabwaho bahabwa imiti ibakingira. Iyo umwana yanduye, ahita atangira guhabwa\nimiti igabanya ubukana. Ikiganiro kiyobowe – HIV Waba uzi niba ufite agakoko gatera SIDA? Mbese uti\nnya kwipimisha SIDA kugirango udasanga wanduye? Kubera iki?\n• Umufashamyumvire asobanurira abahugurwa ko u Rwanda rwakoresheje imbaraga nyinshi cyane kugira\nngo hagabanuke ubwandu bwa SIDA ndetse no kugi rango haboneke imiti igabanya ubukana kandi\n• ifashe abafite agakoko kugira ubuzima bwiza hagabanywa ubukana bw’agakoko ndetse hagabanywa\nikwirakwira ry’agakoko nko kuba umubyeyi yakwanduza amubyaza cyangwa na nyuma yaho.\nIbibazo biterwa no gutwita\nIgihe umugore utwite akenera kwitabwaho by’umwihariko. Ibimenyetso by’uburwayi bukenera\nubufasha bwa muganga ku mugore utwite\nShaka ubufasha bwa muganga mugihe utwite. Kwirinda ubwandu (infection) ubwaribwo bwose Kuryama\nmu nzitiramibu\nIbibazo ku mugore utwite IKiganiro kiyobowe\n- Ibimenyetso mpuruza ku mugore utwite Ni ibihe bimenyetso mpuruza ku mugore utwite ?\nMuganire ku bimenyetso mpuruza byose byavuzwe munsi niba bishoboka\n- Ibimenyetso mpuruza ku mugore utwite\nNi ibihe bimenyetso mpuruza ku mugore utwite ?\nUmugore utwite agomba guhita ajya kwa muganga mu gihe cyose abonye ibimenyetso mpuruza nk’ibi +-\nbikurikira :\n• Umugore utwite agomba guhita ajya kwa muganga mu gihe cyose abonye ibimenyetso mpuruza nk’ibi\nbikurikira :\n• Kuva amaraso mu gitsina cyangwa kumva ababara cyane mu nda yo hepfo.\n• Kuruka cyane bishobora kujyana no guhitwa\n• Kuribwa umutwe bikabije (bitakizwa na paracetam olo), kubyimba (ibirenge, utugombambari, mu\nmaso n’ibiganza), kumva utabona neza no kumva imbavu zikurya byose ni ibimenyetso mpuruza\nby’indwara y’umuvuduko ukabije yitwa puri-Ekalampusiya (Pre-eclampsia), kandi bishobora kugira\ningaruka zikomeye zirimo no kugwa igicuri, kubura umwuka, kubura ubwenge n’ibindi, mu gihe hari\nugize ikibazo nk’iki, ubufasha bwa muganga buba bukenewe by ihuse.\n• Uburyaryate, uhereye mu biganza, mu birenge no gukomeza ku bindi bice by’umubiri kandi budatera\nubuheri.\n• Iyo ubonye amazi atunguranye mu gitsina, bashob ora gusobanura ko isuha yamenetse kandi igihe cyo\nkuvuka kitaragera, ibi bivuze ko ari ikibazo gikomeye cy’ubwandu (infection) buri muri nyababyeyi.\n• Igihe wumva ko gukina munda k’uruhinja kugen da kugabanuka cg se kwarahagaze mu minsi mike\nishize.\n• Kubyimba amaguru ndetse n’ uburibwe cyangwa se ukabona igice kimwe gitukura\n• Gutitira no kugira umuriro bishobora kuba ibimenyet so bya Marariya ndetse n’ izindi ndwara zandura.\nKwirinda ubwandu / indwara zandura\n• Horana isuku, karaba intoki n’isabune n’amazi meza buri gihe.\n• Ryama mu nzitiramibu mu kwirinda kurumwa n’agakoko gatera malaria.\n• Umugore utwite agomba kwirinda gukorako ra intama, injangwe n’umwanda wazo kuko aya matungo\nakunze gukwirakwiza indwara zibangamira ubuzima bw’umwana uri mu nda. Karaba neza intoki nyuma\nyo gukora imirimo ig usaba gukora mu bitaka cyangwa wakoze hasi.\nKwiyakira no kumenya uko witwara utwite\nImpinduka mu byiyumvo by’umugore utwite Ibimenyetso by’agahinda gakabije\nImpinduka mu byiyumvo by’umugore utwite Saba ubufasha mu gihe wumva ufite agahinda Guhangana\nn’ibibazo bahura nabyo mu gihe batwite (abangavu) Kuganiriza abana babo hagamijwe kabategurira\nkwakira umwana uzavuka. Gushaka uzita ku bandi bana ku munsi wo kujya kubyara\nGuhindagurika byihuse kw’ibyiyumvo nk’ibishimishije, ubwoba, ibisekeje, ibituma arira, kugira uburakari\ncyangwa umujinya n’ibintu bibaho cya ne ku mubyeyi utwite. Ibyo byiyumvo nk’ibyo bibaho kandi ni\ningenzi kubiganiraho n’umuntu wiyumvamo. • Ku bagore bamwe na bamwe bakiri bato gut wita\nbibatera umunezero, n’ibyo kwishimira, ku bandi bo bishobora kuba byarabatunguye kandi bikabatera\nubwoba.\nIbimenyetso by’agahinda gakabije\nIbimenyetso by’agahinda gakabije. Ni ibihe bimenyetso biranga umuntu ufite agahinda gakabije, umuntu\nwumva ko ibye byarangiye?\n• Kubura ubushake bwo kurya no kunanirwa kurya ibyo usanzwe umenyereye\n• Kubura ibitotsi no kugira umunaniro ukabije\n• Kumva udashishikajwe n’umwana utwite\n• Kumva wihebye • Ibitekerezo byo kwigirira nabi\n• Ibitekerezo byo kugirira nabi umwana utwite\n• Kwiyumvamo ubwoba bukabije bwo kuba ububyeyi gito\n• Agahinda gakabije ni ikibazo gikomeye aba gore benshi bahura na cyo mugihe batwite na nyuma yo\nkubyara. Iki kibazo kandi gishobora kugira ingaru ka mbi ku mikurire y’umwana. Gana muganga igihe\nwumva ufite agahinda gakabije cyangwa igihe wumva wihebye.\n• Ababyeyi bakiri bato nimwe mukunze kugi ra agahinda gakabije iyo mutwite. Mu gihe wumva\nutishimye cyangwa wumva watakaje ikizere, shaka ubufasha cyangwa ubiganirize inshuti yawe cyangwa\nuwo mufitanye isano wizera.\nGutegura abandi bana kwakira undi mwana muzabyara (Cyangwa abangavu-Guhangana n’impinduka\nmu gihe batwite)\nGutegura abandi bana kwakira undi mwana muzabyara Waba waraganirije undi mwana/abandi bana\nmufite mwen da kubyara undi mwana? Saba umubyeyi wifuza gusangiza abandi uko yabiganirije abana\nbe. Gutegura abandi bana kwakira undi umwana muzabyara Mu gihe utwite, ni ngombwa gushaka\numwanya wo kuganiriza abana banyu ku mwana wenda kuvuka kugira ngo batangire bagaragaze uko\nbazamwakira niba hari n’abataby ishimiye utangire ubibakundishe. Guteganya umuntu uzabafasha kwita\nku bandi bana ku munsi wo kubyara. Teganya byibuze umuntu umwe uzasigara mu rugo yita ku bandi\nbana igihe muzaba mwagihe kwa muganga ugiye kubyara. Reka abana batangire bamenyerane n’uwo\nmuntu\nKu bangavu\nIbibabazo biterwa no gutwita imburagihe. Ni ibihe bibazo muri guhura nabyo mu rugo bitewe no kuba\nutwite? Uri kwiyumva gute? (Urugero: Kubura ubufasha, Amikoro make murugo, imibereho mibi mu\nmuryango, kubura amikoro yo kujya ku ishuri, kure ka ishuri, kubura akazi n’ibindi, kandi ibi bishobora\nguhangayikisha.) Bafashe gukemura ibi bibazo ndetse unabagire inama yo kujya babiganiraho n’umuntu\nbizera, bishobotse bakabiganiraho n’umuganga/umujyanama w’ubuzima kugirango babashe guhabwa\nubufasha bakeneye. Kubijyanye no kuva mu ishuri, bamenyeshe amabw iriza/gahunda y’igihugu ku\nburezi igamije gushishikarizaabana gusubira mu ishuri\nUmumaro wo kubyarira kwa muganga\nKubyarira kwa muganga Ni izihe nyungu zo kubyarira kwa muganga ? Ibyiza byo kubyarira kwa muganga\nharimo :\n• Kubyarira kwa muganga ukabyazwa n’umuganga wabyigiye ufite ubumenyi mu buryo bwemewe\nn’amategeko\n• Umwana ahita yandikwa mu bitabo by’irangamimerere akivuka\n• Iyo uri kwa muganga bamenya neza ubufasha ukeneye kugirango ubyare neza, cyane nk’iyo\nwakurikiranwaga by’umwihariko/ufite uburwayi bakuvuye ubwo wabaga wisuzumisha utwite.\n• Iyo uri kwa muganga biroroha kwitabwaho igihe ukeneye ubutabazi byihuse ngo ubyare\nIbyo wamenya ku ndwara yo Kujojoba\nKujojoba ni indwara ikomeye iterwa n’umwenge ucika hagati y’inda ibyara n’impera y’urura runini\ncyangwa uruhago, kubera ko inzira umwana acamo iba ari nto cyane, imeze nk’ifunganye umubyeyi\nagategereza umwanya munini atarabyara.\nUku gufungana bitera umubyeyi uburibwe bukabije, uruhago rukitugatugira ku igufa ryo mu mayasha\nbigatuma hagati y’inda ibyara n’impera y’urura runini cyangwa uruhago haturikamo umwenge. Ingaruka\nzo kujojoba ni uko ari ubumuga umuntu ashobora kugira ubuzima bwose, aho inkari cyangwa umwanda\nwagombye guca mu kibuno bica muri wa mwenge kandi bikaza utabishatse. Ni indwara itera ipfunwe no\nkwiheza k’uyirwaye, ndetse no guhezwa n’abandi.\nUbufasha bw’uwaherekeje umubyeyi kubyara.\nUherekeje umugore utwite ashobora gutanga ubufasha butangaje bashobora gutuma umubyeyi yumva\naruhutse ku mutima bityo bigatuma abyara neza :\n• Kubana nawe no kugufasha mu gihe uri kubise\n• Guhindura uruhande uryamiye no kugukanda mu mugongo akugabanyiriza ububabare.\n• Kugufasha mu byo ushobora gukenera gukora kubw’ibyemezo wafashe.\n• Kumenyekanisha icyo ucyeneye kubashinzwe ku kwitaho.\n• Kukubwira ibirimo kuba\nGusinzira k’uruhinja cyangwa gusinziriza uruhinja\n• Impinja zisinzira mu buryo butandukanye kandi birahindagurika. Mu byumweru bya mbere nyuma yo\nkuvuka, bisa nkaho bahora basinziriye usibye mu bihe byo konka. Bamwe babasha kwikangura. Nk’uko\nbiba ku bantu bakuru, impinja nazo zigira ibihe byazo bikagera ubwo nawe nk’umubyeyi/ umurezi\nubisobanukirwa.\n• Ni byiza cyane ko umubyeyi atangira kumenyere za uruhinja kugira igihe gihoraho cyo gusinzira.\nUrugero nk’igihe cyo kumukarabya/kumwuhagira, igihe cyo konsa umwana mu masaha adahinduka mu\ngihe cya nijoro no kugira uburyo bwo ku musinziriza.\nGusinzira k’uruhinja Baza ababyeyi ibyo bazi ku buryo bwo gusinziriza imp inja n’aho baziryamisha n’uko\nbazorosa. Muganire ku migirire myiza n’imibi mu gihe cyo gusinziriza umwana cyangwa se mu gihe\numwana asinziriye.\nBwira ababyeyi ko uhantu hambere hatekanye um wana akwiye kuryamishwa mu mezi atandatu ye ya\nmbere ni mu akamoyize cyangwa mu gatanda kage newe abana ariko kakaba kari mucyumba ababyeyi\nbararamo. Niba ababyeyi bavuze ku bijyanye no kuryama ku buriri bumwe n’uruhinja, bamenyeshe ko\natari byiza noneho ubusangize amabwiriza aboneka mu mfasha nyigisho ya 27.\nWifashishije igipupe, erekana uko umubyeyi/ uwita ku mwana aryamisha akanorosa uruhinja mu rwego\nrwo kwirinda urupfu rutunguranye (Sudden Infant Death Syndrome) nk’uko byasobanuwe mu\nmfashanyigisho ya 28. Umusozo w’inyigisho\nGukomeza kwita kubana bato\nUmumaro wo gukingiza abana Impinduka ku nkari n’umusarane uruhinja rwituma Utuntu tuza ku ruhu\nrw’uruhinja ariko tudakanganye Uko urureri ruhuguta n’uko barugenya.\nNi ngombwa gukingiza abana Gusobanukirwa n’indwara z’abana no kubajyana kwa muganga Gusukura\nibigoma n’ibyo babindisha umwana Kunanura uruhu rw’umwana umusiga amavuta aho biri ngombwa\nKugenzura urureri rw’umwana Gushyira umwana mu gituza, cyane uwavutse atagejeje igihe\nn’uwavukanye ibiro bidashyitse\nKuvuza umwana vuba na bwangu igihe agaragaza ibimenyetso by’uburwayi\n• Abana bakunda kurwara iyo bakiri munsi y’umwa ka umwe kubera ko umubiri wabo uba utaragira\nubudahangarwa, nubwo amashereka n’inkingo bibongerera ubwirinzi cyane.\n• Indwara zisanzwe zishobora kurembya abana cya ne bitunguranye\n• Ugomba kwigengesera ku buzima bw’umwana wawe kandi ukihutira kumuvuza igihe agaragaza\nibimenyetso by’uburwayi."
  },
  {
    "id": "8.1",
    "title": "Ubutabazi bw’ibanze buhabwa uruhinja cyangwa umwana muto urwaye",
    "content": " Igihe umwana afite umuriro mwinshi:\n Genzura ubushyuhe bwe ukoresheje igipimo.\n Umwambure imyenda myinshi.\n Umushyire ku gahanga agatambaro gatose.\n Shaka inama za muganga cyangwa umujyanama w’ubuzima.\n"
  },
  {
    "id": "8.2",
    "title": "umwana urwaye impiswi",
    "content": "- Igihe umwana afite impiswi no kuruka cyane:\n- Muhe umuti w’amazi uvura impiswi (SRO) utangwa na muganga cyangwa umujyanama\nw’ubuzima.\n- Komeza kumwonsa no kumugaburira uko bikwiye.\n- Niba bidakize, umujyane kwa muganga kandi wirinde kumuha imiti wishakiye.\nUko wakwirinda impiswi\n- Ukaraba intoki neza buri gihe.\n- Tegura amafunguro mu isuku kandi uyabike mu bikoresho bisukuye."
  },
  {
    "id": "8.3",
    "title": "Umwana unizwe n’ikintu",
    "content": "Niba ari uruhinja runizwe n’ikintu, urukomanga mu mugongo cyangwa mu gatuza, niba ari umwana\numukomanga cyangwa ukamukanda mu mugongo kugirango umufashe kivemo. Mwihutane kwa muganga\nniba kitavuyemo, ntugerageze kugikururisha intoki cyangwa kumuha amazi cyangwa ikindi kintu cyo kurya"
  },
  {
    "id": "8.4",
    "title": "Umwana urumwe n’inyamanswa",
    "content": "Niba umwana arumwe n’inyamaswa, oza cyane aharumwe n’amazi meza menshi n’isabune, hambira\nahakomeretse ukoresheje igitambaro cyangwa umwenda bisukuye, kugirango uhagarike cyangwa ugabanye\nkuva, ugahita umujyana kwa muganga.\nMu gihe cyose umwana wawe yegereye amatungo cyangwa inyamaswa, mwigishe ko zitamenyerwa\numwereke n’uburyo bwo kuzitwaraho kugirango hirindwe kurumwa cyangwa gukomeretswa nazo."
  },
  {
    "id": "8.5",
    "title": "uruhinja cyangwa umwana ukomeretse",
    "content": "Niba umwana akomeretse ari kuva byoroheje oza ahakomeretse n’amazi meza uhahambire n’igitambaro\ngisukuye akenshi kuva birashira. Niba ava amaraso menshi, hambira ahantu hakomeretse ukoresheje\nigitambaro cyangwa umwenda usukuye umwihutane kwa muganga cyangwa ku mujyanama w’ubuzima.\nNiba hari ikintu kinjiye mu mubiri ntugikuremo ubiharire muganga. Wirinde koza igikomere kirimo kuva\ncyane kuko bishobora kurushaho kuba bibi."
  },
  {
    "id": "8.6",
    "title": "Umwana uri kuva imyuna",
    "content": "Niba umwana ari kuva imyuna, kanda ku zuru riva umubwire afungure umunwa abe ahumekera mu kanwa,\numurinde kuraramisha umutwe, ahubwo yicare ku ntebe areba imbere kugirango amaraso atajya mu nda,\nmujyane kwa muganga niba nyuma y’iminota 5 bidakemutse."
  },
  {
    "id": "8.7",
    "title": "Ubutabazi bw’ibanze buhabwa uruhinja cyangwa umwana uhiye",
    "content": "Hoza ubushye usukaho amazi akonje nibura iminota 5, irinde gukoresha barafu cyangwa amavuta,\nntumukuremo umwenda yahiye yambaye ugafatira ku bushye. Mukuremo ikintu cyose kimufashe kegereye\nahahiye nk’ibikomo ,isaha,impeta, n’ibindi maze umwihutane kwa muganga"
  },
  {
    "id": "8.8",
    "title": "Umwana wakomeretse mu mutwe",
    "content": "Niba uruhinja cyangwa umwana agaragaza ububabare bukabije cyangwa ibindi bimenyetso bidasanzwe\nnyuma yo kwikubita hasi cyangwa kugonga ikintu, ashobora kuba yavunitse igufa cyangwa ubwonko\nbwahungabanye. Hagarika kuva kw’amaraso, tegesha umutwe umusego cyangwa umwenda, ushyire ikintu\ngikonje (barafu) ahakomeretse."
  },
  {
    "id": "8.9",
    "title": "Umwana uvunitse igufwa",
    "content": "umwihutane kwa muganga. Niba ari ukoboko cyangwa ukuguru kwavunitse, hategeshe akabaho cyangwa\nikarito uhambire ahavunitse n’igitambaro kugirango bigabanye kunyeganyega kw’igice cy’umubiri cyaho\nigufwa ryavunitse"
  },
  {
    "id": "8.10",
    "title": "Ubutabazi bw’ibanze buhabwa uruhinja cyangwa umwana utaye ubwenge cg urwaye igicuri",
    "content": "Mu gihe uruhinja cyangwa umwana yituye hasi agata ubwenge, arimo kwigaragura asa nk’utitiza ibice\nby’umubiri, ashobora no kuzana urufuzi. Wihungabana, ahubwo genzura ko aguye ahantu hatari ibishobora\nkumukomeretsa ubikureho niba bihari. Musegure umwenda ku mutwe kugirango bimurinde kuba\nyawukomereka. Irinde kumutsikamira wigizeyo abantu batamucura umwuka, umureke kugeza igihe\nbimurekuye abanze agarure ubwenge, noneho umufashe kuruhuka neza aryamiye urubavu, umugume\niruhande. Mujyane kwa muganga niba ari ubwa mbere bimubayeho cyangwa se bisanzwe bimubaho ariko\nguta ubwenge bikamara igihe kirenze iminota 5.\n8.11Umwana ushyize ikintu mu kanwa, muzuru cyangwa mu matwi:\n Ntugikuremo ubwawe.\n Ubiharire muganga kuko gukuramo nabi byakurura ibindi bibazo.\n Irinde koza igikomere kirimo kuva cyane."
  },
  {
    "id": "8.12",
    "title": "Kurinda umwana kugira icyo yinjiza mu kanwa cyangwa mu mazuru",
    "content": " Sukura aho umwana ari.\n Menyereza umwana kwitwararika.\n Mugenzura buri gihe kugira ngo hatagira icyo ashyira mu kanwa."
  },
  {
    "id": "9.1",
    "title": "Umumaro w’isuku ku mubiri",
    "content": "Isuku ni isoko y’ubuzima ku bana n’ababyeyi ndetse n’umuryango wose. Kugira isuku ni ukwita ku mubiri\nwacu uhereye ku mutwe ukageza ku birenge, gukaraba intoki, kwiyogoshesha, guca inzara, kwambara\ninkweto, kwiyuhagira, koza mu kanwa, gusukura mu nzu no mu mbuga, gukoresha neza\numusarane/ubwiherero no kuwubungabunga.\nToza umwana hakiri kare uko agenda akura, gukaraba intoki, gukoresha neza umusarane, kwiyogereza\namenyo, kwiyuhagira, kwiyambika, kwisasira, kwandurura amasahane yaririyeho, ndetse no kwikorera isuku\nn’ahamukikije."
  },
  {
    "id": "9.2",
    "title": "Umumaro wo gukaraba intoki",
    "content": "Gukaraba intoki biturinda indwara dushobora kwandura twe n’abana bacu. Ni ngombwa gukaraba intoki\niteka ukoresheje isabune n’amazi meza kandi atemba mu bihe by’ingenzi bikurikira: mbere yo gutegura\namafunguro na mbere yo kurya, mbere yo konsa no kugaburira abana, nyuma yo kuva ku musarane,\ngusukura umwana witumye no kumuhindurira, nyuma yo gusukura/gufasha umuntu urwaye, nyuma yo\ngukora ku itungo/inyamaswa, nyuma yo gukora ahagenewe umwanda/ingarane, kandi mugire kandagira\nukarabe mu rugo rwanyu."
  },
  {
    "id": "9.3",
    "title": "igihe tugomba kukaraba intoki",
    "content": "Ningombwa gukaraba intoki :\nmbere yo gutegura amafunguro na mbere yo kurya, mbere yo konsa no kugaburira abana, nyuma yo kuva ku\nmusarane, gusukura umwana witumye no kumuhindurira, nyuma yo gusukura/gufasha umuntu urwaye,\nnyuma yo gukora ku itungo/inyamaswa, nyuma yo gukora ahagenewe umwanda/ingarane."
  },
  {
    "id": "9.4",
    "title": "kunywa amazi meza",
    "content": "Tugomba kunywa amazi yavomwe ku isoko isukuye, ndetse yatunganyijwe neza nko kuyateka cyangwa\nkuyashyiramo umuti wica udukoko, tuyabika neza, tukanayanywera mu kintu gisukuye."
  },
  {
    "id": "9.5",
    "title": "isuku y’ibyo kurya",
    "content": "Bika ibiryo ahantu hasukuye no mu bikoresho bisukuye kandi bipfundikirwa neza. Toza umwana kunywa\namazi meza no kuyagirira isuku."
  },
  {
    "id": "9.6",
    "title": "isuku y umusarane",
    "content": "Kutituma mu musarane bishobora gutuma imyanda yanduza abantu indwara z’impiswi ziterwa n’inzoka zo\nmu nda, macinya, tifoyide na korera. Impiswi kandi ituma umwana abura amazi mu mubiri, akagira umwuma\nn’imirire mibi, akadindira mu mikurire.\nUmwanda wose witumwe, harimo n’uw’abana, ugomba kujugunywa mu musarane. Urugo rwanyu rugomba\nkuba rufite umusarane kandi ugahora usukuye."
  },
  {
    "id": "9.7",
    "title": "Gusukura imbuga y’urugo n’aharukikije",
    "content": "Tugomba gutunganya aho dutuye no mu nkengero zaho, dutema ibigunda,dutwikira amafunguro\nn’ibyombo, twirinda amazi areka hafi y’urugo no mu nkengero zarwo, tumena imyanda ahabugenewe no mu\nngarane yujuje ibisabwa. Biturinda gukurura udukoko dutera indwara bikanatuma twororoka nk’isazi, imibu,\nibinyenzi n’imbeba, amatungo ntagomba kurara mu nzu imwe n’abantu."
  },
  {
    "id": "9.8",
    "title": "Akamaro ko kugira isuku murugo",
    "content": "Biturinda gukurura udukoko dutera indwara bikanatuma twororoka nk’isazi, imibu, ibinyenzi n’imbeba,\namatungo ntagomba kurara mu nzu imwe n’abantu"
  },
  {
    "id": "10.1",
    "title": "Akamaro k’ikoranabuhanga rikoresha murandasi",
    "content": "Ikoranabuhanga rikoresha murandasi, riha abana amahirwe menshi yo kwiyungura ubumenyi, gukina\nimikino itandukanye, kwiga ibintu bishya, guhanga ibishya; gushyikirana n’abandi, kugaragaza impano;\ngufatanya, gukora ubushakashatsi; ndetse no guteza imbere ubumenyi rusange."
  },
  {
    "id": "10.2",
    "title": "uko ikoranabuhanga rishobora gukoreshwa nabi",
    "content": "Mu gihe ikoranabuhanga rikoresha murandasi rikoreshejwe nabi, nko guha amakuru yawe, amashusho,\namafoto, imyirondoro n’ ijambo banga umuntu utazi; kureba inkuru cyangwa filime z’ubusambanyi\nn’urukozasoni, iz’ubwicanyi n’ubujura, ubugizi bwa nabi n’urugomo; intambara, ibihuha cyangwa inkuru\nziteye agahinda n’itesha gaciro; bigira ingaruka mbi ku mwana mu mikurire, ubwenge, imyitwarire\nn’imbamutima bye, imibanire ye n’abandi, umutekano we, uw’umuryango we ndetse n’uw’igihugu."
  },
  {
    "id": "10.3",
    "title": "uko umubyeyi yafasha abana gukoresha ikoranabuhanga",
    "content": "Mubyeyi, ganira n’abana ku kamaro n’ibyago bashobora guhura na byo mu gihe bakoresha ibikoresho\nby’ikoranabuhanga rikoresha murandasi nka telefoni, mudasobwa, n’ibindi. Toza umwana wawe kugira\namakenga mu gihe akoresha ikoranabuhanga kuri murandasi (interineti) n’uwo udasanzwe uzi, ku makuru\nmashya akuyobora cyane cyane ku mahirwe cyangwa impano. Ababyeyi n’abana bitondere kwitabira no\ngushishikarira gahunda bamenyeye kuri murandasi, akenshi ziba zigambiriye ubushukanyi buganisha ku kibi."
  },
  {
    "id": "10.4",
    "title": "uko umubyeyi yafasha umwana we kudatwarwa n’ikoranabuhanga",
    "content": "Mubyeyi ubaka ubucuti n’umwana wawe kandi umubere urugero rwiza; mutoze kujya muganira cyane\nkubyo abona, yumva, asoma cyangwa abwirwa kuri murandasi, umurinde kurikoresha mu gihe kirekire\ncyangwa yihishe; umube hafi kandi umukurikirane ku mbuga nkoranyambaga agire amakuru ahagije mbere\nyo kurikoresha, umushakire ibindi bikorwa yahugiraho nk’imikino, gusoma, n’ibindi. Bizatuma ataba imbata\ny’ikoranabuhanga (addiction), cyangwa kugwa mu byaha bigaragara kuri murandasi harimo ibyo gucuruza\nabantu, ubujura, ingeso z’ubusambanyi, imico mibi no gutakaza indangagaciro z’umuco w’ u Rwanda."
  },
  {
    "id": "11.1",
    "title": "Ubumuga ni iki",
    "content": "Ubumuga ni imbogamizi mu miterere n’ubushobozi buke umubiri w’umuntu ufite, bigatuma atabasha\ngukora inshingano cyangwa se imirimo nk’iyo abandi badafite ubumuga bakora; cyangwa se kuba umuntu\nabura urugingo rw’umubiri, cyangwa afite urugingo rudakora neza umugereranyije n’abandi bantu.\nImpamvu zitera ubumuga ziratandukanye, ariko ubumuga bwinshi bwakwirindwa mu gihe ababyeyi bombi\nbabigize inshingano zabo, kandi nta n’umwe witiriwe kuba nyirabayazana w’ubumuga bw’umwana"
  },
  {
    "id": "11.2",
    "title": "Impamvu zitera ubumuga",
    "content": "1.Igihe umubyeyi atwite, hari ubumuga buva ku gisanira ku babyeyi bombi, kwirema nabi k’utunyangingo,\nkunywa inzoga nyinshi, itabi n’ibindi biyobyabwenge, gukoresha nabi imiti utandikiwe na muganga,\ngukoresha imiti ya gakondo, impanuka, indyo ituzuye, umuvuduko w’amaraso uri hejuru, guhumeka\numwuka wanduye, indwara zandura harimo Mburugu, SIDA, Rubewole n’izindi.\n2.Igihe cyo kubyara, umubyeyi yabyariye mu rugo, gutinda ku bise, umwana uvutse atagejeje igihe,kugira\numwuka muke, kubyara umwana ufite ibiro byinshi cyangwa bike, kubyara umubyeyi akuze, ihungabana mu\ngihe cyo kubyara, kuvukana indwara y’umuhondo."
  },
  {
    "id": "3",
    "title": "Nyuma yo kubyara, umwana yagize ikibazo cyo guhagarara kw’amaraso mu bwonko, kutikingiza cyangwa",
    "content": "gukingirwa nabi utubahiriza gahunda za muganga, imirire mibi, indwara nka mugiga na maraliya, kwigunga\nntuhure n’abandi no kudakangurwa ubwonko hakiri kare."
  },
  {
    "id": "11.3",
    "title": "Uko ababyeyi barinda abana ubumuga",
    "content": "Babyeyi, dore uko twarinda umwana ubumuga, umubyeyi utwite yisuzumisha kwa muganga byibura inshuro\n8, afata inyunganiramirire zikomatanyije yahawe na muganga, arya indyo yuzuye, agira isuku, yirinda itabi,\ninzoga, imiti atandikiwe na muganga ndetse n’imiti ya gakondo, yirinda guhumeka imyuka ihumanya, yirinda\nimpanuka zo mu rugo no mu muhanda, yirinda amakimbirane, kandi akabyarira kwa Muganga.\nUmwana agomba konka neza uko bikwiye, gukingirwa inkingo zose zateganyijwe, kugaburirwa indyo yuzuye\nno kumuvuza hakiri kare ku baganga bemewe, gukunda kumukinisha, kumuganiriza no gukangura ubwonko\nbw’umwana hakiri kare"
  },
  {
    "id": "11.4",
    "title": "mugihe ufite umwana ufite ubumuga",
    "content": "Abana bafite ubumuga ni abana nk’abandi, bafite uburenganzira bwo kwiga mu ngo mbonezamikurire\nndetse n’amashuri atandukanye. Ababyeyi bagomba gufasha umwana ufite ubumuga kwiga, gutsinda no\nkurangiza ishuri no kubona insimburangingo, bafatanyije n’abarezi bakamenya umwihariko bakwiye wo\ngufashwa kugirango babashe kugendana n’abandi. Tugomba kubinjiza mu bikorwa ndetse n’imikino hamwe\nn’abandi, ntawusigaye cyangwa uhejwe kugira ngo batigunga cyangwa bakiyanga"
  },
  {
    "id": "12.1",
    "title": "Umumaro wo gukina",
    "content": "Mbere y’imyaka 6 y’amavuko, ubwonko bw’umwana buba bukura vuba cyane, bwubaka urufatiro\nrw’imyigire n’imikurire mu gihe cyose umwana amara ku isi. Ubwonko bukuzwa cyangwa bukadindizwa\nn’ibyo umuntu anyuramo byiza cyangwa bibi.\nImihangayiko irangiza, ariko gukina bigakangura ubwonko. Umwana avuka abona, akagenda akururwa\ncyane n’amasura y’abantu ndetse n’amabara y’ibintu akina nabyo.\nAbana bakunda gukina bafatiye ku byiyumviro byabo kuko bibafasha kwiga kumenya ibishyushye, ibikonje,\nibyoroshye n’ibikomeye bakoresheje mu kanwa n’intoki zabo.\nKu mwana ukiri munda, ababyeyi bamukinisha mu turirimbo, ibisingizo n’ibihozo kugirango bakangure\nubwonko bwe.\nAbana biga bakina cyangwa bigana ibyo abandi bakora kurusha ibyo babwirwa gukora. Gukina biha abana\nuburyo bwinshi bwo gutekereza no kwishakira ibisubizo cyangwa gukemura ibibazo.\nIyo umwana muto afata ikintu akakijugunya hasi inshuro nyinshi, bimufasha kumenya ibirimo kuba, igihe\nbyatwaye kugirango ijwi cyangwa urusaku rubashe kumvikana, uko abantu babyakira n’ibindi; mu mikino\nabana bato biga kuvumbura no kugerageza ibintu bishya."
  },
  {
    "id": "12.2",
    "title": "inshingano z’ababyeyi mugihe umwana ari gukina",
    "content": "Babyeyi, mufite inshingano zo guha umwanya abana bagakina, aho bakinira no kugenzura neza ko ibyo\numwana akinisha, akoraho ndetse anashyira mu kanwa bifite isuku, bitamuhumanya, bitamuniga, bidahera\nmu matwi kandi ko bitamukomeretsa, bakanagenzura aho abana bakinira mugihe bari gukina bonyine ku\nbw’umutekano wabo. Bituma barushaho kubaka ubucuti binyuze mu gukina no kuganira, bigatuma umwana\nyumva atekanye, agakura neza kandi yizeye ababyeyi, ntagire icyo abahisha. Yubaka kandi ubusabane\nn’imibanire myiza n’abandi bana bakinana"
  },
  {
    "id": "12.3",
    "title": "icyo wamenya ku bwonko bw’umwana mbere y’imyaka 6",
    "content": "Kuva umwana agisamwa, umwana ukiri mu nda ya nyina akurikirana amakuru yose yegereye aho ari, kandi\nbigakomeza kugenda byiyongera kurushaho binyuze mu kuganira, kuririmba, gusoma ibitabo no kuvuga\ninkuru zubaka. Mu myaka 6 ya mbere y’amavuko, ubwonko bw’umwana buba bukura vuba cyane, bwubaka\nurufatiro rw’imyigire n’imikurire mu bwenge, ibyo umwana atabonye muri iki gihe bimugiraho ingaruka mu\nbuzima bwe bwose mu rurimi, imitsindire n’imibanire ye n’abandi no mu byemezo afata."
  },
  {
    "id": "12.4",
    "title": "Kwigisha umwana gusoma hakiri kare no kumenya ururimi tumutegura kwiga",
    "content": "Iyo umwana ahawe uburyo bwo gusabana n’abandi, ukamuha ibitabo byo gusoma, kumwigisha indirimbo\nukamufasha no kubyikorera, mukaganira umubaza ibibazo bimwagura mu mitekerereze, ukanamubarira\ninkuru unamusomera ibitabo; bimufasha kumenya vuba ururimi yunguka amagambo mashya akavuga vuba\nbitamugoye, bibafasha no kwaguka mu mitekerereze, gufata ibyemezo no kwishakamo ibisubizo,\nakazatsinda mugihe atangiye amashuri abanza."
  },
  {
    "id": "12.5",
    "title": "Icyo umubyeyi yakora kugira ngo umwana amenye gusoma hakiri kare",
    "content": "\nMubyeyi, gira uruhare mu gushakira abana ibikinisho no gukinana n’ umwana mu mikino\nitandukanye ibafasha kuvumbura inyuguti n’imibare.\n\nBashakire ibitabo byo gusoma n’ibikinisho ndetse mufatanye no kubyikorera wifashishije ibikoresho\nbiboneka murugo aho mutuye.\n\nUshobora gukora ibikinisho mu bikoresho bitagikoreshwa byo mu rugo nk’uducupa, udukarito,\nimpapuro, ibirere, ibikenyeri ndeste n’ibindi.\n\nUshobora kandi gufatanya n’umwana gukina, urimo no gukora uturimo two mu rugo, nk’igihe utetse,\nuri mu masuku n’ibindi.\n\nMwigishe kuririmba, umucire imigani,umubarire inkuru ndetse n’ibindi.\n\nNi ngombwa ko umwana wese ajyanwa mu rugo mbonezamikurire kugirango ategurwe neza\ngutangira amashuri abanza yuzuye mu bwenge, mu gihagararo, mu mibanire n’abandi, mu rurimi\nn’indangagciro."
  },
  {
    "id": "12.6",
    "title": "uko wakwikorera ibikinisho",
    "content": "Ushobora gukora ibikinisho mu bikoresho bitagikoreshwa byo mu rugo nk’uducupa, udukarito, impapuro,\nibirere, ibikenyeri ndeste n’ibindi."
  },
  {
    "id": "12.7",
    "title": "umumaro wo gusomera abana inkuru cg kubacira imigani",
    "content": "bimufasha kumenya vuba ururimi yunguka amagambo mashya akavuga vuba bitamugoye, bibafasha no\nkwaguka mu mitekerereze, gufata ibyemezo no kwishakamo ibisubizo, akazatsinda mugihe atangiye\namashuri abanza."
  },
  {
    "id": "12.8",
    "title": "icyo ababyeyi bagomba kuzirikana kugira ngo umwana akure afite ubwenge",
    "content": "Kuva umwana agisamwa, umwana ukiri mu nda ya nyina akurikirana amakuru yose yegereye aho ari, kandi\nbigakomeza kugenda byiyongera kurushaho binyuze mu kuganira, kuririmba, gusoma ibitabo no kuvuga\ninkuru zubaka. Mu myaka 6 ya mbere y’amavuko, ubwonko bw’umwana buba bukura vuba cyane, bwubaka\nurufatiro rw’imyigire n’imikurire mu bwenge, ibyo umwana atabonye muri iki gihe bimugiraho ingaruka mu\nbuzima bwe bwose mu rurimi, imitsindire n’imibanire ye n’abandi no mu byemezo afata."
  },
  {
    "id": "12.9",
    "title": "Kwita ku byo umwana akeneye",
    "content": "Ababyeyi bombi bagomba komatana n’umwana kuva akiri mu nda ya nyina, kandi bigakomeza bigenda\nbyiyongera barushaho kubaka ubucuti magara hagati yabo n’umwana. Gukina no kuganira n’umwana\nbituma arushaho kugukunda no komatana n’umubyeyi, bituma umwana yumva atekanye, agakura neza\nkandi yizeye ababyeyi, ntagire icyo abahisha. Kwigana ijwi ry’umwana ndetse n’ibyo akora bituma ubasha\ngukomeza kumwitaho no kumenyera imvugo ye mu gihe hari icyo ashaka kuvuga. Bityo ukabasha\nkumuha/kumusubiza ibyo ashaka n’ibyo akeneye. Umubyeyi ashobora kuvugisha umwana, kumuririrmbira\ncyangwa kumukinisha mu gihe urimo kumukarabya, kumugaburira no kumwambika cyangwa ukabikora mu\ngihe urimo gusukura inzu, amasahani cyangwa urimo guteka. Uko urushaho gukorana imirimo yawe ya buri\nmunsi n’umwana wawe ni nako arushaho kwiga no kunguka ibintu byinshi. Gusabana k’umubyeyi n’umwana\nbya hato na hato bituma umwana arushaho kumenya ururimi ndetse bikanamwubakamo ikizere."
  },
  {
    "id": "13.1",
    "title": "Umumaro wo kuba umubyeyi w’umugabo ugira uru hare mu kurera",
    "content": "Iyo umubyeyi w’umugabo yita ku mwana akanita ku byo akeneye akagerageza kubikemura mu bushobozi\nbwe uko bungana kose, bituma umwana akura neza akunda ababyeyi be, bikamwongerera ubushobozi bwo\nkwiga no gutsinda, no kubana neza n’abandi.\n\nUmubyeyi w’umugabo, agomba kuba intangarugero mu bana be.\n\nakaberekera uko afatanya n’uwo bashakanye mu nshingano zabo zo kwita ku bana babo abafasha mu\nkwiga no gukora imikoro bahawe ku ishuri.\n\nagakunda guterura abana bato.\n\nAbaganiriza.\n\nagakina nabo no kubafasha kuvumbura ibibazengurutse, hakubiyemo no kubakorera ibikinisho.\n\nUmubyeyi w’umugabo afite uruhare runini mu mikurire, umunezero n’umutekano w’umwana we\nndetse n’uw’umuryango wose."
  },
  {
    "id": "13.2",
    "title": "uruhare rw’umugabo mu gufatanya inshingano z’urugo",
    "content": "Kugira ngo abagabo babashe kwita ku bana babo bagomba kwirengagiza igitutu bashobora gushyirwaho\nn’umuryango mugari babita inganzwa, ngo bararozwe n’ibindi.\nAbagore bakwiye guha abagabo umwanya ndetse no kubashyigikira igihe biga kwita ku bana babo. Igihe\nababyeyi bombi bafatanyije imirimo yo mu rugo, bituma bombi bagira umwanya uhagije wo kwita ku yindi\nmirimo ishobora guteza umuryango imbere.\nGuterura umwana, kumuhindurira imyenda/ibyo yitumyemo, kumugaburira, kumuvugisha, kumuririmbira,\nndetse no gukina nawe, ni inshingano z’ababyeyi bombi; no mugihe cyo konsa, umugabo yunganira\numugore we amufasha gukora indi mirimo yari kuba akora mu rugo."
  },
  {
    "id": "13.3",
    "title": "uruhare rw’umugabo mu gukumira ihohoterwa mu muryango",
    "content": "Ihohoterwa nko gukubitwa, guhutazwa, gucirwa mu maso, gutukwa, guteshwa agaciro, ihohoterwa\nrishingiye ku gitsina, ihohoterwa rishingiye ku mitungo, cyangwa kubona undi mu bagize umuryango\nabikorerwa, bigira ingaruka ku mikurire y’abana, ndetse n’ingaruka mbi mu mitekereze n’amarangamutima\nku mugore utwite n’umwana atwite."
  },
  {
    "id": "13.4",
    "title": "Ababyeyi bagomba gushyikirana neza murugo",
    "content": "Abana biga bigana, iyo ababyeyi bakora ihohotera, babigiraho ingaruka, bakabona ko ari uburyo bwemewe\nkandi bukoreshwa igihe umuntu arakaye. Abana baba mu ngo zirimo amakimbirane, barahangayika cyane\nbikaba byabaviramo no guhunga urugo bakajya kwibera mu muhanda, ndetse no kugira imico mibi\nizabakurikirana mu mikurire yabo.\nGuhohotera umwana umukubita, umukankamira cyangwa umutesha agaciro bimugiraho ingaruka mbi nko\nkwigunga, agahinda gakabije, kurwana, kwiyahura n’ibindi. Babyeyi mwirinde impamvu zose zikurura\namakimbirane mu rugo kandi mwirinde kubigaragariza abana."
  },
  {
    "id": "13.5",
    "title": "Uruhare rw’umugabo mu gufasha umuryango kugira ubuzima bwiza",
    "content": "Umubyeyi w’umugabo agomba guharanira ko umuryango we urya indyo yuzuye, ugira isuku ihagije, ndetse\nakita ku mikurire y’umwana n’abagize umuryango. Azirikana ko umugore utwite, umubyeyi wonsa, ndeste\nn’umwana muto bakenera ifunguro ry’umwihariko rigizwe n’indyo yuzuye, ndeste no kugira buzima bwiza\nbavuzwa hakiri kare.\nKujyana n’umugore gupimisha inda, gukingiza no kuvuza umwana mu gihe yarwaye biri mu nshingano\nz’umugabo. Ibyo bibera abana urugero rwiza bazakurikiza, kandi bigatuma umuryango urushaho komatana."
  }
]